{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "GUNA-IL 2",
      "indication": "Take 15 minutes before meals",
      "manufacturer": "Guna spa",
      "splSetId": "0619f291-207a-4e01-96bd-b882726665e2"
    },
    {
      "brand": "CITOMIX",
      "indication": "Immune support suring times of: Seasonal colds and flu",
      "manufacturer": "Guna spa",
      "splSetId": "23886c49-5992-4a59-af52-e24eb3c9fbc5"
    },
    {
      "brand": "GUNA-VIRUS",
      "indication": "DIRECTIONS Turn tube upside down and rotate cap to release pellets into cap. Unscrew cap and without touching pellets tip them into the mouth under the tongue. Allow to dissolve Take 15 minutes before meals.",
      "manufacturer": "Guna spa",
      "splSetId": "4a5714f9-e0ab-41b2-b214-fed33c807358"
    },
    {
      "brand": "Immunexx",
      "indication": "Uses To help support a healthy immune function",
      "manufacturer": "VIATREXX BIO INCORPORATED",
      "splSetId": "896ee03e-6e76-67c2-decf-3f7991e71476"
    },
    {
      "brand": "GUNA-DERMO",
      "indication": "Take 15 minutes before meals",
      "manufacturer": "Guna spa",
      "splSetId": "8bf717eb-fe46-4066-b124-eb715ffc1542"
    },
    {
      "brand": "GUNA-PROSTATE",
      "indication": "Take 15 minutes before meals.",
      "manufacturer": "Guna spa",
      "splSetId": "b99bb9ea-339c-4476-8e3c-e1fcbcfd5cda"
    },
    {
      "brand": "Immunexx W",
      "indication": "Uses To help support a healthy immune function",
      "manufacturer": "VIATREXX BIO INCORPORATED",
      "splSetId": "bd82af15-03a5-4079-b2cf-18923db2fba0"
    },
    {
      "brand": "Proleukin",
      "indication": "INDICATIONS AND USAGE Proleukin ® (aldesleukin) is indicated for the treatment of adults with metastatic renal cell carcinoma (metastatic RCC). Proleukin is indicated for the treatment of adults with metastatic melanoma. Careful patient selection is mandatory prior to the administration of Proleukin. See “ CONTRAINDICATIONS ”, “ WARNINGS ” and “ PRECAUTIONS ” sections regarding patient screening, including recommended cardiac and pulmonary function tests and laboratory tests. Evaluation of clinical studies to date reveals that patients with more favorable ECOG performance status (ECOG PS 0) at treatment initiation respond better to Proleukin, with a higher response rate and lower toxicity (See “ CLINICAL PHARMACOLOGY ” section, “ CLINICAL STUDIES ” section and “ ADVERSE REACTIONS ” section). Therefore, selection of patients for treatment should include assessment of performance status. Experience in patients with ECOG PS >1 is extremely limited.",
      "manufacturer": "Clinigen Group PLC",
      "splSetId": "deead498-9f19-48cf-87c7-6caf2263f2ab"
    }
  ],
  "id": "Aldesleukin",
  "nciThesaurus": {
    "casRegistry": "110942-02-4",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A recombinant analog of the endogenous cytokine interleukin-2 (IL-2) with immunoregulatory and antineoplastic activities. Aldesleukin binds to and activates the IL-2 receptor, followed by heterodimerization of the cytoplasmic domains of the IL-2R beta and gamma(c) chains; activation of the tyrosine kinase Jak3; and phosphorylation of tyrosine residues on the IL-2R beta chain, resulting in an activated receptor complex. Various cytoplasmic signaling molecules are recruited to the activated receptor complex and become substrates for regulatory enzymes that are associated with the receptor complex. This agent enhances lymphocyte mitogenesis; stimulates long-term growth of human IL-2 dependent cell lines; enhances lymphocyte cytotoxicity; induces lymphokine-activated killer (LAK) cell and natural killer (NK) cell activities; and induces expression of interferon-gamma. Aldesleukin may induce T cell-mediated tumor regression in some tumor types.",
    "fdaUniiCode": "M89N0Q7EQR",
    "identifier": "C1498",
    "preferredName": "Aldesleukin",
    "semanticType": "Organic Chemical",
    "subclassOf": [],
    "synonyms": [
      "125-L-Serine-2-133-interleukin 2",
      "ALDESLEUKIN",
      "Aldesleukin",
      "Proleukin",
      "Recombinant Human IL-2",
      "Recombinant Human Interleukin-2",
      "aldesleukin",
      "r-serHuIL-2",
      "recombinant human interleukin-2"
    ]
  }
}