{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Atorvastatin calcium",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium tablets is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL­-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use : Atorvastatin calcium tablets has not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets is indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets is indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and non-familial) and mixed dyslipidemia ( Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels ( Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia ( Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a.LDL-C remains > 190 mg/dL or b.LDL-C remains > 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons ( Fredrickson Types I and V).",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "00afce9b-48c9-487a-a738-e359c005c707"
    },
    {
      "brand": "Amlodipine besylate and Atorvastatin calcium",
      "indication": "1 INDICATIONS AND USAGE Amlodipine besylate and atorvastatin calcium tablets (amlodipine and atorvastatin) is indicated in patients for whom treatment with both amlodipine and atorvastatin is appropriate. Amlodipine Amlodipine besylate and atorvastatin calcium tablets is a combination of amlodipine besylate, a calcium channel blocker, and atorvastatin calcium, a HMG CoA-reductase inhibitor, indicated in patients for whom treatment with both amlodipine and atorvastatin is appropriate. Amlodipine is indicated for the treatment of hypertension, to lower blood pressure ( 1.1 ). Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. Amlodipine is indicated for the treatment of Coronary Artery Disease ( 1.2 ). Atorvastatin is indicated as an adjunct therapy to diet for prevention of cardiovascular disease ( 1.3 ) and hyperlipidemia ( 1.4 ). 1.1 Hypertension Amlodipine is indicated for the treatment of hypertension, to lower blood pressure. Lowering blood pressure reduces the risk of fatal and nonfatal cardiovascular events, primarily strokes and myocardial infarctions. These benefits have been seen in controlled trials of antihypertensive drugs from a wide variety of pharmacologic classes including amlodipine. Control of high blood pressure should be part of comprehensive cardiovascular risk management, including, as appropriate, lipid control, diabetes management, antithrombotic therapy, smoking cessation, exercise, and limited sodium intake. Many patients will require more than one drug to achieve blood pressure goals. For specific advice on goals and management, see published guidelines, such as those of the National High Blood Pressure Education Program's Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure (JNC). Numerous antihypertensive drugs, from a variety of pharmacologic classes and with different mechanisms of action, have been shown in randomized controlled trials to reduce cardiovascular morbidity and mortality, and it can be concluded that it is blood pressure reduction, and not some other pharmacologic property of the drugs, that is largely responsible for those benefits. The largest and most consistent cardiovascular outcome benefit has been a reduction in the risk of stroke, but reductions in myocardial infarction and cardiovascular mortality also have been seen regularly. Elevated systolic or diastolic pressure causes increased cardiovascular risk, and the absolute risk increase per mmHg is greater at higher blood pressures, so that even modest reductions of severe hypertension can provide substantial benefit. Relative risk reduction from blood pressure reduction is similar across populations with varying absolute risk, so the absolute benefit is greater in patients who are at higher risk independent of their hypertension (for example, patients with diabetes or hyperlipidemia), and such patients would be expected to benefit from more aggressive treatment to a lower blood pressure goal. Some antihypertensive drugs have smaller blood pressure effects (as monotherapy) in black patients, and many antihypertensive drugs have additional approved indications and effects (e.g., on angina, heart failure, or diabetic kidney disease). These considerations may guide selection of therapy. Amlodipine may be used alone or in combination with other antihypertensive agents. 1.2 Coronary Artery Disease (CAD) Chronic Stable Angina Amlodipine is indicated for the symptomatic treatment of chronic stable angina. Amlodipine may be used alone or in combination with other antianginal agents. Vasospastic Angina (Prinzmetal's or Variant Angina) Amlodipine is indicated for the treatment of confirmed or suspected vasospastic angina. Amlodipine may be used as monotherapy or in combination with other antianginal agents. Angiographically Documented CAD In patients with recently documented CAD by angiography and without heart failure or an ejection fraction < 40%, amlodipine is indicated to reduce the risk of hospitalization for angina and to reduce the risk of a coronary revascularization procedure. Atorvastatin Therapy with HMG CoA-reductase inhibitors (lipid-altering agents) should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease from hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with coronary heart disease (CHD) or multiple risk factors for CHD, atorvastatin can be started simultaneously with diet restriction. 1.3 Prevention of Cardiovascular Disease (CVD) in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low high-density lipoprotein cholesterol (HDL-C), or a family history of early coronary heart disease, atorvastatin is indicated to: Reduce the risk of myocardial infarction (MI) Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin is indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for congestive heart failure (CHF) Reduce the risk of angina 1.4 Hyperlipidemia Atorvastatin is indicated: As an adjunct to diet to reduce elevated total cholesterol (total-C), low-density lipoprotein cholesterol (LDL-C), apolipoprotein B (apo B), and triglycerides (TG) levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb) As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: • there is a positive family history of premature CVD or • two or more other CVD risk factors are present in the pediatric patient 1.5 Limitations of Use Atorvastatin has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "Greenstone LLC",
      "splSetId": "062bf1a0-9a29-4dee-a8cb-f0d051f4c0b1"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium tablets are a HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use: Atorvastatin calcium has not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels ( Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia ( Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons ( Fredrickson Types I and V).",
      "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
      "splSetId": "09c6c750-ae05-459f-83e8-4a9e4fd85212"
    },
    {
      "brand": "Atorvastatin Calcium",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium can be started simultaneously with diet. Atorvastatin calcium is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C,LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium has not been studied in Fredrickson Types I and V dyslipidemias.( 1.3 ) 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium is indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium is indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: • there is a positive family history of premature cardiovascular disease or • two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "09cb8375-075c-47e8-a4eb-8ac667ed849e"
    },
    {
      "brand": "Atorvastatin Calcium",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium tablets are an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use: Atorvastatin calcium tablets have not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels ( Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia ( Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons ( Fredrickson Types I and V).",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "0b7b6fd0-3a64-464c-8205-86c0fd0f97e4"
    },
    {
      "brand": "Atorvastatin Calcium",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium can be started simultaneously with diet. Atorvastatin calcium is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C,LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium has not been studied in Fredrickson Types I and V dyslipidemias.( 1.3 ) 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium is indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium is indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: • there is a positive family history of premature cardiovascular disease or • two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "0ec97c59-9d17-45f8-93f9-2c1f0361cb75"
    },
    {
      "brand": "Atorvastatin Calcium",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium can be started simultaneously with diet. Atorvastatin calcium is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C,LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium has not been studied in Fredrickson Types I and V dyslipidemias.( 1.3 ) 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium is indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium is indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: • there is a positive family history of premature cardiovascular disease or • two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "103cc381-3266-409d-bdc2-1de620bae355"
    },
    {
      "brand": "Atorvastatin Calcium",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium can be started simultaneously with diet. Atorvastatin calcium is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: • Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). • Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). • Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). • Reduce elevated total-C,LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). • Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). • Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). • Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium has not been studied in Fredrickson Types I and V dyslipidemias.( 1.3 ) 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium is indicated to: • Reduce the risk of myocardial infarction • Reduce the risk of stroke • Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium is indicated to: • Reduce the risk of myocardial infarction • Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium is indicated to: • Reduce the risk of non-fatal myocardial infarction • Reduce the risk of fatal and non-fatal stroke • Reduce the risk for revascularization procedures • Reduce the risk of hospitalization for CHF • Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium is indicated: • As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); • As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); • For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; • To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; • As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: • there is a positive family history of premature cardiovascular disease or • two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "Preferred Pharmaceuticals Inc.",
      "splSetId": "13cde1bc-d276-47a0-8744-103966f6af35"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD,atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium is an inhibitor of HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium tablet has not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablet has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "14ce9ec3-3ad7-418a-afae-2e0d7d58e829"
    },
    {
      "brand": "atorvastatin calcium",
      "indication": "1 INDICATIONS AND USAGE Atorvastatin calcium tablets are an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). L i mitations of Use Atorvastatin calcium tablets have not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "Northstar Rx LLC.",
      "splSetId": "17335bb3-6a0b-492e-9960-d01996b705c9"
    },
    {
      "brand": "Lipitor",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, LIPITOR can be started simultaneously with diet. LIPITOR is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use : LIPITOR has not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, LIPITOR is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, LIPITOR is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, LIPITOR is indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia LIPITOR is indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels ( Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia ( Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: LDL-C remains ≥ 190 mg/dL or LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use LIPITOR has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons ( Fredrickson Types I and V).",
      "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
      "splSetId": "17a163ef-b349-4e32-bc8c-b02bac7f65d6"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium tablet is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use: Atorvastatin calcium tablets has not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels ( Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia ( Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons ( Fredrickson Types I and V).",
      "manufacturer": "Cipla USA Inc.,",
      "splSetId": "18fe5990-399d-416c-852f-e14974317b8b"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: • Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). • Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). • Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). • Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). • Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). • Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). • Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium tablets have not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablet is indicated to: • Reduce the risk of myocardial infarction • Reduce the risk of stroke • Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablet is indicated to: • Reduce the risk of myocardial infarction • Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablet is indicated to: • Reduce the risk of non-fatal myocardial infarction • Reduce the risk of fatal and non-fatal stroke • Reduce the risk for revascularization procedures • Reduce the risk of hospitalization for CHF • Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablet is indicated: • As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); • As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); • For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; • To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; • As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: • LDL-C remains ≥ 190 mg/dL or • LDL-C remains ≥ 160 mg/dL and: • there is a positive family history of premature cardiovascular disease or • two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "Proficient Rx LP",
      "splSetId": "1923c91e-c6dd-4446-aabd-70a0c6aa1a82"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD,atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium is an inhibitor of HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium tablet has not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablet has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "192dccc0-fd2c-423b-8d4b-360e6727ed2e"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium is an inhibitor of HMG-CoA reductase (statin) indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in boys and postmenarchal girls, 10 to 17 years of age, with heterozygous familial hypercholesterolemia after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium tablets have not been studied in Fredrickson Types I and V dyslipidemias. 1.1 Prevention of Cardiovascular Disease In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in boys and postmenarchal girls, 10 to 17 years of age, with heterozygous familial hypercholesterolemia if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "Aphena Pharma Solutions - Tennessee, LLC",
      "splSetId": "1b1faadc-b8b5-4545-a12b-060a90881aec"
    },
    {
      "brand": "Atorvastatin Calcium",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium can be started simultaneously with diet. Atorvastatin calcium is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C,LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium has not been studied in Fredrickson Types I and V dyslipidemias.( 1.3 ) 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium is indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium is indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: • there is a positive family history of premature cardiovascular disease or • two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "1cc2dd41-a465-45b6-a80a-67c41af29cf8"
    },
    {
      "brand": "atorvastatin calcium",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium tablets are an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use: Atorvastatin calcium tablets have not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels ( Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia ( Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients,10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: LDL-C remains ≥ 190 mg/dL or LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons ( Fredrickson Types I and V).",
      "manufacturer": "Biocon Pharma Inc.,",
      "splSetId": "1daa6f20-a032-4541-939d-931f36a020dd"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium tablets have not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablet is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablet is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablet is indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablet is indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: LDL-C remains ≥ 190 mg/dL or LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "1fb2d51e-360c-40a3-8072-f22893890a51"
    },
    {
      "brand": "Atorvastatin calcium",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium tablets are an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: • Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). • Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). • Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). • Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL‑-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). • Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). • Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). • Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use : Atorvastatin calcium tablets has not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: • Reduce the risk of myocardial infarction • Reduce the risk of stroke • Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: • Reduce the risk of myocardial infarction • Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets is indicated to: • Reduce the risk of non-fatal myocardial infarction • Reduce the risk of fatal and non-fatal stroke • Reduce the risk for revascularization procedures • Reduce the risk of hospitalization for CHF • Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: • As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and non-familial) and mixed dyslipidemia ( Fredrickson Types IIa and IIb); • As an adjunct to diet for the treatment of adult patients with elevated serum TG levels ( Fredrickson Type IV); • For the treatment of adult patients with primary dysbetalipoproteinemia ( Fredrickson Type III) who do not respond adequately to diet; • To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; • As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a.LDL-C remains > 190 mg/dL or b.LDL-C remains > 160 mg/dL and: • there is a positive family history of premature cardiovascular disease or • two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons ( Fredrickson Types I and V).",
      "manufacturer": "Preferred Pharmaceuticals Inc.",
      "splSetId": "21234914-e1bb-4118-8f81-4ab4a59e9e1e"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium tablet is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL- C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use: Atorvastatin calcium tablet has not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels ( Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia ( Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "271409d0-5500-4ed0-8730-5a93226a2191"
    },
    {
      "brand": "Atorvastatin Calcium",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium can be started simultaneously with diet. Atorvastatin calcium is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C,LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium has not been studied in Fredrickson Types I and V dyslipidemias.( 1.3 ) 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium is indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium is indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: • there is a positive family history of premature cardiovascular disease or • two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "2ad89657-cc95-44a0-af6a-ee756526aa10"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium tablets are a HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use: Atorvastatin calcium has not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels ( Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia ( Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons ( Fredrickson Types I and V).",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "2e90b6a9-fc55-4124-9699-b5142a92888d"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD,atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium is an inhibitor of HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium tablet has not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablet has not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "Micro Labs Limited",
      "splSetId": "2e94161c-3360-4fb0-bb3a-048fdc1d137a"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium tablets are HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: • Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors (1.1). • Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors (1.1). • Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD (1.1). • Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (1.2). • Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia (1.2). • Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) (1.2). • Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy (1.2). Limitations of Use: Atorvastatin calcium tablets have not been studied in Fredrickson Types I and V dyslipidemias (1.3). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: • Reduce the risk of myocardial infarction • Reduce the risk of stroke • Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: • Reduce the risk of myocardial infarction • Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: • Reduce the risk of non-fatal myocardial infarction • Reduce the risk of fatal and non-fatal stroke • Reduce the risk for revascularization procedures • Reduce the risk of hospitalization for CHF • Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: • As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( Fredrickson Types IIa and IIb); • As an adjunct to diet for the treatment of adult patients with elevated serum TG levels ( Fredrickson Type IV);•For the treatment of adult patients with primary dysbetalipoproteinemia ( Fredrickson Type III) who do not respond adequately to diet; • To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; • As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: • LDL-C remains ≥ 190 mg/dL or • LDL-C remains ≥ 160 mg/dL and: • there is a positive family history of premature cardiovascular disease or • two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons ( Fredrickson Types I and V).",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "2ef79cdf-2d3a-4424-b140-7ae11808c7ca"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium tablets are a HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use: Atorvastatin calcium has not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablets are indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablets are indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablets are indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels ( Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia ( Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: a. LDL-C remains ≥ 190 mg/dL or b. LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons ( Fredrickson Types I and V).",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "303989c9-823e-4bcb-a7b3-7024fd0d3a38"
    },
    {
      "brand": "ATORVASTATIN CALCIUM",
      "indication": "1 INDICATIONS AND USAGE Therapy with lipid-altering agents should be only one component of multiple risk factor intervention in individuals at significantly increased risk for atherosclerotic vascular disease due to hypercholesterolemia. Drug therapy is recommended as an adjunct to diet when the response to a diet restricted in saturated fat and cholesterol and other nonpharmacologic measures alone has been inadequate. In patients with CHD or multiple risk factors for CHD, atorvastatin calcium tablets can be started simultaneously with diet. Atorvastatin calcium is an HMG-CoA reductase inhibitor indicated as an adjunct therapy to diet to: Reduce the risk of MI, stroke, revascularization procedures, and angina in adult patients without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of MI and stroke in adult patients with type 2 diabetes without CHD, but with multiple risk factors ( 1.1 ). Reduce the risk of non-fatal MI, fatal and non-fatal stroke, revascularization procedures, hospitalization for CHF, and angina in adult patients with CHD ( 1.1 ). Reduce elevated total-C, LDL-C, apo B, and TG levels and increase HDL-C in adult patients with primary hyperlipidemia (heterozygous familial and nonfamilial) and mixed dyslipidemia ( 1.2 ). Reduce elevated TG in adult patients with hypertriglyceridemia and primary dysbetalipoproteinemia ( 1.2 ). Reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) ( 1.2 ). Reduce elevated total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) after failing an adequate trial of diet therapy ( 1.2 ). Limitations of Use Atorvastatin calcium tablets have not been studied in Fredrickson Types I and V dyslipidemias ( 1.3 ). 1.1 Prevention of Cardiovascular Disease in Adults In adult patients without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as age, smoking, hypertension, low HDL-C, or a family history of early coronary heart disease, atorvastatin calcium tablet is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke Reduce the risk for revascularization procedures and angina In adult patients with type 2 diabetes, and without clinically evident coronary heart disease, but with multiple risk factors for coronary heart disease such as retinopathy, albuminuria, smoking, or hypertension, atorvastatin calcium tablet is indicated to: Reduce the risk of myocardial infarction Reduce the risk of stroke In adult patients with clinically evident coronary heart disease, atorvastatin calcium tablet is indicated to: Reduce the risk of non-fatal myocardial infarction Reduce the risk of fatal and non-fatal stroke Reduce the risk for revascularization procedures Reduce the risk of hospitalization for CHF Reduce the risk of angina 1.2 Hyperlipidemia Atorvastatin calcium tablet is indicated: As an adjunct to diet to reduce elevated total-C, LDL-C, apo B, and TG levels and to increase HDL-C in adult patients with primary hypercholesterolemia (heterozygous familial and nonfamilial) and mixed dyslipidemia (Fredrickson Types IIa and IIb); As an adjunct to diet for the treatment of adult patients with elevated serum TG levels (Fredrickson Type IV); For the treatment of adult patients with primary dysbetalipoproteinemia (Fredrickson Type III) who do not respond adequately to diet; To reduce total-C and LDL-C in patients with homozygous familial hypercholesterolemia (HoFH) as an adjunct to other lipid-lowering treatments (e.g., LDL apheresis) or if such treatments are unavailable; As an adjunct to diet to reduce total-C, LDL-C, and apo B levels in pediatric patients, 10 years to 17 years of age, with heterozygous familial hypercholesterolemia (HeFH) if after an adequate trial of diet therapy the following findings are present: LDL-C remains ≥ 190 mg/dL or LDL-C remains ≥ 160 mg/dL and: there is a positive family history of premature cardiovascular disease or two or more other CVD risk factors are present in the pediatric patient 1.3 Limitations of Use Atorvastatin calcium tablets have not been studied in conditions where the major lipoprotein abnormality is elevation of chylomicrons (Fredrickson Types I and V).",
      "manufacturer": "RPK Pharmaceuticals, Inc.",
      "splSetId": "328b2554-2870-4747-8256-21e522c15e13"
    }
  ],
  "id": "Atorvastatin_Calcium",
  "nciThesaurus": {
    "casRegistry": "134523-03-8",
    "chebiId": "CHEBI:2911",
    "chemicalFormula": "2C33H34FN2O5.Ca.3H2O",
    "definition": "The calcium salt of atorvastatin, a synthetic lipid-lowering agent. Atorvastatin competitively inhibits hepatic hydroxymethyl-glutaryl coenzyme A (HMG-CoA) reductase, the enzyme which catalyzes the conversion of HMG-CoA to mevalonate, a key step in cholesterol synthesis. This agent increases the number of LDL receptors on hepatic cell surfaces, enhancing the uptake and catabolism of LDL and reducing LDL production and the number of LDL particles, and lowers plasma cholesterol and lipoprotein levels. Like other statins, atorvastatin may also display direct antineoplastic activity, possibly by inhibiting farnesylation and geranylgeranylation of proteins such as small GTP-binding proteins, which may result in the arrest of cells in the G1 phase of the cell cycle. This agent may also sensitize tumor cells to cyctostatic drugs, possibly through the mTOR-dependent inhibition of Akt phosphorylation.",
    "fdaUniiCode": "48A5M73Z4Q",
    "identifier": "C28837",
    "preferredName": "Atorvastatin Calcium",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C1655"
    ],
    "synonyms": [
      "ATORVASTATIN CALCIUM TRIHYDRATE",
      "Atorvastatin Calcium",
      "CI-981",
      "Lipitor",
      "atorvastatin calcium"
    ]
  }
}