{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "COMETRIQ",
      "indication": "1 INDICATIONS AND USAGE COMETRIQ is indicated for the treatment of patients with progressive, metastatic medullary thyroid cancer (MTC). COMETRIQ is a kinase inhibitor indicated for the treatment of patients with progressive, metastatic medullary thyroid cancer (MTC). ( 1 )",
      "manufacturer": "Exelixis, Inc.",
      "splSetId": "1a0c3bea-c87b-4d25-bb44-5f0174da6b34"
    },
    {
      "brand": "CABOMETYX",
      "indication": "1 INDICATIONS AND USAGE CABOMETYX is a kinase inhibitor indicated for the treatment of patients with advanced renal cell carcinoma (RCC) ( 1.1 ) patients with advanced renal cell carcinoma, as a first-line treatment in combination with nivolumab ( 1.1 ) patients with hepatocellular carcinoma (HCC) who have been previously treated with sorafenib ( 1.2 ) 1.1 Renal Cell Carcinoma CABOMETYX is indicated for the treatment of patients with advanced renal cell carcinoma (RCC). CABOMETYX, in combination with nivolumab, is indicated for the first-line treatment of patients with advanced RCC. 1.2 Hepatocellular Carcinoma CABOMETYX is indicated for the treatment of patients with hepatocellular carcinoma (HCC) who have been previously treated with sorafenib.",
      "manufacturer": "Exelixis, Inc.",
      "splSetId": "3850cce2-6137-42e5-a792-d318c4a4b3b5"
    }
  ],
  "id": "Cabozantinib_S-malate",
  "nciThesaurus": {
    "casRegistry": "1140909-48-3",
    "chebiId": "",
    "chemicalFormula": "C28H24FN3O5.C4H6O5",
    "definition": "The s-malate salt form of cabozantinib, an orally bioavailable, small molecule receptor tyrosine kinase (RTK) inhibitor with potential antineoplastic activity. Cabozantinib strongly binds to and inhibits several RTKs, which are often overexpressed in a variety of cancer cell types, including hepatocyte growth factor receptor (MET), RET (rearranged during transfection), vascular endothelial growth factor receptor types 1 (VEGFR-1), 2 (VEGFR-2), and 3 (VEGFR-3), mast/stem cell growth factor (KIT), FMS-like tyrosine kinase 3 (FLT-3), TIE-2 (TEK tyrosine kinase, endothelial), tropomyosin-related kinase B (TRKB) and AXL. This may result in an inhibition of both tumor growth and angiogenesis, and eventually lead to tumor regression.",
    "fdaUniiCode": "DR7ST46X58",
    "identifier": "C97938",
    "preferredName": "Cabozantinib S-malate",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C143099",
      "C159438",
      "C93259"
    ],
    "synonyms": [
      "BMS-907351",
      "Butanedioic acid, 2-hydroxy-, (2S)-, compd. with N-[4-[(6,7-dimethoxy-4-quinolinyl)oxy]phenyl]-N'-(4-fluorophenyl)-1,1-cyclopropanedicarboxamide (1:1)",
      "CABOZANTINIB S-MALATE",
      "Cabometyx",
      "Cabozantinib S-malate",
      "Cometriq",
      "XL-184",
      "XL184"
    ]
  }
}