{
  "emaEpar": [
    {
      "activeSubstance": "ceritinib",
      "conditionIndication": "Zykadia is indicated for the treatment of adult patients with anaplastic lymphoma kinase (ALK) positive advanced non small cell lung cancer (NSCLC) previously treated with crizotinib.",
      "inn": "ceritinib",
      "marketingAuthorisationDate": "2015-05-06 00:00:00",
      "marketingAuthorisationHolder": "Novartis Europharm Limited",
      "medicineName": "Zykadia",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zykadia"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "ZYKADIA",
      "indication": "1 INDICATIONS AND USAGE ZYKADIA ® is indicated for the treatment of adult patients with metastatic non-small cell lung cancer (NSCLC) whose tumors are anaplastic lymphoma kinase (ALK)-positive as detected by an FDA-approved test [see Dosage and Administration (2.1)] . ZYKADIA is a kinase inhibitor indicated for the treatment of adults with metastatic non-small cell lung cancer (NSCLC) whose tumors are anaplastic lymphoma kinase (ALK)-positive as detected by an FDA-approved test. ( 1 , 2.1 )",
      "manufacturer": "Novartis Pharmaceuticals Corporation",
      "splSetId": "fff5d805-4ffd-4e8e-8e63-6f129697563e"
    }
  ],
  "id": "Ceritinib",
  "nciThesaurus": {
    "casRegistry": "1032900-25-6",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally available inhibitor of the receptor tyrosine kinase activity of anaplastic lymphoma kinase (ALK) with antineoplastic activity. Upon administration, ceritinib binds to and inhibits wild-type ALK kinase, ALK fusion proteins and ALK point mutation variants. Inhibition of ALK leads to both the disruption of ALK-mediated signaling and the inhibition of cell growth in ALK-overexpressing tumor cells. ALK belongs to the insulin receptor superfamily and plays an important role in nervous system development. ALK dysregulation and gene rearrangements are associated with a variety of tumor cell types.",
    "fdaUniiCode": "K418KG2GET",
    "identifier": "C115112",
    "preferredName": "Ceritinib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C129825",
      "C141136"
    ],
    "synonyms": [
      "2,4-Pyrimidinediamine, 5-chloro-N4-(2-((1-methylethyl)sulfonyl)phenyl)-N2-(5-methyl-2-(1-methylethoxy)-4-(4-piperidinyl)phenyl)-",
      "CERITINIB",
      "Ceritinib",
      "LDK 378",
      "LDK378",
      "Zykadia"
    ]
  }
}