{
  "emaEpar": [
    {
      "activeSubstance": "Daratumumab",
      "conditionIndication": "Darzalex is indicated: in combination with lenalidomide and dexamethasone or with bortezomib, melphalan and prednisone for the treatment of adult patients with newly diagnosed multiple myeloma who are ineligible for autologous stem cell transplant.in combination with bortezomib, thalidomide and dexamethasone for the treatment of adult patients with newly diagnosed multiple myeloma who are eligible for autologous stem cell transplant.in combination with lenalidomide and dexamethasone, or bortezomib and dexamethasone, for the treatment of adult patients with multiple myeloma who have received at least one prior therapy.as monotherapy for the treatment of adult patients with relapsed and refractory multiple myeloma, whose prior therapy included a proteasome inhibitor and an immunomodulatory agent and who have demonstrated disease progression on the last therapy.",
      "inn": "daratumumab",
      "marketingAuthorisationDate": "2016-05-20 00:00:00",
      "marketingAuthorisationHolder": "Janssen-Cilag International N.V.",
      "medicineName": "Darzalex",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/darzalex"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "DARZALEX",
      "indication": "1 INDICATIONS AND USAGE DARZALEX is indicated for the treatment of adult patients with multiple myeloma: in combination with lenalidomide and dexamethasone in newly diagnosed patients who are ineligible for autologous stem cell transplant and in patients with relapsed or refractory multiple myeloma who have received at least one prior therapy. in combination with bortezomib, melphalan and prednisone in newly diagnosed patients who are ineligible for autologous stem cell transplant. in combination with bortezomib, thalidomide, and dexamethasone in newly diagnosed patients who are eligible for autologous stem cell transplant in combination with bortezomib and dexamethasone in patients who have received at least one prior therapy. in combination with carfilzomib and dexamethasone in patients with relapsed or refractory multiple myeloma who have received one to three prior lines of therapy. in combination with pomalidomide and dexamethasone in patients who have received at least two prior therapies including lenalidomide and a proteasome inhibitor. as monotherapy, in patients who have received at least three prior lines of therapy including a proteasome inhibitor (PI) and an immunomodulatory agent or who are double-refractory to a PI and an immunomodulatory agent. DARZALEX is a CD38-directed cytolytic antibody indicated for the treatment of adult patients with multiple myeloma: in combination with lenalidomide and dexamethasone in newly diagnosed patients who are ineligible for autologous stem cell transplant and in patients with relapsed or refractory multiple myeloma who have received at least one prior therapy in combination with bortezomib, melphalan and prednisone in newly diagnosed patients who are ineligible for autologous stem cell transplant in combination with bortezomib, thalidomide, and dexamethasone in newly diagnosed patients who are eligible for autologous stem cell transplant in combination with bortezomib and dexamethasone in patients who have received at least one prior therapy in combination with carfilzomib and dexamethasone in patients who have received one to three prior lines of therapy in combination with pomalidomide and dexamethasone in patients who have received at least two prior therapies including lenalidomide and a proteasome inhibitor as monotherapy, in patients who have received at least three prior lines of therapy including a proteasome inhibitor (PI) and an immunomodulatory agent or who are double-refractory to a PI and an immunomodulatory agent. ( 1 )",
      "manufacturer": "Janssen Biotech, Inc.",
      "splSetId": "a4d0efe9-5e54-467e-9eb4-56fa7d53b60b"
    }
  ],
  "id": "Daratumumab",
  "nciThesaurus": {
    "casRegistry": "945721-28-8",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A fully human monoclonal antibody directed against the cell surface glycoprotein CD-38 with potential antineoplastic activity. The binding of anti-CD38 monoclonal antibody to natural killer (NK) cells mimics the normal CD38-CD31 interaction on the NK cell surface. CD38 is also present on multiple myeloma (MM) cells and plasma leukemia cells; this agent may preferentially bind these cells, triggering antitumoral antibody-dependent cellular cytotoxicity (ADCC) and complement-dependent cytotoxicity (CDC). CD38, a cell surface glycoprotein, is present on various immune cells and has been shown to regulate the cytotoxic response of activated NK cells.",
    "fdaUniiCode": "4Z63YK6E0E",
    "identifier": "C74007",
    "preferredName": "Daratumumab",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C129822",
      "C155321"
    ],
    "synonyms": [
      "Anti-CD38 Monoclonal Antibody",
      "DARATUMUMAB",
      "Daratumumab",
      "Darzalex",
      "HuMax-CD38",
      "JNJ-54767414"
    ]
  }
}