{
  "emaEpar": [
    {
      "activeSubstance": "dupilumab",
      "conditionIndication": "Dupixent is indicated for the treatment of moderate-to-severe atopic dermatitis in adult patients who are candidates for systemic therapy.",
      "inn": "dupilumab",
      "marketingAuthorisationDate": "2017-09-26 00:00:00",
      "marketingAuthorisationHolder": "sanofi-aventis groupe",
      "medicineName": "Dupixent",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/dupixent"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Dupixent",
      "indication": "1 INDICATIONS AND USAGE DUPIXENT is indicated for the following diseases: DUPIXENT is an interleukin-4 receptor alpha antagonist indicated: for the treatment of patients aged 6 years and older with moderate-to-severe atopic dermatitis whose disease is not adequately controlled with topical prescription therapies or when those therapies are not advisable. DUPIXENT can be used with or without topical corticosteroids. ( 1.1 ) as an add-on maintenance treatment of patients aged 6 years and older with moderate-to-severe asthma characterized by an eosinophilic phenotype or with oral corticosteroid dependent asthma. ( 1.2 ) as an add-on maintenance treatment in adult patients with inadequately controlled chronic rhinosinusitis with nasal polyposis (CRSwNP). ( 1.3 ) Limitations of Use Not for the relief of acute bronchospasm or status asthmaticus. ( 1.2 ) 1.1 Atopic Dermatitis DUPIXENT is indicated for the treatment of patients aged 6 years and older with moderate-to-severe atopic dermatitis whose disease is not adequately controlled with topical prescription therapies or when those therapies are not advisable. DUPIXENT can be used with or without topical corticosteroids. 1.2 Asthma DUPIXENT is indicated as an add-on maintenance treatment of patients aged 6 years and older with moderate-to-severe asthma characterized by an eosinophilic phenotype or with oral corticosteroid dependent asthma [see Clinical Studies (14) ] . Limitations of Use DUPIXENT is not indicated for the relief of acute bronchospasm or status asthmaticus. 1.3 Chronic Rhinosinusitis with Nasal Polyposis DUPIXENT is indicated as an add-on maintenance treatment in adult patients with inadequately controlled chronic rhinosinusitis with nasal polyposis (CRSwNP).",
      "manufacturer": "sanofi-aventis U.S. LLC",
      "splSetId": "595f437d-2729-40bb-9c62-c8ece1f82780"
    }
  ],
  "id": "Dupilumab",
  "nciThesaurus": {
    "casRegistry": "1190264-60-8",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A recombinant human monoclonal immunoglobulin G4 (IgG4) antibody directed against the alpha chain of the interleukin-4 receptor (IL-4R alpha) with potential immunomodulatory activities. Upon injection, dupilumab selectively binds to the IL-4R alpha chain. This disrupts IL-4/IL-13 signaling and prevents the activation of downstream pathways that mediate type 2 inflammation and may potentially inhibit tumor cell proliferation, survival, and metastasis. IL-4 and IL-13 receptors are present on the surface of numerous cells involved in the pathophysiology of type-2 helper T-cell (Th2) allergic responses, including B-lymphocytes, eosinophils, dendritic cells (DCs), monocytes, macrophages, basophils, keratinocytes, bronchial epithelial cells, endothelial cells, fibroblasts, and airway smooth muscle cells. Additionally, both IL-4 and IL-13 receptors are overexpressed in a variety of cancers and IL-4 and IL-13 and may serve as biomarkers for cancer aggressiveness. IL-4 and IL-13 are thought to be key regulatory cytokines in the tumor microenvironment (TME) and may play a role in the activation of tumor-associated macrophages (TAMs) and myeloid-derived suppressor cells (MDSCs) that mediate tumor cell survival.",
    "fdaUniiCode": "420K487FSG",
    "identifier": "C162455",
    "preferredName": "Dupilumab",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C20401"
    ],
    "synonyms": [
      "DUPILUMAB",
      "Dupilumab",
      "Dupixent",
      "REGN 668",
      "REGN-668",
      "REGN668",
      "SAR 231893",
      "SAR-231893",
      "SAR231893"
    ]
  }
}