{
  "emaEpar": [
    {
      "activeSubstance": "durvalumab",
      "conditionIndication": "Imfinzi as monotherapy is indicated for the treatment of locally advanced, unresectable non‑small cell lung cancer (NSCLC) in adults whose tumours express PD-L1 on ≥ 1% of tumour cells and whose disease has not progressed following platinum‑based chemoradiation therapy.",
      "inn": "durvalumab",
      "marketingAuthorisationDate": "2018-09-21 00:00:00",
      "marketingAuthorisationHolder": "AstraZeneca AB",
      "medicineName": "Imfinzi",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/imfinzi"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "IMFINZI",
      "indication": "1 INDICATIONS AND USAGE IMFINZI is a programmed death-ligand 1 (PD-L1) blocking antibody indicated: • for the treatment of adult patients with unresectable, Stage III non-small cell lung cancer (NSCLC) whose disease has not progressed following concurrent platinum-based chemotherapy and radiation therapy. ( 1.1 ) • in combination with etoposide and either carboplatin or cisplatin, as first-line treatment of adult patients with extensive-stage small cell lung cancer (ES-SCLC). ( 1.2 ) 1.1 Non-Small Cell Lung Cancer IMFINZI is indicated for the treatment of adult patients with unresectable Stage III non-small cell lung cancer (NSCLC) whose disease has not progressed following concurrent platinum-based chemotherapy and radiation therapy. 1.2 Small Cell Lung Cancer IMFINZI, in combination with etoposide and either carboplatin or cisplatin, is indicated for the first-line treatment of adult patients with extensive-stage small cell lung cancer (ES-SCLC).",
      "manufacturer": "AstraZeneca Pharmaceuticals LP",
      "splSetId": "8baba4ea-2855-42fa-9bd9-5a7548d4cec3"
    }
  ],
  "id": "Durvalumab",
  "nciThesaurus": {
    "casRegistry": "",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A monoclonal antibody directed against B7H1 (B7 homolog 1; programmed cell death ligand 1) with potential immunostimulating activity. Upon intravenous administration, durvalumab binds to the cell surface antigen B7H1, thereby blocking B7H1 signaling. This may activate the immune system to exert a cytotoxic T-lymphocyte (CTL) response against B7H1-expressing tumor cells. B7H1, a member of the B7 protein superfamily and a negative regulator of cytokine synthesis, is overexpressed on certain tumor cell types.",
    "fdaUniiCode": "28X28X9OKV",
    "identifier": "C103194",
    "preferredName": "Durvalumab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C128057"
    ],
    "synonyms": [
      "DURVALUMAB",
      "Durvalumab",
      "Imfinzi",
      "Immunoglobulin G1, Anti-(Human Protein B7-H1) (Human Monoclonal MEDI4736 Heavy Chain), Disulfide with Human Monoclonal MEDI4736 Kappa-chain, Dimer",
      "MEDI-4736",
      "MEDI4736"
    ]
  }
}