{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "NuvaRing",
      "indication": "1 INDICATIONS AND USAGE FOR VAGINAL USE ONLY NuvaRing ® is indicated for use by females of reproductive age to prevent pregnancy. NuvaRing is an estrogen/progestin combination hormonal contraceptive (CHC) indicated for use by women to prevent pregnancy. ( 1 )",
      "manufacturer": "Organon USA Inc.",
      "splSetId": "017343fb-86c4-45ab-9c47-52cc5b9f3a02"
    },
    {
      "brand": "Hailey 1.5/30",
      "indication": "INDICATIONS AND USAGE Hailey 1.5/30 is indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective. Table 1 lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. TABLE 1 LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD % of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use Method Lowest Expected The authors’ best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason. Typical This term represents “typical” couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason. (No contraception) (85) (85) Oral contraceptives Combined progestin only 0.1 0.5 3 N/A N/A-Data not available. N/A Diaphragm with spermicidal cream or jelly 6 20 Spermicides alone (foam, creams, gels, vaginal suppositories, and vaginal film) 6 26 Vaginal Sponge nulliparous parous 9 20 20 40 Implant 0.05 0.05 Injection: depot medroxyprogesterone acetate 0.3 0.3 IUD progesterone T copper T 380A LNg 20 1.5 0.6 0.1 2 0.8 0.1 Condom without spermicides female male 5 3 21 14 Cervical Cap with spermicidal cream or jelly nulliparous parous 9 26 20 40 Periodic abstinence (all methods) 1 to 9 25 Withdrawal 4 19 Female sterilization 0.5 0.5 Male sterilization 0.1 0.15 Adapted from RA Hatcher et al, Reference 7.",
      "manufacturer": "Glenmark Pharmaceuticals Inc., USA",
      "splSetId": "021df70a-0c37-4237-a2f7-2597ff6d41f5"
    },
    {
      "brand": "Dolishale",
      "indication": "INDICATIONS AND USAGE DOLISHALE is indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective for pregnancy prevention. Table 2 lists the typical unintended pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, the IUD, and implants, depend upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. Table 2: Percentage of Women Experiencing an Unintended Pregnancy During The First Year of Typical Use and The First Year of Perfect Use of Contraception and The Percentage Continuing Use at The End of the First Year. United States. % of Women Experiencing an Unintended Pregnancy within the First Year of Use % of Women Continuing Use at One Year 3 Method (1) Typical Use 1 (2) Perfect Use 2 (3) (4) Chance 4 85 85 Spermicides 5 26 6 40 Periodic abstinence 25 63 Calendar 9 Ovulation Method 3 Sympto-Thermal 6 2 Post-Ovulation 1 Cap 7 Parous Women 40 26 42 Nulliparous Women 20 9 56 Sponge Parous Women 40 20 42 Nulliparous Women 20 9 56 Diaphragm 7 20 6 56 Withdrawal 19 4 Condom 8 Female (Reality™) 21 5 56 Male 14 3 61 Pill 5 71 Progestin only 0.5 Combined 0.1 IUD Progesterone T 2.0 1.5 81 Copper T380A 0.8 0.6 78 LNg 20 0.1 0.1 81 Depo-Provera ® 0.3 0.3 70 Levonorgestrel Implants (Norplant ® ) 0.05 0.05 88 Female Sterilization 0.5 0.5 100 Male Sterilization 0.15 0.10 100 Emergency Contraceptive Pills: The FDA has concluded that certain combined oral contraceptives containing ethinyl estradiol and norgestrel or levonorgestrel are safe and effective for use as postcoital emergency contraception. Treatment initiated within 72 hours after unprotected intercourse reduces the risk of pregnancy by at least 75%. 9 Lactation Amenorrhea Method: LAM is a highly effective, temporary method of contraception. 10 Source: Trussell J. Contraceptive efficacy. In: Hatcher RA, Trussell J, Stewart F, Cates W, Stewart GK, Kowel D, Guest F. Contraceptive Technology: Seventeenth Revised Edition. New York NY: Irvington Publishers; 1998. 1. Among typical couples who initiate use of a method (not necessarily for the first time), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason. 2. Among couples who initiate use of a method (not necessarily for the first time) and who use it perfectly (both consistently and correctly), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason. 3. Among couples attempting to avoid pregnancy, the percentage who continue to use a method for one year. 4. The percents becoming pregnant in columns (2) and (3) are based on data from populations where contraception is not used and from women who cease using contraception in order to become pregnant. Among such populations, about 89% become pregnant within one year. This estimate was lowered slightly (to 85%) to represent the percent who would become pregnant within one year among women now relying on reversible methods of contraception if they abandoned contraception altogether. 5. Foams, creams, gels, vaginal suppositories, and vaginal film. 6. Cervical mucus (ovulation) method supplemented by calendar in the pre-ovulatory and basal body temperature in the post-ovulatory phases. 7. With spermicidal cream or jelly. 8. Without spermicides. 9. The treatment schedule is one dose within 72 hours after unprotected intercourse, and a second dose 12 hours after the first dose. The FDA has declared the following dosage regimens of oral contraceptives to be safe and effective for emergency contraception: for tablets containing 50 mcg of ethinyl estradiol and 500 mcg of norgestrel 1 dose is 2 tablets; for tablets containing 20 mcg of ethinyl estradiol and 100 mcg of levonorgestrel 1 dose is 5 tablets; for tablets containing 30 mcg of ethinyl estradiol and 150 mcg of levonorgestrel 1 dose is 4 tablets. 10. However, to maintain effective protection against pregnancy, another method of contraception must be used as soon as menstruation resumes, the frequency or duration of breastfeeds is reduced, bottle feeds are introduced, or the baby reaches 6 months of age.",
      "manufacturer": "Ingenus Pharmaceuticals, LLC",
      "splSetId": "036a15be-8c2e-4f65-b5dc-f333e2994d4a"
    },
    {
      "brand": "femhrt",
      "indication": "1 INDICATIONS AND USAGE femhrt is an estrogen plus progestin indicated in a woman with a uterus for: Treatment of Moderate to Severe Vasomotor Symptoms due to Menopause ( 1.1 ) Prevention of Postmenopausal Osteoporosis ( 1.2 ) 1.1 Treatment of Moderate to Severe Vasomotor Symptoms due to Menopause 1.2 Prevention of Postmenopausal Osteoporosis Limitation of Use When prescribing solely for the prevention of postmenopausal osteoporosis, therapy should only be considered for women at significant risk of osteoporosis and non-estrogen medication should be carefully considered.",
      "manufacturer": "Allergan, Inc.",
      "splSetId": "0fece0aa-2b9c-40a3-975e-1ef2c2ef72f2"
    },
    {
      "brand": "NUVARING",
      "indication": "1 INDICATIONS AND USAGE FOR VAGINAL USE ONLY NuvaRing ® is indicated for use by females of reproductive age to prevent pregnancy. NuvaRing is an estrogen/progestin combination hormonal contraceptive (CHC) indicated for use by women to prevent pregnancy. ( 1 )",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "1347d58b-c505-45e7-aa9d-9800b9cf40c5"
    },
    {
      "brand": "Nortrel 28 Day",
      "indication": "INDICATIONS AND USAGE Nortrel 1/35 and Nortrel 0.5/35 Tablets are indicated for the prevention of pregnancy in women who elect to use this product as a method of contraception. Oral contraceptives are highly effective. Table 1 lists the typical accidental pregnancy rates for users of combined oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, the IUD, and the NORPLANT ® System depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. Table 1: Percentage of Women Experiencing an Unintended Pregnancy During the First Year of Typical Use and the First Year of Perfect Use of Contraception and the Percentage Continuing Use at the End of the First Year. United States. % of Women Experiencing an Unintended Pregnancy within the First Year of Use % of Women Continuing Use at One Year Among couples attempting to avoid pregnancy, the percentage who continue to use a method for one year. Method (1) Typical Use Among typical couples who initiate use of a method (not necessarily for the first time), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason. (2) Perfect Use Among couples who initiate use of a method (not necessarily for the first time) and who use it perfectly (both consistently and correctly), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason. (3) (4) Chance The percents becoming pregnant in columns (2) and (3) are based on data from populations where contraception is not used and from women who cease using contraception in order to become pregnant. Among such populations, about 89% become pregnant within one year. This estimate was lowered slightly (to 85%) to represent the percent who would become pregnant within one year among women now relying on reversible methods of contraception if they abandoned contraception altogether. 85 85 Spermicides Foams, creams, gels, vaginal suppositories, and vaginal film. 26 6 40 Periodic abstinence 25 63 Calendar 9 Ovulation Method 3 Sympto-Thermal Cervical mucus (ovulation) method supplemented by calendar in the pre-ovulatory and basal body temperature in the post-ovulatory phases. 2 Post-Ovulation 1 Cap With spermicidal cream or jelly. Parous Women 40 26 42 Nulliparous Women 20 9 56 Sponge Parous Women 40 20 42 Nulliparous Women 20 9 56 Diaphragm 20 6 56 Withdrawal 19 4 Condom Without spermicides Female (Reality ® ) 21 5 56 Male 14 3 61 Pill 5 71 Progestin Only 0.5 Combined 0.1 IUD Progesterone T 2.0 1.5 81 Copper T380A 0.8 0.6 78 LNg 20 0.1 0.1 81 Depo-Provera ® 0.3 0.3 70 Norplant ® and Norplant-2 ® 0.05 0.05 88 Female Sterilization 0.5 0.5 100 Male Sterilization 0.15 0.10 100 Adapted from Hatcher et al., 1998 Ref. #1. Emergency Contraceptive Pills: Treatment initiated within 72 hours after unprotected intercourse reduces the risk of pregnancy by at least 75%. The treatment schedule is one dose within 72 hours after unprotected intercourse, and a second dose 12 hours after the first dose. The Food and Drug Administration has declared the following brands of oral contraceptives to be safe and effective for emergency contraception: Ovral ® (1 dose is 2 white pills), Alesse ® (1 dose is 5 pink pills), Nordette ® or Levlen ® (1 dose is 2 light-orange pills), Lo/Ovral ® (1 dose is 4 white pills), Triphasil ® or Tri-Levlen ® (1 dose is 4 yellow pills). Lactational Amenorrhea Method: LAM is highly effective, temporary method of contraception. However, to maintain effective protection against pregnancy, another method of contraception must be used as soon as menstruation resumes, the frequency or duration of breastfeeds is reduced, bottle feeds are introduced, or the baby reaches six months of age. Source: Trussell J, Contraceptive efficacy. In Hatcher RA, Trussell J, Stewart F, Cates W, Stewart GK, Kowal D, Guest F, Contraceptive Technology: Seventeenth Revised Edition. New York NY: Irvington Publishers, 1998. Nortrel 0.5/35 and 1/35 have not been studied for and are not indicated for use in emergency contraception.",
      "manufacturer": "Teva Pharmaceuticals USA, Inc.",
      "splSetId": "140c50d6-c931-423a-9aa0-526eae7ab93c"
    },
    {
      "brand": "Norethindrone Acetate and Ethinyl Estradiol",
      "indication": "1 INDICATIONS AND USAGE Norethindrone acetate and Ethinyl estradiol tablets are an estrogen plus progestin indicated in a woman with a uterus for: Treatment of Moderate to Severe Vasomotor Symptoms due to Menopause ( 1.1 ) Prevention of Postmenopausal Osteoporosis ( 1.2 ) 1.1 Treatment of Moderate to Severe Vasomotor Symptoms due to Menopause 1.2 Prevention of Postmenopausal Osteoporosis Limitation of Use When prescribing solely for the prevention of postmenopausal osteoporosis, thera py should only be condisered for women a t significant risk of osteoporosis and non-estrogen medication should be carefully considered.",
      "manufacturer": "Nivagen Pharmaceuticals, Inc.",
      "splSetId": "2c2a37e1-adaf-4947-abb1-736bfa58bf98"
    },
    {
      "brand": "NORETHINDRONE ACETATE AND ETHINYL ESTRADIOL",
      "indication": "INDICATIONS AND USAGE Norethindrone Acetate and Ethinyl Estradiol Tablets are indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective. Table I lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. TABLE I LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD % of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use Method Lowest Expected* Typical** (No contraception) (85) (85) Oral contraceptives 3 combined 0.1 N/A *** progestin only 0.5 N/A *** Diaphragm with spermicidal cream or jelly 6 20 Spermicides alone (foam, creams, gels, vaginal suppositories and vaginal film) 6 26 Vaginal Sponge nulliparous 9 20 parous 20 40 Implant 0.05 0.05 Injection: depot medroxyprogesterone acetate 0.3 0.3 IUD progesterone T 1.5 2.0 copper T 380A 0.6 0.8 LNg 20 0.1 0.1 Condom without spermicides female 5 21 male 3 14 Cervical Cap with spermicidal cream or jelly nulliparous 9 20 parous 26 40 Periodic abstinence (all methods) 1-9 25 Withdrawal 4 19 Female sterilization 0.5 0.5 Male sterilization 0.10 0.15 Adapted from RA Hatcher et al, Reference 7. * The authors' best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason. ** This term represents “typical” couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason. ***N/A - Data not available.",
      "manufacturer": "Mylan Pharmaceuticals Inc.",
      "splSetId": "3108a9bc-3378-459d-8f6b-bd5eff2ad657"
    },
    {
      "brand": "Norelgestromin and Ethinly Estradiol",
      "indication": "1 INDICATIONS AND USAGE Norelgestromin and ethinyl estradiol transdermal system is indicated for the prevention of pregnancy in women with a body mass index (BMI) < 30 kg/m 2 for whom a combined hormonal contraceptive is appropriate. Limitations of Use : Norelgestromin and ethinyl estradiol transdermal system may be less effective in preventing pregnancy in women who weigh 198 lbs (90 kg) or more. Norelgestromin and ethinyl estradiol transdermal system is contraindicated for use in women with BMI ≥ 30 kg/m 2 [see Contraindications (4) , Warnings and Precautions (5.1) and Clinical Studies (14) ] . Norelgestromin and ethinyl estradiol transdermal system is an estrogen/progestin combination hormonal contraceptive (CHC), indicated for the prevention of pregnancy in women with a BMI < 30 kg/m 2 for whom a combined hormonal contraceptive is appropriate. ( 1 ) Limitations of Use : Norelgestromin and ethinyl estradiol transdermal system may be less effective in preventing pregnancy in women at or above 198 lbs (90 kg). ( 1 , 4 , 14 )",
      "manufacturer": "Amneal Pharmaceuticals NY LLC",
      "splSetId": "36445b6a-e0f2-42f7-a8f3-5b80c90b87dd"
    },
    {
      "brand": "ANNOVERA",
      "indication": "1 INDICATIONS AND USAGE ANNOVERA is indicated for use by females of reproductive potential to prevent pregnancy. ANNOVERA is a progestin/estrogen CHC indicated for use by females of reproductive potential to prevent pregnancy. ( 1 ) Limitations of Use Not adequately evaluated in females with a body mass index of >29 kg/m 2 . ( 1 ) Limitations of Use ANNOVERA has not been adequately studied in females with a BMI >29 kg/m 2 .",
      "manufacturer": "TherapeuticsMD, Inc.",
      "splSetId": "37bb9ebd-2e99-4453-bbe6-9dd4a2897193"
    },
    {
      "brand": "Levonorgestrel and Ethinyl Estradiol",
      "indication": "INDICATIONS AND USAGE Levonorgestrel and ethinyl estradiol tablets USP is indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective for pregnancy prevention. Table 2 lists the typical unintended pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, the IUD, and implants, depend upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. Table 2: Percentage of Women Experiencing an Unintended Pregnancy During The First Year of Typical Use and The First Year of Perfect Use of Contraception and The Percentage Continuing Use at The End of the First Year. United States. % of Women Experiencing an Unintended Pregnancy within the First Year of Use % of Women Continuing Use at One Year 3 Method (1) Typical Use 1 (2) Perfect Use 2 (3) (4) Chance 4 85 85 Spermicides 5 26 6 40 Periodic abstinence 25 63 Calendar 9 Ovulation Method 3 Sympto-Thermal 6 2 Post-Ovulation 1 Cap 7 Parous Women 40 26 42 Nulliparous Women 20 9 56 Sponge Parous Women 40 20 42 Nulliparous Women 20 9 56 Diaphragm 7 20 6 56 Withdrawal 19 4 Condom 8 Female (Reality TM ) 21 5 56 Male 14 3 61 Pill 5 71 Progestin only 0.5 Combined 0.1 IUD Progesterone T 2.0 1.5 81 Copper T380A 0.8 0.6 78 LNg 20 0.1 0.1 81 Depo-Provera ® 0.3 0.3 70 Levonorgestrel Implants (Norplant ®) 0.05 0.05 88 Female Sterilization 0.5 0.5 100 Male Sterilization 0.15 0.10 100 Emergency Contraceptive Pills: The FDA has concluded that certain combined oral contraceptives containing ethinyl estradiol and norgestrel or levonorgestrel are safe and effective for use as postcoital emergency contraception. Treatment initiated within 72 hours after unprotected intercourse reduces the risk of pregnancy by at least 75%. 9 Lactation Amenorrhea Method: LAM is a highly effective, temporary method of contraception. 10 Source: Trussell J. Contraceptive efficacy. In: Hatcher RA, Trussell J, Stewart F, Cates W, Stewart GK, Kowel D, Guest F. Contraceptive Technology: Seventeenth Revised Edition. New York NY: Irvington Publishers; 1998. 1. Among typical couples who initiate use of a method (not necessarily for the first time), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason. 2. Among couples who initiate use of a method (not necessarily for the first time) and who use it perfectly (both consistently and correctly), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason. 3. Among couples attempting to avoid pregnancy, the percentage who continue to use a method for one year. 4. The percents becoming pregnant in columns (2) and (3) are based on data from populations where contraception is not used and from women who cease using contraception in order to become pregnant. Among such populations, about 89% become pregnant within one year. This estimate was lowered slightly (to 85%) to represent the percent who would become pregnant within one year among women now relying on reversible methods of contraception if they abandoned contraception altogether. 5. Foams, creams, gels, vaginal suppositories, and vaginal film. 6. Cervical mucus (ovulation) method supplemented by calendar in the pre-ovulatory and basal body temperature in the post-ovulatory phases. 7. With spermicidal cream or jelly. 8. Without spermicides. 9. The treatment schedule is one dose within 72 hours after unprotected intercourse and a second dose 12 hours after the first dose. The FDA has declared the following dosage regimens of oral contraceptives to be safe and effective for emergency contraception: for tablets containing 0.05 mg of ethinyl estradiol and 0.50 mg of norgestrel 1 dose is 2 tablets; for tablets containing 0.02 mg of ethinyl estradiol and 0.1 mg of levonorgestrel 1 dose is 5 tablets; for tablets containing 0.03 mg of ethinyl estradiol and 0.15 mg of levonorgestrel 1 dose is 4 tablets. 10. However, to maintain effective protection against pregnancy, another method of contraception must be used as soon as menstruation resumes, the frequency or duration of breastfeeds is reduced, bottle feeds are introduced, or the baby reaches 6 months of age. Clinical Studies The efficacy and safety of levonorgestrel and ethinyl estradiol were studied in 2 one-year clinical trials of subjects age 18-49. There were no exclusions for body mass index (BMI), weight, or bleeding history. The primary efficacy and safety study (313-NA) was a one-year open-label clinical trial that treated 2,134 subjects in North America. Of these subjects 1,213 (56.8%) discontinued prematurely, including 102 (4.8%) discontinued by the Sponsor for early study closure. The mean weight of subjects in this study was 70.38 kg. The efficacy of levonorgestrel and ethinyl estradiol was assessed by the number of pregnancies that occurred after the onset of treatment and within 14 days of the last dose. Among subjects 35 years or less, there were 23 pregnancies (4 of these occurred during the interval 1 to 14 days after the last day of pill use) during 12,572 28-day pill packs of use. The resulting total Pearl Index was 2.38 (95% CI: 1.51, 3.57) and the one-year life table pregnancy rate was 2.39 (95% CI: 1.57, 3.62). Pill pack cycles during which subjects used back-up contraception or were not sexually active were not included in these calculations. Among women 35 years or less who took the pills completely as directed, there were 15 pregnancies (method failures) resulting in a Pearl Index of 1.55 (95% CI: 0.87, 2.56) and the one-year life table pregnancy rate was 1.59 (95% CI: 0.95-2.67). In a second supportive study conducted in Europe (315-EU), 641 subjects were randomized to levonorgestrel and ethinyl estradiol (n=323) or the cyclic comparator of 0.1 mg levonorgestrel and 0.02 mg ethinyl estradiol (n=318). The mean weight of subjects in this study was 63.86 kg. The efficacy analysis among women 35 years or less included 2,756 levonorgestrel and ethinyl estradiol pill packs and 2,886 cyclic comparator pill packs. There was one pregnancy in the levonorgestrel and ethinyl estradiol group that occurred within 14 days following the last dose. There were three pregnancies in the cyclic comparator group. Inhibition of Menses (Bleeding Profile) The bleeding profile for subjects in Study 313-NA also was assessed. Women with a history of unscheduled bleeding and/or spotting were not excluded from the study. In those subjects who provided complete bleeding data, the percentage of patients who were amenorrheic in a given cycle and remained amenorrheic through cycle 13 (cumulative amenorrhea rate) was determined (Figure 2). Figure 2: Percentage of Subjects with Cumulative Amenorrhea for Each Pill Pack through Pill Pack 13 When prescribing levonorgestrel and ethinyl estradiol, the convenience of having no scheduled menstrual bleeding should be weighed against the inconvenience of unscheduled bleeding and spotting (see WARNINGS , 11 ). fig-2",
      "manufacturer": "Glenmark Pharmaceuticals Inc., USA",
      "splSetId": "44fbc5ae-5682-471f-a12a-955e8b4d233a"
    },
    {
      "brand": "NuvaRing",
      "indication": "1 INDICATIONS AND USAGE FOR VAGINAL USE ONLY NuvaRing ® is indicated for use by females of reproductive age to prevent pregnancy. NuvaRing is an estrogen/progestin combination hormonal contraceptive (CHC) indicated for use by women to prevent pregnancy. ( 1 )",
      "manufacturer": "Organon LLC",
      "splSetId": "55eb60e3-6f4d-40a3-8ee6-e7fd2d0c7d97"
    },
    {
      "brand": "Norethindrone Acetate and Ethinyl Estradiol",
      "indication": "INDICATIONS AND USAGE Norethindrone acetate and ethinyl estradiol tablets are indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective. Table I lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. TABLE I LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD % of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use Method Lowest Expected* Typical** (No contraception) (85) (85) Oral contraceptives 3 combined 0.1 N/A*** progestin only 0.5 N/A*** Diaphragm with spermicidal cream or jelly 6 20 Spermicides alone (foam, creams, gels, vaginal suppositories, and vaginal film) 6 26 Vaginal Sponge nulliparous 9 20 parous 20 40 Implant 0.05 0.05 Injection: depot medroxyprogesterone acetate 0.3 0.3 IUD progesterone T 1.5 2 copper T 380A 0.6 0.8 LNg 20 0.1 0.1 Condom without spermicides female 5 21 male 3 14 Cervical Cap with spermicidal cream or jelly nulliparous 9 20 parous 26 40 Periodic abstinence (all methods) 1 to 9 25 Withdrawal 4 19 Female sterilization 0.5 0.5 Male sterilization 0.1 0.15 Adapted from RA Hatcher et al, Reference 7. *The authors' best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason. **This term represents “typical” couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason. ***N/A-Data not available.",
      "manufacturer": "Glenmark Pharmaceuticals Inc., USA",
      "splSetId": "5a44f7a2-45f1-4d28-b9fb-61d9f2456422"
    },
    {
      "brand": "ZAFEMY",
      "indication": "1 INDICATIONS AND USAGE ZAFEMY is indicated for the prevention of pregnancy in women with a body mass index (BMI) < 30 kg/m 2 for whom a combined hormonal contraceptive is appropriate. Limitations of Use: ZAFEMY may be less effective in preventing pregnancy in women who weigh 198 lbs (90 kg) or more. ZAFEMY is contraindicated for use in women with BMI ≥ 30 kg/m 2 [see Contraindications (4) , Warnings and Precautions (5.1) and Clinical Studies (14) ]. ZAFEMY™ is an estrogen/progestin combination hormonal contraceptive (CHC), indicated for the prevention of pregnancy in women with a BMI < 30 kg/m 2 for whom a combined hormonal contraceptive is appropriate. (1) Limitations of Use : ZAFEMY may be less effective in preventing pregnancy in women at or above 198 lbs (90 kg). ( 1 , 4 , 14 )",
      "manufacturer": "Amneal Pharmaceuticals LLC",
      "splSetId": "5ee34c07-65af-42b8-a98f-e299ff90a8a1"
    },
    {
      "brand": "Aurovela 1/20",
      "indication": "INDICATIONS AND USAGE Aurovela 1/20 is indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective. Table I lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. TABLE I LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD Adapted from RA Hatcher et al, Reference 7. *The authors’ best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason. ** This term represents “typical” couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason. *** N/A-Data not available. % Of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use Method Lowest Expected* Typical** (No contraception) (85) (85) Oral contraceptives 3 Combined 0.1 N/A*** progestin only 0.5 N/A*** Diaphragm with spermicidal cream or jelly 6 20 Spermicides alone (foam, creams, gels, vaginal suppositories, and vaginal film) 6 26 Vaginal Sponge nulliparous 9 20 parous 20 40 Implant 0.05 0.05 Injection: depot medroxyprogesterone acetate 0.3 0.3 IUD progesterone T 1.5 2 copper T 380A 0.6 0.8 LNg 20 0.1 0.1 Condom without spermicides female 5 21 male 3 14 Cervical Cap with spermicidal cream or jelly nulliparous 9 20 parous 26 40 Periodic abstinence (all methods) 1 to 9 25 Withdrawal 4 19 Female sterilization 0.5 0.5 Male sterilization 0.1 0.15",
      "manufacturer": "Aurobindo Pharma Limited",
      "splSetId": "6765becf-7b51-4f33-ac13-70fcd01decf7"
    },
    {
      "brand": "Fyavolv",
      "indication": "1 INDICATIONS AND USAGE Fyavolv is an estrogen plus progestin indicated in a woman with a uterus for: Treatment of Moderate to Severe Vasomotor Symptoms due to Menopause (1.1) Prevention of Postmenopausal Osteoporosis (1.2) 1.1 Treatment of Moderate to Severe Vasomotor Symptoms due to Menopause 1.2 Prevention of Postmenopausal Osteoporosis Limitation of Use When prescribing solely for the prevention of postmenopausal osteoporosis, therapy should only be considered for women at significant risk of osteoporosis and non-estrogen medication should be carefully considered.",
      "manufacturer": "Lupin Pharmaceuticals, Inc.",
      "splSetId": "772c86d7-10a4-48c5-8c19-f8aac68f5ab4"
    },
    {
      "brand": "NORETHINDRONE ACETATE AND ETHINYL ESTRADIOL",
      "indication": "INDICATIONS AND USAGE Norethindrone acetate and ethinyl estradiol tablets are indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective. Table I lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. TABLE I: LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD % of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use Method Lowest Expected* Typical** (No contraception) (85) (85) Oral contraceptives 3 combined 0.1 N/A *** progestin only 0.5 N/A *** Diaphragm with spermicidal cream or jelly 6 20 Spermicides alone (foam, creams, gels, vaginal suppositories and vaginal film) 6 26 Vaginal Sponge nulliparous 9 20 parous 20 40 Implant 0.05 0.05 Injection: depot medroxyprogesterone acetate 0.3 0.3 IUD progesterone T 1.5 2 copper T 380A 0.6 0.8 LNg 20 0.1 0.1 Condom without spermicides female 5 21 male 3 14 Cervical Cap with spermicidal cream or jelly nulliparous 9 20 parous 26 40 Periodic abstinence (all methods) 1 to 9 25 Withdrawal 4 19 Female sterilization 0.5 0.5 Male sterilization 0.1 0.15 Adapted from RA Hatcher et al, Reference 7. * The authors' best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason. ** This term represents \"typical\" couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason. ***N/A - Data not available.",
      "manufacturer": "Mylan Pharmaceuticals Inc.",
      "splSetId": "89948751-bd6e-4e9c-b87c-8782706c1097"
    },
    {
      "brand": "Junel 21 Day",
      "indication": "INDICATIONS AND USAGE Junel 21 and Junel Fe 28 are indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective. Table I lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. TABLE I: LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD % of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use Method Lowest Expected The authors' best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason. Typical This term represents “typical” couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason. (No contraception) (85) (85) Oral contraceptives combined progestin only 0.1 0.5 3 N/A N/A--Data not available. N/A Diaphragm with spermicidal cream or jelly 6 20 Spermicides alone (foam, creams, gels, vaginal suppositories, and vaginal film) 6 26 Vaginal Sponge nulliparous parous 9 20 20 40 Implant 0.05 0.05 Injection: depot medroxyprogesterone acetate 0.3 0.3 IUD progesterone T copper T 380A LNg 20 1.5 0.6 0.1 2 0.8 0.1 Condom without spermicides female male 5 3 21 14 Cervical Cap with spermicidal cream or jelly nulliparous parous 9 26 20 40 Periodic abstinence (all methods) 1 to 9 25 Withdrawal 4 19 Female sterilization 0.5 0.5 Male sterilization 0.10 0.15 Adapted from RA Hatcher et al, Reference 7.",
      "manufacturer": "Teva Pharmaceuticals USA, Inc.",
      "splSetId": "8b82ad14-580c-4145-b825-dce849f95363"
    },
    {
      "brand": "MICROGESTIN 1/20",
      "indication": "INDICATIONS AND USAGE MICROGESTIN and MICROGESTIN Fe are indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective. Table I lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. TABLE I: LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD % Of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use Lowest Method Expected* Typical** (No contraception) ...................... (85) (85) Oral contraceptives .................... 3 combined ................................ 0.1 N/A*** progestin only ........................ 0.5 N/A*** Diaphragm with spermicidal cream or jelly .......................... 6 20 Spermicides alone (foam, creams, gels, vaginal suppositories, and vaginal film) ................................ 6 26 Vaginal Sponge nulliparous .............................. 9 20 parous .................................... 20 40 Implant........................................ 0.05 0.05 Injection: depot medroxyprogesterone acetate ...................... 0.3 0.3 IUD progesterone T ........................ 1.5 2.0 copper T 380A ........................ 0.6 0.8 LNg 20 .................................... 0.1 0.1 Condom without spermicides female...................................... 5 21 male ........................................ 3 14 Cervical Cap with spermicidal cream or jelly nulliparous .............................. 9 20 parous .................................... 26 40 Periodic abstinence (all methods) .............................. 1-9 25 Withdrawal.................................. 4 19 Female sterilization...................... 0.5 0.5 Male sterilization ........................ 0.10 0.15 Adapted from RA Hatcher et al, Reference 7. *The authors’ best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason. **This term represents “typical” couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason. ***N/A - Data not available.",
      "manufacturer": "Mayne Pharma Inc.",
      "splSetId": "a56c0da1-1a72-4765-9dc4-09127a1e3505"
    },
    {
      "brand": "Amethyst",
      "indication": "INDICATIONS AND USAGE Amethyst™ (levonorgestrel and ethinyl estradiol tablets, USP) is indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective for pregnancy prevention. Table 2 lists the typical unintended pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, the IUD, and implants, depend upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. Table 2: Percentage of Women Experiencing an Unintended Pregnancy During The First Year of Typical Use and The First Year of Perfect Use of Contraception and The Percentage Continuing Use at The End of the First Year. United States. % of Women Experiencing an Unintended Pregnancy within the First Year of Use % of Women Continuing Use at One Year 3 Method (1) Typical Use 1 (2) Perfect Use 2 (3) (4) Chance 4 85 85 Spermicides 5 26 6 40 Periodic abstinence 25 63 Calendar 9 Ovulation method 3 Sympto-thermal 6 2 Post-ovulation 1 Cap 7 Parous women 40 26 42 Nulliparous women 20 9 56 Sponge Parous women 40 20 42 Nulliparous women 20 9 56 Diaphragm 7 20 6 56 Withdrawal 19 4 Condom 8 Female (Reality ® ) 21 5 56 Male 14 3 61 Pill 5 71 Progestin only 0.5 Combined 0.1 IUD Progesterone T 2.0 1.5 81 Copper T380A 0.8 0.6 78 LNg 20 0.1 0.1 81 Depo-Provera ® 0.3 0.3 70 Levonorgestrel Implants (Norplant ® ) 0.05 0.05 88 Female sterilization 0.5 0.5 100 Male sterilization 0.15 0.10 100 Emergency Contraceptive Pills: The FDA has concluded that certain combined oral contraceptives containing ethinyl estradiol and norgestrel or levonorgestrel are safe and effective for use as postcoital emergency contraception. Treatment initiated within 72 hours after unprotected intercourse reduces the risk of pregnancy by at least 75%. 9 Lactation Amenorrhea Method: LAM is a highly effective, temporary method of contraception. 10 Source: Trussell J. Contraceptive efficacy. In: Hatcher RA, Trussell J, Stewart F, Cates W, Stewart GK, Kowel D, Guest F. Contraceptive Technology: Seventeenth Revised Edition. : Publishers; 1998. Among typical couples who initiate use of a method (not necessarily for the first time), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason. Among couples who initiate use of a method (not necessarily for the first time) and who use it perfectly (both consistently and correctly), the percentage who experience an accidental pregnancy during the first year if they do not stop use for any other reason. Among couples attempting to avoid pregnancy, the percentage who continue to use a method for one year. The percents becoming pregnant in columns (2) and (3) are based on data from populations where contraception is not used and from women who cease using contraception in order to become pregnant. Among such populations, about 89% become pregnant within one year. This estimate was lowered slightly (to 85%) to represent the percent who would become pregnant within one year among women now relying on reversible methods of contraception if they abandoned contraception altogether. Foams, creams, gels, vaginal suppositories, and vaginal film. Cervical mucus (ovulation) method supplemented by calendar in the pre-ovulatory and basal body temperature in the post-ovulatory phases. With spermicidal cream or jelly. Without spermicides. The treatment schedule is one dose within 72 hours after unprotected intercourse, and a second dose 12 hours after the first dose. The FDA has declared the following dosage regimens of oral contraceptives to be safe and effective for emergency contraception: for tablets containing 50 mcg of ethinyl estradiol and 500 mcg of norgestrel 1 dose is 2 tablets; for tablets containing 20 mcg of ethinyl estradiol and 100 mcg of levonorgestrel 1 dose is 5 tablets; for tablets containing 30 mcg of ethinyl estradiol and 150 mcg of levonorgestrel 1 dose is 4 tablets. However, to maintain effective protection against pregnancy, another method of contraception must be used as soon as menstruation resumes, the frequency or duration of breastfeeds is reduced, bottle feeds are introduced, or the baby reaches 6 months of age. Clinical Studies The efficacy and safety of levonorgestrel and ethinyl estradiol tablets were studied in 2 one-year clinical trials of subjects age 18 to 49. There were no exclusions for body mass index (), weight, or bleeding history. The primary efficacy and safety study (313-NA) was a one-year open-label clinical trial that treated 2,134 subjects in . Of these subjects 1,213 (56.8%) discontinued prematurely, including 102 (4.8%) discontinued by the Sponsor for early study closure. The mean weight of subjects in this study was 70.38 kg. The efficacy of levonorgestrel and ethinyl estradiol tablets was assessed by the number of pregnancies that occurred after the onset of treatment and within 14 days of the last dose. Among subjects 35 years or less, there were 23 pregnancies (4 of these occurred during the interval 1 to 14 days after the last day of pill use) during 12,572 28-day pill packs of use. The resulting total Pearl Index was 2.38 (95% CI: 1.51, 3.57) and the one-year life table pregnancy rate was 2.39 (95% CI: 1.57, 3.62). Pill pack cycles during which subjects used back-up contraception or were not sexually active were not included in these calculations. Among women 35 years or less who took the pills completely as directed, there were 15 pregnancies (method failures) resulting in a Pearl Index of 1.55 (95% CI: 0.87, 2.56) and the one-year life table pregnancy rate was 1.59 (95% CI: 0.95 to 2.67). In a second supportive study conducted in Europe (315-EU), 641 subjects were randomized to levonorgestrel and ethinyl estradiol tablets (n=323) or the cyclic comparator of 100 mcg levonorgestrel and 20 mcg ethinyl estradiol (n=318). The mean weight of subjects in this study was 63.86 kg. The efficacy analysis among women 35 years or less included 2,756 levonorgestrel and ethinyl estradiol tablets pill packs and 2,886 cyclic comparator pill packs. There was one pregnancy in the levonorgestrel and ethinyl estradiol tablets group that occurred within 14 days following the last dose. There were three pregnancies in the cyclic comparator group. Inhibition of Menses (Bleeding Profile) The bleeding profile for subjects in Study 313-NA also was assessed. Women with a history of unscheduled bleeding and/or spotting were not excluded from the study. In those subjects who provided complete bleeding data, the percentage of patients who were amenorrheic in a given cycle and remained amenorrheic through cycle 13 (cumulative amenorrhea rate) was determined (Figure 2). Figure 2: Percentage of Subjects with Cumulative Amenorrhea for Each Pill Pack through Pill Pack 13 The 779 subjects with complete data for 13 pill packs were used in this cumulative analysis. Subjects were to begin pill pack 1 on the first day of menses. When prescribing Amethyst, the convenience of having no scheduled menstrual bleeding should be weighed against the inconvenience of unscheduled bleeding and spotting (see WARNINGS , 12). Figure 2: Percentage of Subjects with Cumulative Amenorrhea for Each Pill Pack through Pill Pack 13",
      "manufacturer": "Actavis Pharma, Inc.",
      "splSetId": "a7e19182-57b5-4783-9c7f-bb83961f1803"
    },
    {
      "brand": "Etonogestrel and Ethinyl Estradiol",
      "indication": "1 INDICATIONS AND USAGE FOR VAGINAL USE ONLY Etonogestrel and ethinyl estradiol vaginal ring is indicated for use by females of reproductive age to prevent pregnancy. Etonogestrel and ethinyl estradiol vaginal ring is an estrogen/progestin combination hormonal contraceptive (CHC) indicated for use by women to prevent pregnancy. ( 1 )",
      "manufacturer": "Teva Pharmaceuticals USA, Inc.",
      "splSetId": "a8cc104a-d522-49ad-af54-2f312b829b61"
    },
    {
      "brand": "XULANE",
      "indication": "1 INDICATIONS AND USAGE Xulane is indicated for the prevention of pregnancy in women with a body mass index (BMI) < 30 kg/m 2 for whom a combined hormonal contraceptive is appropriate . Limitations of Use: Xulane may be less effective in preventing pregnancy in women who weigh 198 lbs. (90 kg) or more. Xulane is contraindicated for use in women with BMI ≥ 30 kg/m 2 [see Contraindications (4) , Warnings and Precautions (5.1) and Clinical Studies (14) ] . Xulane is an estrogen/progestin combination hormonal contraceptive (CHC), indicated for the prevention of pregnancy in women with a BMI < 30 kg/m 2 for whom a combined hormonal contraceptive is appropriate. ( 1 ) Limitations of Use: Xulane may be less effective in preventing pregnancy in women at or above 198 lbs. (90 kg). ( 1 , 4 , 14 )",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "adcf17ef-e60b-48a4-9478-3998dab2bbbd"
    },
    {
      "brand": "Aurovela 1.5/30",
      "indication": "INDICATIONS AND USAGE Aurovela 1.5/30 is indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective. Table I lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. TABLE I LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD Adapted from RA Hatcher et al, Reference 7. *The authors’ best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason. ** This term represents “typical” couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason. *** N/A-Data not available. % Of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use Method Lowest Expected* Typical** (No contraception) Oral contraceptives Combined progestin only Diaphragm with spermicidal cream or jelly Spermicides alone (foam, creams, gels, vaginal suppositories, and vaginal film) Vaginal Sponge nulliparous parous Implant Injection: depot medroxyprogesterone acetate IUD progesterone T copper T 380A LNg 20 Condom without spermicides female male Cervical Cap with spermicidal cream or jelly nulliparous parous Periodic abstinence (all methods) Withdrawal Female sterilization Male sterilization (85) 0.1 0.5 6 6 9 20 0.05 0.3 1.5 0.6 0.1 5 3 9 26 1 to 9 4 0.5 0.1 (85) 3 N/A*** N/A*** 20 26 20 40 0.05 0.3 2 0.8 0.1 21 14 20 40 25 19 0.5 0.15",
      "manufacturer": "Aurobindo Pharma Limited",
      "splSetId": "b146e49c-a0fc-4f3d-9ad6-99e8257fa139"
    },
    {
      "brand": "Twirla",
      "indication": "1 INDICATIONS AND USAGE TWIRLA is indicated as a method of contraception for use in women of reproductive potential with a BMI < 30 kg/m 2 for whom a combined hormonal contraceptive is appropriate. Limitation of Use Consider TWIRLA’s reduced effectiveness in women with a BMI ≥ 25 to < 30 kg/m 2 before prescribing TWIRLA [see Use in Specific Populations ( 8.9 ) and Clinical Studies ( 14 )] . TWIRLA is contraindicated in women with a BMI ≥ 30 kg/m 2 [see Contraindications ( 4 )] . TWIRLA is a combination of levonorgestrel, a progestin, and ethinyl estradiol, an estrogen, indicated as a method of contraception for use in women of reproductive potential with a BMI < 30 kg/m 2 for whom a combined hormonal contraceptive is appropriate. ( 1 ) Limitation of Use Consider TWIRLA’s reduced effectiveness in women with a BMI ≥ 25 to < 30 kg/m 2 before prescribing. ( 4 , 8.9 , 14 )",
      "manufacturer": "Agile Therapeutics, Inc.",
      "splSetId": "bcaf8db0-1750-425d-b008-255b5e7a9cc6"
    },
    {
      "brand": "EluRyng",
      "indication": "1 INDICATIONS AND USAGE FOR VAGINAL USE ONLY EluRyng™ is indicated for use by females of reproductive age to prevent pregnancy. EluRyng is an estrogen/progestin combination hormonal contraceptive (CHC) indicated for use by women to prevent pregnancy. (1)",
      "manufacturer": "Amneal Pharmaceuticals LLC",
      "splSetId": "c6c8512d-b258-4be5-8c2f-0f1893f198b9"
    },
    {
      "brand": "Norethindrone Acetate and Ethinyl Estradiol",
      "indication": "1 INDICATIONS AND USAGE Norethindrone acetate and ethinyl estradiol tablets are an estrogen plus progestin indicated in a woman with a uterus for: • Treatment of Moderate to Severe Vasomotor Symptoms due to Menopause ( 1.1 ) • Prevention of Postmenopausal Osteoporosis ( 1.2 ) 1.1 Treatment of Moderate to Severe Vasomotor Symptoms due to Menopause 1.2 Prevention of Postmenopausal Osteoporosis Limitation of Use When prescribing solely for the prevention of postmenopausal osteoporosis, therapy should only be considered for women at significant risk of osteoporosis and non-estrogen medication should be carefully considered.",
      "manufacturer": "Glenmark Pharmaceuticals Inc., USA",
      "splSetId": "cf549b5a-2707-4020-9f94-dab1260e1664"
    },
    {
      "brand": "Jinteli",
      "indication": "1 INDICATIONS AND USAGE Jinteli is an estrogen plus progestin indicated in a woman with a uterus for: Treatment of Moderate to Severe Vasomotor Symptoms due to Menopause ( 1.1 ) Prevention of Postmenopausal Osteoporosis ( 1.2 ) 1.1 Treatment of Moderate to Severe Vasomotor Symptoms due to Menopause . 1.2 Prevention of Postmenopausal Osteoporosis Limitation of Use When prescribing solely for the prevention of postmenopausal osteoporosis, therapy should only be considered for women at significant risk of osteoporosis and non-estrogen medication should be carefully considered.",
      "manufacturer": "Teva Pharmaceuticals USA, Inc.",
      "splSetId": "d667ca75-1a17-43fc-9077-f25ce0908f8d"
    },
    {
      "brand": "NUVARING",
      "indication": "1 INDICATIONS AND USAGE FOR VAGINAL USE ONLY NuvaRing ® is indicated for use by females of reproductive age to prevent pregnancy. NuvaRing is an estrogen/progestin combination hormonal contraceptive (CHC) indicated for use by women to prevent pregnancy. ( 1 )",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "e14bc197-dd22-4e6e-8aa1-d6cf2242fe0f"
    },
    {
      "brand": "Etonogestrel/Ethinyl Estradiol",
      "indication": "1 INDICATIONS AND USAGE FOR VAGINAL USE ONLY Etonogestrel/Ethinyl Estradiol Vaginal Ring is indicated for use by females of reproductive age to prevent pregnancy. Etonogestrel/Ethinyl Estradiol Vaginal Ring is an estrogen/progestin combination hormonal contraceptive (CHC) indicated for use by women to prevent pregnancy. ( 1 )",
      "manufacturer": "Prasco Laboratories",
      "splSetId": "f0d80e01-f4f5-4b1a-bc9e-50a2bd4390b1"
    },
    {
      "brand": "Loestrin Fe 28 Day",
      "indication": "INDICATIONS AND USAGE LOESTRIN 21 and LOESTRIN Fe 28 are indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective. Table I lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. TABLE I: LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD % of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use Method Lowest Expected The authors' best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason. Typical This term represents “typical” couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason. (No contraception) (85) (85) Oral contraceptives combined progestin only 0.1 0.5 3 N/A N/A--Data not available. N/A Diaphragm with spermicidal cream or jelly 6 20 Spermicides alone (foam, creams, gels, vaginal suppositories, and vaginal film) 6 26 Vaginal Sponge nulliparous parous 9 20 20 40 Implant 0.05 0.05 Injection: depot medroxyprogesterone acetate 0.3 0.3 IUD progesterone T copper T 380A LNg 20 1.5 0.6 0.1 2 0.8 0.1 Condom without spermicides female male 5 3 21 14 Cervical Cap with spermicidal cream or jelly nulliparous parous 9 26 20 40 Periodic abstinence (all methods) 1 to 9 25 Withdrawal 4 19 Female sterilization 0.5 0.5 Male sterilization 0.10 0.15 Adapted from RA Hatcher et al, Reference 7.",
      "manufacturer": "Teva Women's Health, Inc.",
      "splSetId": "f29ebcb5-7e65-4092-bfaa-f5ec026fc255"
    },
    {
      "brand": "MICROGESTIN 1/20",
      "indication": "INDICATIONS AND USAGE MICROGESTIN and MICROGESTIN Fe are indicated for the prevention of pregnancy in women who elect to use oral contraceptives as a method of contraception. Oral contraceptives are highly effective. Table I lists the typical accidental pregnancy rates for users of combination oral contraceptives and other methods of contraception. The efficacy of these contraceptive methods, except sterilization, depends upon the reliability with which they are used. Correct and consistent use of methods can result in lower failure rates. TABLE I: LOWEST EXPECTED AND TYPICAL FAILURE RATES DURING THE FIRST YEAR OF CONTINUOUS USE OF A METHOD % Of Women Experiencing an Unintended Pregnancy in the First Year of Continuous Use Lowest Method Expected* Typical** (No contraception) ...................... (85) (85) Oral contraceptives .................... 3 combined ................................ 0.1 N/A*** progestin only ........................ 0.5 N/A*** Diaphragm with spermicidal cream or jelly .......................... 6 20 Spermicides alone (foam, creams, gels, vaginal suppositories, and vaginal film) ................................ 6 26 Vaginal Sponge nulliparous .............................. 9 20 parous .................................... 20 40 Implant........................................ 0.05 0.05 Injection: depot medroxyprogesterone acetate ...................... 0.3 0.3 IUD progesterone T ........................ 1.5 2.0 copper T 380A ........................ 0.6 0.8 LNg 20 .................................... 0.1 0.1 Condom without spermicides female...................................... 5 21 male ........................................ 3 14 Cervical Cap with spermicidal cream or jelly nulliparous .............................. 9 20 parous .................................... 26 40 Periodic abstinence (all methods) .............................. 1-9 25 Withdrawal.................................. 4 19 Female sterilization...................... 0.5 0.5 Male sterilization ........................ 0.10 0.15 Adapted from RA Hatcher et al, Reference 7. *The authors’ best guess of the percentage of women expected to experience an accidental pregnancy among couples who initiate a method (not necessarily for the first time) and who use it consistently and correctly during the first year if they do not stop for any other reason. **This term represents “typical” couples who initiate use of a method (not necessarily for the first time), who experience an accidental pregnancy during the first year if they do not stop use for any other reason. ***N/A - Data not available.",
      "manufacturer": "RPK Pharmaceuticals, Inc.",
      "splSetId": "f59e9f71-9074-42f9-9ffa-8a3172fb1f6c"
    },
    {
      "brand": "XULANE",
      "indication": "1 INDICATIONS AND USAGE Xulane is indicated for the prevention of pregnancy in women with a body mass index (BMI) < 30 kg/m 2 for whom a combined hormonal contraceptive is appropriate . Limitations of Use: Xulane may be less effective in preventing pregnancy in women who weigh 198 lbs. (90 kg) or more. Xulane is contraindicated for use in women with BMI ≥ 30 kg/m 2 [see Contraindications (4) , Warnings and Precautions (5.1) and Clinical Studies (14) ] . Xulane is an estrogen/progestin combination hormonal contraceptive (CHC), indicated for the prevention of pregnancy in women with a BMI < 30 kg/m 2 for whom a combined hormonal contraceptive is appropriate. ( 1 ) Limitations of Use: Xulane may be less effective in preventing pregnancy in women at or above 198 lbs. (90 kg). ( 1 , 4 , 14 )",
      "manufacturer": "Mylan Pharmaceuticals Inc.",
      "splSetId": "f7848550-086a-43d8-8ae5-047f4b9e4382"
    }
  ],
  "id": "Ethinyl_Estradiol",
  "nciThesaurus": {
    "casRegistry": "57-63-6",
    "chebiId": "CHEBI:4903",
    "chemicalFormula": "C20H24O2",
    "definition": "A semisynthetic estrogen. Ethinyl estradiol binds to the estrogen receptor complex and enters the nucleus, activating DNA transcription of genes involved in estrogenic cellular responses. This agent also inhibits 5-alpha reductase in epididymal tissue, which lowers testosterone levels and may delay progression of prostatic cancer. In addition to its antineoplastic effects, ethinyl estradiol protects against osteoporosis. In animal models, short-term therapy with this agent has been shown to provide long-term protection against breast cancer, mimicking the antitumor effects of pregnancy.",
    "fdaUniiCode": "423D2T571U",
    "identifier": "C486",
    "preferredName": "Ethinyl Estradiol",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C478"
    ],
    "synonyms": [
      "(17alpha)-19-Norpregna-1,3,5(10)-trien-20-yne-3,17-diol",
      "Diogyn E",
      "Diogyn-E",
      "ETHINYL ESTRADIOL",
      "Estinyl",
      "Ethinoral",
      "Ethinyl Estradiol",
      "Ethinylestradiol",
      "Eticylol",
      "Feminone",
      "Inestra",
      "Lynoral",
      "Orestralyn"
    ]
  }
}