{
  "emaEpar": [
    {
      "activeSubstance": "guselkumab",
      "conditionIndication": "Tremfya is indicated for the treatment of moderate to severe plaque psoriasis in adults who are candidates for systemic therapy.",
      "inn": "guselkumab",
      "marketingAuthorisationDate": "2017-11-10 01:00:00",
      "marketingAuthorisationHolder": "Janssen-Cilag International NV",
      "medicineName": "Tremfya",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/tremfya"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Tremfya",
      "indication": "1 INDICATIONS AND USAGE TREMFYA is an interleukin-23 blocker indicated for the treatment of adult patients with: moderate-to-severe plaque psoriasis who are candidates for systemic therapy or phototherapy ( 1.1 ) active psoriatic arthritis. ( 1.2 ) 1.1 Plaque Psoriasis TREMFYA ® is indicated for the treatment of adults with moderate-to-severe plaque psoriasis who are candidates for systemic therapy or phototherapy. 1.2 Psoriatic Arthritis TREMFYA is indicated for the treatment of adult patients with active psoriatic arthritis.",
      "manufacturer": "Janssen Biotech, Inc.",
      "splSetId": "1e6dc9ae-1c4c-42d9-87aa-c315ecc51b56"
    }
  ],
  "id": "Guselkumab",
  "nciThesaurus": {
    "casRegistry": "",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally available, human, immunoglobulin G1 (IgG1) kappa, monoclonal antibody directed against the p19 protein subunit of interleukin-23 (IL-23), with immunomodulating activity. Upon administration, guselkumab binds to the p19 subunit of IL-23, thereby blocking the binding of IL-23 to the IL-23 receptor. This inhibits IL-23-mediated signaling and the differentiation of CD4-positive T-cells into Th1 and Th17 cells. This prevents Th1- and Th17-mediated immune responses and inhibits the production of pro-inflammatory cytokines. This may prevent or reduce symptoms and severity of immune-mediated inflammatory disorders. IL-23 plays a key role in the regulation of inflammation and the immune system, and modulates the release of various pro-inflammatory cytokines and chemokines. It is upregulated in various immune-mediated inflammatory disorders.",
    "fdaUniiCode": "089658A12D",
    "identifier": "C150390",
    "preferredName": "Guselkumab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C129822",
      "C20401"
    ],
    "synonyms": [
      "CNTO 1959",
      "GUSELKUMAB",
      "Guselkumab",
      "Tremfya"
    ]
  }
}