{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Boniva",
      "indication": "1 INDICATIONS AND USAGE BONIVA Injection is a bisphosphonate indicated for the treatment of osteoporosis in postmenopausal women. ( 1.1 ) Limitations of Use Optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use ( 1.2 ) 1.1 Treatment of Postmenopausal Osteoporosis BONIVA Injection is indicated for the treatment of osteoporosis in postmenopausal women. In postmenopausal women with osteoporosis, BONIVA increases bone mineral density (BMD) and reduces the incidence of vertebral fractures [see Clinical Studies (14) ] . 1.2 Important Limitations of Use The safety and effectiveness of BONIVA for the treatment of osteoporosis are based on clinical data of one year duration. The optimal duration of use has not been determined. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Genentech, Inc.",
      "splSetId": "5500be0f-8b29-450c-9857-755029965157"
    },
    {
      "brand": "IBANDRONATE SODIUM",
      "indication": "1 INDICATIONS AND USAGE Ibandronate sodium tablet is a bisphosphonate indicated for the treatment and prevention of postmenopausal osteoporosis. ( 1.1 ). Limitations of Use The optimal duration of use has not been determined. For patients at low -risk for fracture, consider drug discontinuation after 3 to 5 years of use. ( 1.2 ). 1.1 Treatment and Prevention of Postmenopausal Osteoporosis Ibandronate sodium tablets are indicated for the treatment and prevention of osteoporosis in postmenopausal women. Ibandronate sodium increases bone mineral density (BMD) and reduces the incidence of vertebral fractures. 1.2 Important Limitations of Use The optimal duration of use has not been determined. The safety and effectiveness of ibandronate sodium tablets for the treatment of osteoporosis are based on clinical data of three years duration. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Golden State Medical Supply, Inc.",
      "splSetId": "618e1aff-ccbb-4cee-93f1-fe04e33dacb7"
    },
    {
      "brand": "Boniva",
      "indication": "1 INDICATIONS AND USAGE BONIVA is a bisphosphonate indicated for the treatment and prevention of postmenopausal osteoporosis. ( 1.1 ). Limitations of Use The optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use. ( 1.2 ). 1.1 Treatment and Prevention of Postmenopausal Osteoporosis BONIVA is indicated for the treatment and prevention of osteoporosis in postmenopausal women. BONIVA increases bone mineral density (BMD) and reduces the incidence of vertebral fractures. 1.2 Important Limitations of Use The optimal duration of use has not been determined. The safety and effectiveness of BONIVA for the treatment of osteoporosis are based on clinical data of three years duration. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Genentech, Inc.",
      "splSetId": "841bf769-0148-42a8-a4d0-ff062b4734e8"
    },
    {
      "brand": "Ibandronate Sodium",
      "indication": "1 INDICATIONS AND USAGE Ibandronate sodium is a bisphosphonate indicated for the treatment and prevention of postmenopausal osteoporosis. ( 1.1 ) Limitations of Use The optimal duration of use has not been determined. For patients at low -risk for fracture, consider drug discontinuation after 3 to 5 years of use. ( 1.2 ) 1.1 Treatment and Prevention of Postmenopausal Osteoporosis Ibandronate sodium tablets are indicated for the treatment and prevention of osteoporosis in postmenopausal women. Ibandronate sodium tablets increase bone mineral density (BMD) and reduce the incidence of vertebral fractures. 1.2 Important Limitations of Use The optimal duration of use has not been determined. The safety and effectiveness of ibandronate sodium tablets for the treatment of osteoporosis are based on clinical data of three years duration. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Aurobindo Pharma Limited",
      "splSetId": "86c0b4ae-5e38-4efe-88af-50ac560e294f"
    },
    {
      "brand": "ibandronate sodium",
      "indication": "1 INDICATIONS AND USAGE Ibandronate Sodium Injection is a bisphosphonate indicated for the treatment of osteoporosis in postmenopausal women. ( 1.1 ) Limitations of Use Optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use ( 1.2 ) 1.1 Treatment of Postmenopausal Osteoporosis Ibandronate Sodium Injection is indicated for the treatment of osteoporosis in postmenopausal women. In postmenopausal women with osteoporosis, ibandronate sodium increases bone mineral density (BMD) and reduces the incidence of vertebral fractures [see Clinical Studies ( 14 )] . 1.2 Important Limitations of Use The safety and effectiveness of Ibandronate Sodium Injection for the treatment of osteoporosis are based on clinical data of one year duration. The optimal duration of use has not been determined. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Sagent Pharmaceuticals",
      "splSetId": "8c556975-1d94-43a8-b259-a8780046c2da"
    },
    {
      "brand": "Ibandronate Sodium",
      "indication": "1 INDICATIONS AND USAGE Ibandronate sodium injection is a bisphosphonate indicated for the treatment of osteoporosis in postmenopausal women. ( 1.1 ) Limitations of Use Optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use ( 1.2 ) 1.1 Treatment of Postmenopausal Osteoporosis Ibandronate sodium Injection is indicated for the treatment of osteoporosis in postmenopausal women. In postmenopausal women with osteoporosis, ibandronate sodium injection increases bone mineral density (BMD) and reduces the incidence of vertebral fractures [see Clinical Studies (14) ] . 1.2 Important Limitations of Use The safety and effectiveness of ibandronate sodium injection for the treatment of osteoporosis are based on clinical data of one year duration. The optimal duration of use has not been determined. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Apotex Corp.",
      "splSetId": "9fad4982-95af-d711-f50a-867311835143"
    },
    {
      "brand": "IBANDRONATE SODIUM",
      "indication": "1 INDICATIONS & USAGE Ibandronate sodium is a bisphosphonate indicated for the treatment and prevention of postmenopausal osteoporosis. ( 1.1 ). Limitations of Use The optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use. ( 1.2 ) 1.1 Treatment and Prevention of Postmenopausal Osteoporosis Ibandronate sodium tablets are indicated for the treatment and prevention of osteoporosis in postmenopausal women. Ibandronate sodium tablets increases bone mineral density (BMD) and reduces the incidence of vertebral fractures. 1.2 Important Limitations of Use The optimal duration of use has not been determined. The safety and effectiveness of ibandronate sodium tablets for the treatment of osteoporosis are based on clinical data of three years duration. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Macleods Pharmaceuticals Limited",
      "splSetId": "a5741ef6-0599-4657-8cda-2902ded4f680"
    },
    {
      "brand": "ibandronate sodium",
      "indication": "1 INDICATIONS AND USAGE Ibandronate sodium injection is a bisphosphonate indicated for the treatment of osteoporosis in postmenopausal women. ( 1.1 ) Limitations of Use Optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use ( 1.2 ) 1.1 Treatment of Postmenopausal Osteoporosis Ibandronate sodium injection is indicated for the treatment of osteoporosis in postmenopausal women. In postmenopausal women with osteoporosis, ibandronate sodium injection increases bone mineral density (BMD) and reduces the incidence of vertebral fractures [see Clinical Studies (14) ] . 1.2 Important Limitations of Use The safety and effectiveness of ibandronate sodium injection for the treatment of osteoporosis are based on clinical data of one year duration. The optimal duration of use has not been determined. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Mylan Institutional LLC",
      "splSetId": "a70566e1-cbe5-472a-85ae-08a14117552a"
    },
    {
      "brand": "IBANDRONATE SODIUM",
      "indication": "1 INDICATIONS AND USAGE Ibandronate Sodium Tablets are a bisphosphonate indicated for the treatment and prevention of post-menopausal osteoporosis. ( 1.1 ) Limitations of Use The optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use. ( 1.2 ). 1.1 Treatment and Prevention of Postmenopausal Osteoporosis Ibandronate Sodium Tablets are indicated for the treatment and prevention of osteoporosis in postmenopausal women. Ibandronate sodium increases bone mineral density (BMD) and reduces the incidence of vertebral fractures. 1.2 Important Limitations of Use The optimal duration of use has not been determined. The safety and effectiveness of Ibandronate Sodium Tablets for the treatment of osteoporosis are based on clinical data of three years duration. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Alvogen Inc.",
      "splSetId": "acbc54fc-4248-416f-849c-2cd3bed0a843"
    },
    {
      "brand": "IBANDRONATE SODIUM",
      "indication": "1 INDICATIONS AND USAGE Ibandronate sodium tablet is a bisphosphonate indicated for the treatment and prevention of postmenopausal osteoporosis. ( 1.1 ). Limitations of Use The optimal duration of use has not been determined. For patients at low -risk for fracture, consider drug discontinuation after 3 to 5 years of use. ( 1.2 ). 1.1 Treatment and Prevention of Postmenopausal Osteoporosis Ibandronate sodium tablets are indicated for the treatment and prevention of osteoporosis in postmenopausal women. Ibandronate sodium increases bone mineral density (BMD) and reduces the incidence of vertebral fractures. 1.2 Important Limitations of Use The optimal duration of use has not been determined. The safety and effectiveness of ibandronate sodium tablets for the treatment of osteoporosis are based on clinical data of three years duration. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Apotex Corp",
      "splSetId": "dd674424-b151-d7eb-3acf-b1589347f2f7"
    },
    {
      "brand": "Ibandronate Sodium",
      "indication": "1 INDICATIONS AND USAGE Ibandronate sodium injection is a bisphosphonate indicated for the treatment of osteoporosis in postmenopausal women. (1.1) Limitations of Use Optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use (1.2) 1.1 Treatment of Postmenopausal Osteoporosis Ibandronate sodium injection is indicated for the treatment of osteoporosis in postmenopausal women. In postmenopausal women with osteoporosis, ibandronate sodium injection increases bone mineral density (BMD) and reduces the incidence of vertebral fractures [ see Clinical Studies (14) ] . 1.2 Important Limitations of Use The safety and effectiveness of ibandronate sodium injection for the treatment of osteoporosis are based on clinical data of one year duration. The optimal duration of use has not been determined. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "AuroMedics Pharma LLC",
      "splSetId": "e81f2c5b-bead-48ac-be3e-016cf963d7ed"
    },
    {
      "brand": "Ibandronate sodium",
      "indication": "1 INDICATIONS AND USAGE Ibandronate sodium tablet is a bisphosphonate indicated for the treatment and prevention of postmenopausal osteoporosis. (1.1) Limitations of Use The optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use. (1.2). 1.1 Treatment and Prevention of Postmenopausal Osteoporosis Ibandronate sodium tablets are indicated for the treatment and prevention of osteoporosis in postmenopausal women. Ibandronate sodium tablets increases bone mineral density (BMD) and reduces the incidence of vertebral fractures. 1.2 Important Limitations of Use The optimal duration of use has not been determined. The safety and effectiveness of ibandronate sodium tablets for the treatment of osteoporosis are based on clinical data of three years duration. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Dr. Reddy's Laboratories Limited",
      "splSetId": "f94d9c49-245a-8081-42c4-785113fce498"
    }
  ],
  "id": "Ibandronate_Sodium",
  "nciThesaurus": {
    "casRegistry": "138926-19-9",
    "chebiId": "",
    "chemicalFormula": "C9H22NO7P2.Na.H2O",
    "definition": "The sodium salt form of ibandronic acid, a synthetic nitrogen-containing bisphosphonate. Ibandronic acid inhibits farnesyl pyrophosphate synthase, resulting in a reduction in geranylgeranyl GTPase signaling proteins and apoptosis of osteoclasts. This agent increases bone mineral density, decreases bone remodeling, inhibits osteoclast-mediated bone resorption, and reduces metastases-related and corticosteroid-related bone pain.",
    "fdaUniiCode": "J12U072QL0",
    "identifier": "C1670",
    "preferredName": "Ibandronate Sodium",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C443",
      "C67439"
    ],
    "synonyms": [
      "Bondronate",
      "Boniva",
      "IBANDRONATE SODIUM",
      "Ibandronate Sodium",
      "ibandronate"
    ]
  }
}