{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Indomethacin",
      "indication": "1 INDICATIONS AND USAGE Indomethacin capsules are indicated for: Moderate to severe rheumatoid arthritis including acute flares of chronic disease Moderate to severe ankylosing spondylitis Moderate to severe osteoarthritis Acute painful shoulder (bursitis and/or tendinitis) Acute gouty arthritis Indomethacin capsules are nonsteroidal anti-inflammatory drug indicated for: Moderate to severe rheumatoid arthritis including acute flares of chronic disease Moderate to severe ankylosing spondylitis Moderate to severe osteoarthritis Acute painful shoulder (bursitis and/or tendinitis) Acute gouty arthritis ( 1 )",
      "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
      "splSetId": "009097a5-2c1e-4f5d-8054-896cf896cb3d"
    },
    {
      "brand": "Indomethacin",
      "indication": "1 INDICATIONS & USAGE Indomethacin Capsules are indicated for: • Moderate to severe rheumatoid arthritis including acute flares of chronic disease • Moderate to severe ankylosing spondylitis • Moderate to severe osteoarthritis • Acute painful shoulder (bursitis and/or tendinitis) • Acute gouty arthritis Indomethacin Capsule is a nonsteroidal anti-inflammatory drug indicated for: • Moderate to severe rheumatoid arthritis including acute flares of chronic disease • Moderate to severe ankylosing spondylitis • Moderate to severe osteoarthritis • Acute painful shoulder (bursitis and/or tendinitis) • Acute gouty arthritis ( 1 )",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "02b7d975-6b41-4667-bd90-bdfb20156420"
    },
    {
      "brand": "Indomethacin",
      "indication": "INDICATIONS AND USAGE Carefully consider the potential benefits and risks of indomethacin capsules and other treatment options before deciding to use indomethacin. Use the lowest effective dose for the shortest duration consistent with individual patient treatment goals (see WARNINGS ). Indomethacin Capsule, USP has been found effective in active stages of the following: Moderate to severe rheumatoid arthritis including acute flares of chronic disease. Moderate to severe ankylosing spondylitis. Moderate to severe osteoarthritis. Acute painful shoulder (bursitis and/or tendinitis). Acute gouty arthritis.",
      "manufacturer": "Lake Erie Medical DBA Quality Care Products LLC",
      "splSetId": "08fb4f78-5600-4e80-a699-eb831aa86090"
    }
  ],
  "id": "Indomethacin",
  "nciThesaurus": {
    "casRegistry": "53-86-1",
    "chebiId": "CHEBI:49662",
    "chemicalFormula": "C19H16ClNO4",
    "definition": "A synthetic nonsteroidal indole derivative with anti-inflammatory activity and chemopreventive properties. As a nonsteroidal anti-inflammatory drug (NSAID), indomethacin inhibits the enzyme cyclooxygenase, thereby preventing cyclooxygenase-mediated DNA adduct formation by heterocyclic aromatic amines. This agent also may inhibit the expression of multidrug-resistant protein type 1, resulting in increased efficacies of some antineoplastic agents in treating multi-drug resistant tumors. In addition, indomethacin activates phosphatases that inhibit the migration and proliferation of cancer cells and downregulates survivin, which may result in tumor cell apoptosis.",
    "fdaUniiCode": "XXE1CET956",
    "identifier": "C576",
    "preferredName": "Indomethacin",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C1323",
      "C54677"
    ],
    "synonyms": [
      "1-(4-chlorobenzoyl)-5-methoxy- 2-methyl-1-H-indole-3-acetic acid",
      "INDOMETHACIN",
      "Indocin",
      "Indometacin",
      "Indomethacin",
      "indomethacin"
    ]
  }
}