{
  "emaEpar": [
    {
      "activeSubstance": "inotuzumab ozogamicin",
      "conditionIndication": "Besponsa is indicated as monotherapy for the treatment of adults with relapsed or refractory CD22-positive B cell precursor acute lymphoblastic leukaemia (ALL). Adult patients with Philadelphia chromosome positive (Ph+) relapsed or refractory B cell precursor ALL should have failed treatment with at least 1 tyrosine kinase inhibitor (TKI).",
      "inn": "inotuzumab ozogamicin",
      "marketingAuthorisationDate": "2017-06-28 00:00:00",
      "marketingAuthorisationHolder": "Pfizer Europe MA EEIG",
      "medicineName": "Besponsa",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/besponsa"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Besponsa",
      "indication": "1. INDICATIONS AND USAGE BESPONSA is indicated for the treatment of adults with relapsed or refractory B-cell precursor acute lymphoblastic leukemia (ALL). BESPONSA is a CD22-directed antibody-drug conjugate (ADC) indicated for the treatment of adults with relapsed or refractory B-cell precursor acute lymphoblastic leukemia (ALL). ( 1 )",
      "manufacturer": "Wyeth Pharmaceuticals LLC, a subsidiary of Pfizer Inc.",
      "splSetId": "cc7014b1-c775-411d-b374-8113248b4077"
    }
  ],
  "id": "Inotuzumab_Ozogamicin",
  "nciThesaurus": {
    "casRegistry": "635715-01-4",
    "chebiId": "",
    "chemicalFormula": "C73H96IN6O25S3",
    "definition": "A CD22-targeted cytotoxic immunoconjugate composed of a humanized IgG4 anti-CD22 antibody covalently linked to N-acetyl-gamma-calicheamicin dimethyl hydrazide (CalichDMH) with potential antineoplastic activity. Inotuzumab ozogamicin is rapidly internalized upon binding of the antibody moiety to B cell-specific CD22 receptors, delivering the conjugated CalichDMH intracellularly; the CalichDMH moiety binds to the minor groove of DNA in a sequence-specific manner, resulting in double-strand DNA breaks and apoptosis. CalichDMH is a derivative of gamma calicheamicin, a cytotoxic antibiotic produced by the bacterium Micromonospora echinospora.",
    "fdaUniiCode": "P93RUU11P7",
    "identifier": "C71542",
    "preferredName": "Inotuzumab Ozogamicin",
    "semanticType": "Immunologic Factor",
    "subclassOf": [
      "C155713"
    ],
    "synonyms": [
      "Besponsa",
      "CMC-544",
      "INOTUZUMAB OZOGAMICIN",
      "Inotuzumab Ozogamicin",
      "WAY-207294",
      "Way 207294"
    ]
  }
}