{
  "emaEpar": [
    {
      "activeSubstance": "lenalidomide hydrochloride monohydrate",
      "conditionIndication": "Multiple myelomaLenalidomide Krka as monotherapy is indicated for the maintenance treatment of adult patients with newly diagnosed multiple myeloma who have undergone autologous stem cell transplantation.Lenalidomide Krka as combination therapy with dexamethasone, or bortezomib and dexamethasone, or melphalan and prednisone (see section 4.2) is indicated for the treatment of adult patients with previously untreated multiple myeloma who are not eligible for transplant.Lenalidomide Krka in combination with dexamethasone is indicated for the treatment of multiple myeloma in adult patients who have received at least one prior therapy. Follicular lymphomaLenalidomide Krka in combination with rituximab (anti-CD20 antibody) is indicated for the treatment of adult patients with previously treated follicular lymphoma (Grade 1 – 3a).",
      "inn": "lenalidomide",
      "marketingAuthorisationDate": "2021-02-11 01:00:00",
      "marketingAuthorisationHolder": "Krka, d.d., Novo mesto ",
      "medicineName": "Lenalidomide Krka",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/lenalidomide-krka"
    },
    {
      "activeSubstance": "lenalidomide hydrochloride monohydrate",
      "conditionIndication": "Multiple myeloma, , Lenalidomide Krka d.d. Novo mesto as monotherapy is indicated for the maintenance treatment of adult patients with newly diagnosed multiple myeloma who have undergone autologous stem cell transplantation., , Lenalidomide Krka d.d. Novo mesto as combination therapy with dexamethasone, or bortezomib and dexamethasone, or melphalan and prednisone (see section 4.2) is indicated for the treatment of adult patients with previously untreated multiple myeloma who are not eligible for transplant., , Lenalidomide Krka d.d. Novo mesto in combination with dexamethasone is indicated for the treatment of multiple myeloma in adult patients who have received at least one prior therapy., , Myelodysplastic syndromes, , Lenalidomide Krka d.d. Novo mesto as monotherapy is indicated for the treatment of adult patients with transfusion-dependent anemia due to low- or intermediate-1-risk myelodysplastic syndromes associated with an isolated deletion 5q cytogenetic abnormality when other therapeutic options are insufficient or inadequate., , Mantle cell lymphoma, , Lenalidomide Krka d.d. Novo mesto as monotherapy is indicated for the treatment of adult patients with relapsed or refractory mantle cell lymphoma (see sections 4.4 and 5.1)., , Follicular lymphoma, , Lenalidomide Krka d.d. Novo mesto in combination with rituximab (anti-CD20 antibody) is indicated for the treatment of adult patients with previously treated follicular lymphoma (Grade 1 – 3a)., ",
      "inn": "lenalidomide",
      "marketingAuthorisationDate": "2021-02-11 01:00:00",
      "marketingAuthorisationHolder": "Krka, d.d., Novo mesto ",
      "medicineName": "Lenalidomide Krka d.d. Novo mesto",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/lenalidomide-krka-dd-novo-mesto"
    },
    {
      "activeSubstance": "lenalidomide hydrochloride hydrate",
      "conditionIndication": "Multiple myelomaLenalidomide Krka d.d. as monotherapy is indicated for the maintenance treatment of adult patients with newly diagnosed multiple myeloma who have undergone autologous stem cell transplantation.Lenalidomide Krka d.d. as combination therapy with dexamethasone, or bortezomib and dexamethasone, or melphalan and prednisone (see section 4.2) is indicated for the treatment of adult patients with previously untreated multiple myeloma who are not eligible for transplant.Lenalidomide Krka d.d. in combination with dexamethasone is indicated for the treatment of multiple myeloma in adult patients who have received at least one prior therapy.Myelodysplastic syndromesLenalidomide Krka d.d. as monotherapy is indicated for the treatment of adult patients with transfusion-dependent anemia due to low- or intermediate-1-risk myelodysplastic syndromes associated with an isolated deletion 5q cytogenetic abnormality when other therapeutic options are insufficient or inadequate.Follicular lymphomaLenalidomide Krka d.d. in combination with rituximab (anti-CD20 antibody) is indicated for the treatment of adult patients with previously treated follicular lymphoma (Grade 1 – 3a).",
      "inn": "lenalidomide",
      "marketingAuthorisationDate": "2021-02-11 01:00:00",
      "marketingAuthorisationHolder": "Krka, d.d., Novo mesto ",
      "medicineName": "Lenalidomide Krka d.d.",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/lenalidomide-krka-dd"
    },
    {
      "activeSubstance": "lenalidomide",
      "conditionIndication": "Multiple myelomaLenalidomide Accord as monotherapy is indicated for the maintenance treatment of adult patients with newly diagnosed multiple myeloma who have undergone autologous stem cell transplantation.Lenalidomide Accord as combination therapy with dexamethasone, or bortezomib and dexamethasone, or melphalan and prednisone (see section 4.2) is indicated for the treatment of adult patients with previously untreated multiple myeloma who are not eligible for transplant.Lenalidomide Accord in combination with dexamethasone is indicated for the treatment of multiple myeloma in adult patients who have received at least one prior therapy.Follicular lymphomaLenalidomide Accord in combination with rituximab (anti-CD20 antibody) is indicated for the treatment of adult patients with previously treated follicular lymphoma (Grade 1 – 3a).",
      "inn": "lenalidomide",
      "marketingAuthorisationDate": "2018-09-20 00:00:00",
      "marketingAuthorisationHolder": "Accord Healthcare S.L.U.",
      "medicineName": "Lenalidomide Accord",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/lenalidomide-accord"
    },
    {
      "activeSubstance": "lenalidomide",
      "conditionIndication": "Multiple myelomaLenalidomide Mylan as monotherapy is indicated for the maintenance treatment of adult patients with newly diagnosed multiple myeloma who have undergone autologous stem cell transplantation.Lenalidomide Mylan as combination therapy with dexamethasone, or bortezomib and dexamethasone, or melphalan and prednisone is indicated for the treatment of adult patients with previously untreated multiple myeloma who are not eligible for transplant.Lenalidomide Mylan in combination with dexamethasone is indicated for the treatment of multiple myeloma in adult patients who have received at least one prior therapy.Follicular lymphomaLenalidomide Mylan in combination with rituximab (anti-CD20 antibody) is indicated for the treatment of adult patients with previously treated follicular lymphoma (Grade 1-3a).",
      "inn": "lenalidomide",
      "marketingAuthorisationDate": "2020-12-18 01:00:00",
      "marketingAuthorisationHolder": "Mylan Ireland Limited",
      "medicineName": "Lenalidomide Mylan",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/lenalidomide-mylan"
    },
    {
      "activeSubstance": "lenalidomide",
      "conditionIndication": "Multiple myelomaRevlimid as monotherapy is indicated for the maintenance treatment of adult patients with newly diagnosed multiple myeloma who have undergone autologous stem cell transplantation.Revlimid as combination therapy with dexamethasone, or bortezomib and dexamethasone, or melphalan and prednisone (see section 4.2) is indicated for the treatment of adult patients with previously untreated multiple myeloma who are not eligible for transplant.Revlimid in combination with dexamethasone is indicated for the treatment of multiple myeloma in adult patients who have received at least one prior therapy.Myelodysplastic syndromesRevlimid as monotherapy is indicated for the treatment of adult patients with transfusion-dependent anemia due to low- or intermediate-1-risk myelodysplastic syndromes associated with an isolated deletion 5q cytogenetic abnormality when other therapeutic options are insufficient or inadequate.Mantle cell lymphomaRevlimid as monotherapy is indicated for the treatment of adult patients with relapsed or refractory mantle cell lymphoma.Follicular lymphomaRevlimid in combination with rituximab (anti-CD20 antibody) is indicated for the treatment of adult patients with previously treated follicular lymphoma (Grade 1 – 3a).",
      "inn": "lenalidomide",
      "marketingAuthorisationDate": "2007-06-14 00:00:00",
      "marketingAuthorisationHolder": "Bristol-Myers Squibb Pharma EEIG",
      "medicineName": "Revlimid",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/revlimid"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Revlimid",
      "indication": "1 INDICATIONS AND USAGE REVLIMID is a thalidomide analogue indicated for the treatment of adult patients with: Multiple myeloma (MM), in combination with dexamethasone ( 1.1 ). MM, as maintenance following autologous hematopoietic stem cell transplantation (auto-HSCT) ( 1.1 ). Transfusion-dependent anemia due to low- or intermediate-1-risk myelodysplastic syndromes (MDS) associated with a deletion 5q abnormality with or without additional cytogenetic abnormalities ( 1.2 ). Mantle cell lymphoma (MCL) whose disease has relapsed or progressed after two prior therapies, one of which included bortezomib ( 1.3 ). Previously treated follicular lymphoma (FL), in combination with a rituximab product ( 1.4 ). Previously treated marginal zone lymphoma (MZL), in combination with a rituximab product ( 1.5 ). Limitations of Use: REVLIMID is not indicated and is not recommended for the treatment of patients with chronic lymphocytic leukemia (CLL) outside of controlled clinical trials ( 1.4 ). 1.1 Multiple Myeloma REVLIMID in combination with dexamethasone is indicated for the treatment of adult patients with multiple myeloma (MM). REVLIMID is indicated as maintenance therapy in adult patients with MM following autologous hematopoietic stem cell transplantation (auto-HSCT). 1.2 Myelodysplastic Syndromes REVLIMID is indicated for the treatment of adult patients with transfusion-dependent anemia due to low- or intermediate-1-risk myelodysplastic syndromes (MDS) associated with a deletion 5q cytogenetic abnormality with or without additional cytogenetic abnormalities. 1.3 Mantle Cell Lymphoma REVLIMID is indicated for the treatment of adult patients with mantle cell lymphoma (MCL) whose disease has relapsed or progressed after two prior therapies, one of which included bortezomib. 1.4 Follicular Lymphoma REVLIMID in combination with a rituximab product, is indicated for the treatment of adult patients with previously treated follicular lymphoma (FL). 1.5 Marginal Zone Lymphoma REVLIMID in combination with a rituximab product, is indicated for the treatment of adult patients with previously treated marginal zone lymphoma (MZL). 1.6 Limitations of Use REVLIMID is not indicated and is not recommended for the treatment of patients with CLL outside of controlled clinical trials [see Warnings and Precautions (5.5) ] .",
      "manufacturer": "Celgene Corporation",
      "splSetId": "5fa97bf5-28a2-48f1-8955-f56012d296be"
    }
  ],
  "id": "Lenalidomide",
  "nciThesaurus": {
    "casRegistry": "191732-72-6",
    "chebiId": "CHEBI:63791",
    "chemicalFormula": "C13H13N3O3",
    "definition": "A thalidomide analog with potential antineoplastic activity.  Lenalidomide inhibits TNF-alpha production, stimulates T cells, reduces serum levels of the cytokines vascular endothelial growth factor (VEGF) and basic fibroblast growth factor (bFGF), and inhibits angiogenesis.  This agent also promotes G1 cell cycle arrest and apoptosis of malignant cells.",
    "fdaUniiCode": "F0P408N6V4",
    "identifier": "C2668",
    "preferredName": "Lenalidomide",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C157388",
      "C1742",
      "C54677"
    ],
    "synonyms": [
      "3-(4-Amino-1-oxo-1,3-dihydro-2H-isoindol-2-yl)piperidine-2,6-dione",
      "CC-5013",
      "CC5013",
      "CDC 501",
      "LENALIDOMIDE",
      "Lenalidomide",
      "Revlimid",
      "lenalidomide"
    ]
  }
}