{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Hypothalmapath",
      "indication": "Uses Temporary relief of temperature fluctuations, mood swings, restless sleep, irritability.",
      "manufacturer": "Energetix Corporation",
      "splSetId": "3c4e2867-4d75-416b-9f3d-e6e500e46f6f"
    },
    {
      "brand": "Baekcho-DS",
      "indication": "Adult and 15 years and older: 1 time 10 mL Pediatric patients were divided into two groups: 1 to 11 years old, 6.5 mL, 8 to 10 years old, 5.0 mL, 5 to 7 years old, 3.5 mL, 3-4 years old, 2.5 mL, Take it three times a day after meals. The interval should be 4 hours or more.",
      "manufacturer": "I World Pharmaceutical Co., Ltd.",
      "splSetId": "96e0da52-66db-5c3f-e053-2a95a90a6d8c"
    },
    {
      "brand": "Decasilin",
      "indication": "INDICATION & USAGE SECTION Take two caplets three times a day while symptoms persist.",
      "manufacturer": "Chunwoo Pharmaceutical Co., Ltd.",
      "splSetId": "970b0ada-66d3-74fc-e053-2a95a90aee83"
    },
    {
      "brand": "Rhubarb bacteriostatic cream",
      "indication": "Use Scope of application: burns, mechanical wounds and other wounds, the skin bacteria infection caused by staphylococcus aureus. It has antibacterial and bacteriostatic effects.",
      "manufacturer": "Tonghua fuhePharmaceutical Co,Ltd",
      "splSetId": "a3529a9c-d701-3219-e053-2a95a90a24c6"
    },
    {
      "brand": "Immunitea Herbal Relief Tea",
      "indication": "Use Herbal Relief Tea to help stregthen the immune system: to help aid digestion, to help against respiratory difficulties that may also lead to febrile states.",
      "manufacturer": "Hemani International",
      "splSetId": "ab0cb376-9248-5dde-e053-2a95a90aa655"
    },
    {
      "brand": "Endopath-F",
      "indication": "Uses Temporary relief of female concerns: cramps, mood changes, hot flashes.",
      "manufacturer": "Energetix Corp",
      "splSetId": "d0880c30-54f5-4af4-ad5d-85ecae3bb9e5"
    }
  ],
  "id": "Licorice",
  "nciThesaurus": {
    "casRegistry": "",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An herbal extract derived from the root of the plant Glycyrrhiza glabra with potential anti-inflammatory, antioxidant, and antineoplastic activities. Licorice root extract contains glycoside glycyrrhizinic acid and numerous flavonoids. Glycyrrhizinic acid in licorice root extract is hydrolyzed to glycyrrhetic acid (GA); GA inhibits 11 beta-hydroxysteroid dehydrogenase, resulting in inhibition of the conversion of cortisol to the inactive steroid cortisone and elevated cortisol levels. In addition, GA inhibits 17,20-lyase and 17 beta-hydroxysteroid dehydrogenase, resulting in decreased conversions of 17-hydroxyprogesterone to androstenedione and androstenedione to testosterone. The primary antioxidant found in licorice root, the flavonoid glabridin, may inactivate or inhibit the activities of some cytochrome P450 enzymes. In tumor cells, beta-hydroxy-DHP, another flavonoid, may induce Bcl-2 phosphorylation, apoptosis, and G2/M cell cycle arrest.",
    "fdaUniiCode": "61ZBX54883",
    "identifier": "C61436",
    "preferredName": "Licorice",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C275",
      "C54678"
    ],
    "synonyms": [
      "Glycyrrhiza",
      "Glycyrrhizae Radix",
      "LICORICE",
      "Licorice",
      "Licorice Root Extract",
      "licorice root extract"
    ]
  }
}