{
  "emaEpar": [],
  "fdaDrugLabel": [],
  "id": "Luxeptinib",
  "nciThesaurus": {
    "casRegistry": "1616428-23-9",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally bioavailable reversible, pan-inhibitor of both FMS-like tyrosine kinase 3 (FLT3; CD135; STK1; FLK2) and Bruton's tyrosine kinase (BTK; Bruton agammaglobulinemia tyrosine kinase), with potential antineoplastic activity. Upon oral administration, luxeptinib targets, non-covalently binds to and inhibits the activity of both FLT3, including both wild-type (WT) FLT3 and FLT3-ITD (internal tandem duplications), tyrosine kinase domain (FLT3-TKD), and gatekeeper (FLT3-F691L) mutant forms, and BTK, including both the WT and its C481S mutant (BTK-C481S) form. This inhibits both uncontrolled FLT3-mediated and B-cell antigen receptor (BCR)-mediated signaling, respectively. This results in the inhibition of proliferation in tumor cells overexpressing FLT3 and BTK. In addition, CG-806 also inhibits, to a lesser degree, other oncogenic kinases, such as MET, RET, discoidin domain-containing receptor 2 (DDR2), Aurora kinase A, and interleukin-2-inducible T-cell kinase (ITK). FLT3, a class III receptor tyrosine kinase (RTK), is overexpressed or mutated in most B-lineage neoplasms and in acute myeloid leukemias (AMLs), and plays a key role in tumor cell proliferation. BTK, a member of the Src-related BTK/Tec family of cytoplasmic tyrosine kinases essential to BCR signaling, is overexpressed or mutated in B-cell malignancies; it plays an important role in the development, activation, signaling, proliferation and survival of B-lymphocytes.",
    "fdaUniiCode": "TQ6PBX1JU0",
    "identifier": "C162573",
    "preferredName": "Luxeptinib",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C124800",
      "C124801"
    ],
    "synonyms": [
      "32,72,74,76-Tetrafluoro-14-methyl-21,23-dihydro-11h-4,6-diaza-2(4,7)-isoindola- 1(2)-imidazola-3(1,4),7(1)-dibenzenaheptaphane-2,35-dione",
      "CG 806",
      "CG'806",
      "CG-026806",
      "CG-806",
      "CG806",
      "FLT3/BTK Inhibitor CG 806",
      "LUXEPTINIB",
      "Luxeptinib",
      "Pan-FLT3/BTK Multi-Kinase Inhibitor CG 806",
      "Pan-FLT3/Pan-BTK Inhibitor CG-806",
      "Pan-FLT3/Pan-BTK Multi-kinase Inhibitor CG-806"
    ]
  }
}