{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Nilutamide",
      "indication": "INDICATIONS & USAGE Metastatic Prostate Cancer Nilutamide tablets are indicated for use in combination with surgical castration for the treatment of metastatic prostate cancer (Stage D 2 ). For maximum benefit, Nilutamide treatment must begin on the same day as or on the day after surgical castration.",
      "manufacturer": "Prasco Laboratories",
      "splSetId": "34ea4810-2d6c-4bd9-ae52-8bab786dee91"
    },
    {
      "brand": "Nilandron",
      "indication": "INDICATIONS AND USAGE Metastatic Prostate Cancer NILANDRON tablets are indicated for use in combination with surgical castration for the treatment of metastatic prostate cancer (Stage D 2 ). For maximum benefit, NILANDRON treatment must begin on the same day as or on the day after surgical castration.",
      "manufacturer": "Concordia Pharmaceuticals Inc.",
      "splSetId": "5ccf0e9a-8935-4c8c-b883-b4967281eb4a"
    },
    {
      "brand": "Nilutamide",
      "indication": "INDICATIONS AND USAGE Metastatic Prostate Cancer Nilutamide Tablets are indicated for use in combination with surgical castration for the treatment of metastatic prostate cancer (Stage D 2 ). For maximum benefit, treatment with Nilutamide Tablets must begin on the same day as or on the day after surgical castration.",
      "manufacturer": "ANI Pharmaceuticals, Inc.",
      "splSetId": "d5740b8f-fbb3-4023-9133-9e359a9ab980"
    }
  ],
  "id": "Nilutamide",
  "nciThesaurus": {
    "casRegistry": "63612-50-0",
    "chebiId": "CHEBI:7573",
    "chemicalFormula": "C12H10F3N3O4",
    "definition": "A synthetic, nonsteroidal agent with antiandrogenic properties. Nilutamide preferentially binds to androgen receptors and blocks androgen receptor activation by testosterone and other androgens; this agent may inhibit androgen-dependent growth of normal and neoplastic prostate cells.",
    "fdaUniiCode": "51G6I8B902",
    "identifier": "C1173",
    "preferredName": "Nilutamide",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C146993"
    ],
    "synonyms": [
      "1-(3'-Trifluoromethyl-4'-nitrophenyl)-4,4-dimethylimidazoline-3,5-dione",
      "5,5-Dimethyl-3-[4-nitro-3-(trifluoro-methyl)phenyl]-2,4-imidazolidinedione",
      "Anandron",
      "NILUTAMIDE",
      "Nilandron",
      "Nilutamide",
      "RU-23908",
      "nilutamide"
    ]
  }
}