{
  "emaEpar": [
    {
      "activeSubstance": "ofatumumab",
      "conditionIndication": "Kesimpta is indicated for the treatment of adult patients with relapsing forms of multiple sclerosis (RMS) with active disease defined by clinical or imaging features (see section 5.1).",
      "inn": "ofatumumab",
      "marketingAuthorisationDate": "2021-03-26 01:00:00",
      "marketingAuthorisationHolder": "Novartis Ireland Ltd",
      "medicineName": "Kesimpta",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/kesimpta"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "KESIMPTA",
      "indication": "1 INDICATIONS AND USAGE KESIMPTA is indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. KESIMPTA is a CD20-directed cytolytic antibody indicated for the treatment of relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults. ( 1 )",
      "manufacturer": "Novartis Pharmaceuticals Corporation",
      "splSetId": "6a8a3f53-2062-48ff-9dbe-b939df133ca3"
    },
    {
      "brand": "ARZERRA",
      "indication": "1 INDICATIONS AND USAGE Chronic Lymphocytic Leukemia (CLL) ARZERRA (ofatumumab) is indicated: in combination with chlorambucil, for the treatment of previously untreated patients with CLL for whom fludarabine-based therapy is considered inappropriate [see Clinical Studies (14.1)] in combination with fludarabine and cyclophosphamide for the treatment of patients with relapsed CLL [see Clinical Studies (14.2)] for extended treatment of patients who are in complete or partial response after at least two lines of therapy for recurrent or progressive CLL [see Clinical Studies (14.3)] for the treatment of patients with CLL refractory to fludarabine and alemtuzumab [see Clinical Studies (14.4)] ARZERRA (ofatumumab) is a CD20-directed cytolytic monoclonal antibody indicated for the treatment of chronic lymphocytic leukemia (CLL) ( 1 ): in combination with chlorambucil, for the treatment of previously untreated patients with CLL for whom fludarabine-based therapy is considered inappropriate. in combination with fludarabine and cyclophosphamide for the treatment of patients with relapsed CLL. for extended treatment of patients who are in complete or partial response after at least two lines of therapy for recurrent or progressive CLL. for the treatment of patients with CLL refractory to fludarabine and alemtuzumab.",
      "manufacturer": "Novartis Pharmaceuticals Corporation",
      "splSetId": "77785ce3-e8df-4ca1-8f8e-6c418c6a17de"
    }
  ],
  "id": "Ofatumumab",
  "nciThesaurus": {
    "casRegistry": "679818-59-8",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A fully human, high-affinity IgG1 monoclonal antibody directed against the B cell CD20 cell surface antigen with potential antineoplastic activity. Ofatumumab binds specifically to CD20 on the surfaces of B cells, triggering complement-dependent cell lysis (CDCL) and antibody-dependent cell-mediated cytotoxicity (ADCC) of B cells overexpressing CD20. The CD20 antigen, found on over 90% of B cells, B cell lymphomas, and other B cells of lymphoid tumors of B cell origin, is a non-glycosylated cell surface phosphoprotein that acts as a calcium ion channel; it is exclusively expressed on B cells during most stages of B cell development.",
    "fdaUniiCode": "M95KG522R0",
    "identifier": "C66952",
    "preferredName": "Ofatumumab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C129822",
      "C141215"
    ],
    "synonyms": [
      "Arzerra",
      "GSK1841157",
      "HuMax-CD20",
      "HuMax-CD20, 2F2",
      "Kesimpta",
      "OFATUMUMAB",
      "Ofatumumab",
      "ofatumumab"
    ]
  }
}