{
  "emaEpar": [
    {
      "activeSubstance": "pegaspargase",
      "conditionIndication": "Oncaspar is indicated as a component of antineoplastic combination therapy in acute lymphoblastic leukaemia (ALL) in paediatric patients from birth to 18 years, and adult patients.",
      "inn": "pegaspargase",
      "marketingAuthorisationDate": "2016-01-14 01:00:00",
      "marketingAuthorisationHolder": "Les Laboratoires Servier",
      "medicineName": "Oncaspar",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/oncaspar"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "ONCASPAR",
      "indication": "1 INDICATIONS AND USAGE ONCASPAR is an asparagine specific enzyme indicated as a component of a multi-agent chemotherapeutic regimen for treatment of pediatric and adult patients with: First-line acute lymphoblastic leukemia ( 1.1 ) Acute lymphoblastic leukemia and hypersensitivity to asparaginase ( 1.2 ) 1.1 First-Line Acute Lymphoblastic Leukemia (ALL) ONCASPAR® is indicated as a component of a multi-agent chemotherapeutic regimen for the first-line treatment of pediatric and adult patients with ALL. 1.2 Acute Lymphoblastic Leukemia and Hypersensitivity to Asparaginase ONCASPAR is indicated as a component of a multi-agent chemotherapeutic regimen for the treatment of pediatric and adult patients with ALL and hypersensitivity to native forms of L-asparaginase.",
      "manufacturer": "Servier Pharmaceuticals LLC",
      "splSetId": "ac7b6a6f-6ddb-48c6-8088-d8a8e3fea6ce"
    }
  ],
  "id": "Pegaspargase",
  "nciThesaurus": {
    "casRegistry": "130167-69-0",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A complex of polyethylene glycol conjugated with L-asparaginase.  Asparaginase hydrolyzes L-asparagine to L-aspartic acid and ammonia, thereby depleting these cells of asparagine and blocking protein synthesis and tumor cell proliferation, especially in the G1 phase of the cell cycle.  The agent also induces apoptosis in tumor cells. Pegylation decreases the enzyme's antigenicity. Asparagine is critical to protein synthesis in leukemic cells, which cannot synthesize this amino acid due to the absence of the enzyme asparagine synthase.",
    "fdaUniiCode": "7D96IR0PPM",
    "identifier": "C1200",
    "preferredName": "Pegaspargase",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C177280"
    ],
    "synonyms": [
      "(Monomethoxypolyethylene Glycol Succinimidyl)74-L-Asparaginase",
      "L-Asparaginase with Polyethylene Glycol",
      "Oncaspar",
      "Oncaspar-IV",
      "PEG-Asparaginase",
      "PEG-L-Asparaginase",
      "PEG-L-Asparaginase (Enzon - Kyowa Hakko)",
      "PEG-asparaginase",
      "PEGASPARGASE",
      "PEGLA",
      "Pegaspargase",
      "Polyethylene Glycol L-Asparaginase",
      "Polyethylene Glycol-L-Asparaginase",
      "pegaspargase"
    ]
  }
}