{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Penicillamine",
      "indication": "INDICATIONS Penicillamine capsules are indicated in the treatment of Wilson's disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that penicillamine capsules are not of value in ankylosing spondylitis. W il son’s Disease — Wilson’s disease (hepatolenticular degeneration) occurs in individuals who have inherited an autosomal recessive defect that leads to an accumulation of copper far in excess of metabolic requirements. The excess copper is deposited in several organs and tissues, and eventually produces pathological effects primarily in the liver, where damage progresses to postnecrotic cirrhosis, and in the brain, where degeneration is widespread. Copper is also deposited as characteristic, asymptomatic, golden-brown Kayser-Fleischer rings in the corneas of all patients with cerebral symptomatology and some patients who are either asymptomatic or manifest only hepatic symptomatology. Two types of patients require treatment for Wilson's disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated. The diagnosis, if suspected on the basis of family or individual history or physical examination, can be confirmed if the plasma copper-protein ceruloplasmin ** is <20 mg/dL and either a quantitative determination in a liver biopsy specimen shows an abnormally high concentration of copper (>250 mcg/g dry weight) or Kayser- Fleischer rings are present. ** For quantitative test for serum ceruloplasmin see: Morell, A.G.; Windsor, J.; Sternlieb, I.; Scheinberg, I.H.: Measurement of the concentration of ceruloplasmin in serum by determination of its oxidase activity, in “Laboratory Diagnosis of Liver Disease”, F.W. Sunderman; F.W. Sunderman, Jr. (eds.), St. Louis, Warren H. Green, Inc., 1968, pp. 193-195. Treatment has two objectives: (1) to minimize dietary intake of copper; (2) to promote excretion and complex formation (i.e., detoxification) of excess tissue copper. The first objective is attained by a daily diet that contains no more than one or two milligrams of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals and dietary supplements enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient's drinking water contains more than 0.1 mg of copper per liter. For the second objective, a copper chelating agent is used. In symptomatic patients this treatment usually produces marked neurologic improvement, fading of Kayser-Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances. Clinical experience to date suggests that life is prolonged with the above regimen. Noticeable improvement may not occur for one to three months. Occasionally, neurologic symptoms become worse during initiation of therapy with penicillamine capsules. Despite this, the drug should not be withdrawn. Temporary interruption carries an increased risk of developing a sensitivity reaction upon resumption of therapy, although it may result in clinical improvement of neurological symptoms (see WARNINGS ). If the neurological symptoms and signs continue to worsen for a month after the initiation of penicillamine capsules therapy, several short courses of treatment with 2,3 - dimercaprol (BAL) while continuing penicillamine capsules may be considered. Treatment of asymptomatic patients has been carried out for over thirty years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with penicillamine capsules is continued. C ystinuria — Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cystine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal, recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction. Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities. Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria. Normal daily output of cystine is 40 to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated. Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see PRECAUTIONS ). When these measures are inadequate to control recurrent stone formation, penicillamine capsules may be used as additional therapy, and when patients refuse to adhere to conventional treatment, penicillamine capsules may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillamine-cysteine mixed disulfide as: In this process, it is assumed that the deprotonated form of penicillamine, PS', is the active factor in bringing about the disulfide interchange. Rheu matoid Arthritis — Because penicillamine capsules can cause severe adverse reactions, its use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids should be used, when indicated, in conjunction with penicillamine capsules (see PRECAUTIONS ). penicillamine-interaction",
      "manufacturer": "Par Pharmaceutical, Inc.",
      "splSetId": "01e79d8f-8c74-4f48-b761-9f225fabf93d"
    },
    {
      "brand": "Penicillamine",
      "indication": "INDICATIONS Penicillamine capsules are indicated in the treatment of Wilson's disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that penicillamine capsules are not of value in ankylosing spondylitis. Wilson’s Disease — Wilson’s disease (hepatolenticular degeneration) occurs in individuals who have inherited an autosomal recessive defect that leads to an accumulation of copper far in excess of metabolic requirements. The excess copper is deposited in several organs and tissues, and eventually produces pathological effects primarily in the liver, where damage progresses to postnecrotic cirrhosis, and in the brain, where degeneration is widespread. Copper is also deposited as characteristic, asymptomatic, golden-brown Kayser-Fleischer rings in the corneas of all patients with cerebral symptomatology and some patients who are either asymptomatic or manifest only hepatic symptomatology. Two types of patients require treatment for Wilson's disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated. The diagnosis, if suspected on the basis of family or individual history or physical examination, can be confirmed if the plasma copper-protein ceruloplasmin** is <20 mg/dL and either a quantitative determination in a liver biopsy specimen shows an abnormally high concentration of copper (>250 mcg/g dry weight) or Kayser-Fleischer rings are present. Treatment has two objectives: (1) to minimize dietary intake of copper; (2) to promote excretion and complex formation (i.e., detoxification) of excess tissue copper. The first objective is attained by a daily diet that contains no more than one or two milligrams of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals and dietary supplements enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient's drinking water contains more than 0.1 mg of copper per liter. For the second objective, a copper chelating agent is used. In symptomatic patients this treatment usually produces marked neurologic improvement, fading of Kayser-Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances. Clinical experience to date suggests that life is prolonged with the above regimen. Noticeable improvement may not occur for one to three months. Occasionally, neurologic symptoms become worse during initiation of therapy with penicillamine capsules. Despite this, the drug should not be withdrawn. Temporary interruption carries an increased risk of developing a sensitivity reaction upon resumption of therapy, although it may result in clinical improvement of neurological symptoms (see WARNINGS ). If the neurological symptoms and signs continue to worsen for a month after the initiation of penicillamine capsules therapy, several short courses of treatment with 2,3 - dimercaprol (BAL) while continuing penicillamine capsules may be considered. Treatment of asymptomatic patients has been carried out for over thirty years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with penicillamine capsules is continued. Cystinuria — Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cystine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal, recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction. Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities. Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria. Normal daily output of cystine is 40 to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated. Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see PRECAUTIONS) . When these measures are inadequate to control recurrent stone formation, penicillamine capsules may be used as additional therapy, and when patients refuse to adhere to conventional treatment, penicillamine capsules may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillaminecysteine mixed disulfide as: CSSC = cystine CS ′ = deprotonated cysteine PSSP = penicillamine disulfide PS ′ = deprotonated penicillamine sulfhydryl CSSP = penicillamine-cysteine mixed disulfide In this process, it is assumed that the deprotonated form of penicillamine, PS', is the active factor in bringing about the disulfide interchange. Rheumatoid Arthritis — Because penicillamine capsules can cause severe adverse reactions, its use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids should be used, when indicated, in conjunction with penicillamine capsules (see PRECAUTIONS ).",
      "manufacturer": "Dr. Reddy's Laboratories Inc.",
      "splSetId": "15d08594-83a9-cc7a-92ef-1bac0427e121"
    },
    {
      "brand": "Depen",
      "indication": "INDICATIONS - DEPEN is indicated in the treatment of Wilson’s disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that DEPEN is not of value in ankylosing spondylitis. Wilson’s Disease - Wilson’s disease (hepatolenticular degeneration) results from the interaction of an inherited defect and an abnormality in copper metabolism. The metabolic defect, which is the consequence of the autosomal inheritance of one abnormal gene from each parent, manifests itself in a greater positive copper balance than normal. As a result, copper is deposited in several organs and appears eventually to produce pathologic effects most prominently seen in the brain, where degeneration is widespread; in the liver, where fatty infiltration, inflammation, and hepatocellular damage progress to postnecrotic cirrhosis; in the kidney, where tubular and glomerular dysfunction results; and in the eye, where characteristic corneal copper deposits are known as Kayser-Fleischer rings. Two types of patients require treatment for Wilson’s disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated. Diagnosis, suspected on the basis of family or individual history, physical examination, or a low serum concentration of ceruloplasmin*, is confirmed by the demonstration of Kayser-Fleischer rings or, particularly in the asymptomatic patient, by the quantitative demonstration in a liver biopsy specimen of a concentration of copper in excess of 250 mcg/g dry weight. Treatment has two objectives: (1) to minimize dietary intake and absorption of copper. (2) to promote excretion of copper deposited in tissues. The first objective is attained by a daily diet that contains no more than one or two milligrams of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient’s drinking water contains more than 0.1 mg of copper per liter. For the second objective, a copper chelating agent is used. In symptomatic patients, this treatment usually produces marked neurologic improvement, fading of Kayser-Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances. Clinical experience to date suggests that life is prolonged with the above regimen. Noticeable improvement may not occur for one to three months. Occasionally, neurologic symptoms become worse during initiation of therapy with DEPEN. Despite this, the drug should not be discontinued permanently. Although temporary interruption may result in clinical improvement of the neurological symptoms, it carries an increased risk of developing a sensitivity reaction upon resumption of therapy (See WARNINGS ). * For quantitative test for serum ceruloplasmin see: Morell, A.G.; Windsor, J.; Sternlieb, I; Scheinberg, I.H.: Measurement of the concentration of ceruloplasmin in serum by determination of its oxidase activity, in “Laboratory Diagnosis of Liver Disease,” F.W. Sunderman; F.W. Sunderman, Jr., (eds.), St. Louis, Warren H. Green, Inc., 1968, pp. 193-195. Treatment of asymptomatic patients has been carried out for over ten years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with DEPEN can be continued. Cystinuria - Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cystine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal, recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction. Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities. Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria. Normal daily output of cystine is 40 to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated. Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see PRECAUTIONS ). When these measures are inadequate to control recurrent stone formation, DEPEN may be used as additional therapy. When patients refuse to adhere to conventional treatment, DEPEN may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillamine-cysteine mixed disulfide as: In this process, it is assumed that the deprotonated form of penicillamine, PS', is the active factor in bringing about the disulfide interchange. Rheumatoid Arthritis - Because DEPEN can cause severe adverse reactions, its use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids should be used, when indicated, in conjunction with DEPEN (see PRECAUTIONS ). Drug Configuration",
      "manufacturer": "Meda Pharmaceuticals",
      "splSetId": "38f8ae60-b354-11de-8a39-0800200c9a66"
    },
    {
      "brand": "penicillamine",
      "indication": "INDICATIONS Penicillamine Capsules are indicated in the treatment of Wilson's disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that Penicillamine Capsules are not of value in ankylosing spondylitis. Wilson’s Disease Wilson’s disease (hepatolenticular degeneration) occurs in individuals who have inherited an autosomal-recessive defect that leads to an accumulation of copper far in excess of metabolic requirements. The excess copper is deposited in several organs and tissues, and eventually produces pathological effects primarily in the liver, where damage progresses to postnecrotic cirrhosis, and in the brain, where degeneration is widespread. Copper is also deposited as characteristic, asymptomatic, golden-brown Kayser-Fleischer rings in the corneas of all patients with cerebral symptomatology and some patients who are either asymptomatic or manifest only hepatic symptomatology. Two types of patients require treatment for Wilson’s disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated. The diagnosis, if suspected on the basis of family or individual history or physical examination, can be confirmed if the plasma copper-protein ceruloplasmin** is less than 20 mg/dL and either a quantitative determination in a liver biopsy specimen shows an abnormally high concentration of copper (greater than 250 mcg/g dry weight) or Kayser-Fleischer rings are present. Treatment has two objectives: 1) to minimize dietary intake of copper; 2) to promote excretion and complex formation (i.e., detoxification) of excess tissue copper. The first objective is attained by a daily diet that contains no more than 1 or 2 mg of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals and dietary supplements enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient’s drinking water contains more than 0.1 mg/L of copper. For the second objective, a copper chelating agent is used. In symptomatic patients, this treatment usually produces marked neurologic improvement, fading of Kayser-Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances. Clinical experience to date suggests that life is prolonged with the above regimen. Noticeable improvement may not occur for 1 to 3 months. Occasionally, neurologic symptoms become worse during initiation of therapy with Penicillamine Capsules. Despite this, the drug should not be withdrawn. Temporary interruption carries an increased risk of developing a sensitivity reaction upon resumption of therapy, although it may result in clinical improvement of neurological symptoms (see WARNINGS ). If the neurological symptoms and signs continue to worsen for a month after the initiation of Penicillamine Capsules therapy, several short courses of treatment with 2,3 - dimercaprol (BAL) while continuing Penicillamine Capsules may be considered. Treatment of asymptomatic patients has been carried out for over 30 years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with Penicillamine Capsules is continued. Cystinuria Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cystine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal-recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction. Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities. Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria. Normal daily output of cystine is 40 to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated. Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine-specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see PRECAUTIONS ). When these measures are inadequate to control recurrent stone formation, Penicillamine Capsules may be used as additional therapy, and when patients refuse to adhere to conventional treatment, Penicillamine Capsules may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillamine-cysteine mixed disulfide as: CSSC + PS’ CS’ + CSSP PSSP + CS’ PS’ + CSSP CSSC + PSSP’ 2CSSP CSSC = cystine CS’ = deprotonated cysteine PSSP = penicillamine disulfide PS’ = deprotonated penicillamine sulfhydryl CSSP = penicillamine-cysteine mixed disulfide In this process, it is assumed that the deprotonated form of penicillamine, PS’, is the active factor in bringing about the disulfide interchange. Figure Figure Figure Rheumatoid Arthritis Because Penicillamine Capsules can cause severe adverse reactions, their use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids, should be used, when indicated, in conjunction with Penicillamine Capsules (see PRECAUTIONS ).",
      "manufacturer": "Oceanside Pharmaceuticals",
      "splSetId": "4af8b0be-06ad-481f-9cff-61601da8fdd1"
    },
    {
      "brand": "Penicillamine",
      "indication": "INDICATIONS Penicillamine capsules are indicated in the treatment of Wilson's disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that penicillamine capsules are not of value in ankylosing spondylitis. Wilson’s Disease — Wilson’s disease (hepatolenticular degeneration) occurs in individuals who have inherited an autosomal recessive defect that leads to an accumulation of copper far in excess of metabolic requirements. The excess copper is deposited in several organs and tissues, and eventually produces pathological effects primarily in the liver, where damage progresses to postnecrotic cirrhosis, and in the brain, where degeneration is widespread. Copper is also deposited as characteristic, asymptomatic, golden-brown Kayser-Fleischer rings in the corneas of all patients with cerebral symptomatology and some patients who are either asymptomatic or manifest only hepatic symptomatology. Two types of patients require treatment for Wilson's disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated. The diagnosis, if suspected on the basis of family or individual history or physical examination, can be confirmed if the plasma copper-protein ceruloplasmin * * is <20 mg/dL and either a quantitative determination in a liver biopsy specimen shows an abnormally high concentration of copper (>250 mcg/g dry weight) or Kayser- Fleischer rings are present. Treatment has two objectives: (1) to minimize dietary intake of copper; (2) to promote excretion and complex formation (i.e., detoxification) of excess tissue copper. The first objective is attained by a daily diet that contains no more than one or two milligrams of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals and dietary supplements enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient's drinking water contains more than 0.1 mg of copper per liter. * * For quantitative test for serum ceruloplasmin see: Morell, A.G.; Windsor, J.; Sternlieb, I.; Scheinberg, I.H.: Measurement of the concentration of ceruloplasmin in serum by determination of its oxidase activity, in “Laboratory Diagnosis of Liver Disease”, F.W. Sunderman; F.W. Sunderman, Jr. (eds.), St. Louis, Warren H. Green, Inc., 1968, pp. 193-195. For the second objective, a copper chelating agent is used. In symptomatic patients this treatment usually produces marked neurologic improvement, fading of Kayser- Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances. Clinical experience to date suggests that life is prolonged with the above regimen. Noticeable improvement may not occur for one to three months. Occasionally, neurologic symptoms become worse during initiation of therapy with penicillamine capsules. Despite this, the drug should not be withdrawn. Temporary interruption carries an increased risk of developing a sensitivity reaction upon resumption of therapy, although it may result in clinical improvement of neurological symptoms (see WARNINGS ). If the neurological symptoms and signs continue to worsen for a month after the initiation of penicillamine capsules therapy, several short courses of treatment with 2,3 - dimercaprol (BAL) while continuing penicillamine capsules may be considered. Treatment of asymptomatic patients has been carried out for over thirty years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with penicillamine capsules is continued. Cystinuria — Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cystine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal, recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction. Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities. Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria. Normal daily output of cystine is 40 mg to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated. Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see PRECAUTIONS ). When these measures are inadequate to control recurrent stone formation, penicillamine capsules may be used as additional therapy, and when patients refuse to adhere to conventional treatment, penicillamine capsules may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillamine cysteine mixed disulfide as: In this process, it is assumed that the deprotonated form of penicillamine, PS', is the active factor in bringing about the disulfide interchange. Rheumatoid Arthritis — Because penicillamine capsules can cause severe adverse reactions, its use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids should be used, when indicated, in conjunction with penicillamine capsules (see PRECAUTIONS ).",
      "manufacturer": "Apotex Corp.",
      "splSetId": "4afb20ee-eb3f-1937-ffa4-5d3228e82688"
    },
    {
      "brand": "Penicillamine",
      "indication": "INDICATIONS Penicillamine capsules are indicated in the treatment of Wilson's disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that penicillamine capsules are not of value in ankylosing spondylitis. Wilson's Disease — Wilson’s disease (hepatolenticular degeneration) occurs in individuals who have inherited an autosomal recessive defect that leads to an accumulation of copper far in excess of metabolic requirements. The excess copper is deposited in several organs and tissues, and eventually produces pathological effects primarily in the liver, where damage progresses to postnecrotic cirrhosis, and in the brain, where degeneration is widespread. Copper is also deposited as characteristic, asymptomatic, golden-brown Kayser-Fleischer rings in the corneas of all patients with cerebral symptomatology and some patients who are either asymptomatic or manifest only hepatic symptomatology. Two types of patients require treatment for Wilson's disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated. The diagnosis, if suspected on the basis of family or individual history or physical examination, can be confirmed if the plasma copper-protein ceruloplasmin For quantitative test for serum ceruloplasmin see: Morell, A.G.; Windsor, J.; Sternlieb, I. ; Scheinberg, I.H.: Measurement of the concentration of ceruloplasmin in serum by determination of its oxidase activity, in \"Laboratory Diagnosis of Liver Disease\", F.W. Sunderman; F.W. Sunderman, Jr. (eds.), St. Louis, Warren H. Green, Inc., 1968, pp. 193-195. is <20 mg/dL and either a quantitative determination in a liver biopsy specimen shows an abnormally high concentration of copper (>250 mcg/g dry weight) or Kayser-Fleischer rings are present. Treatment has two objectives: (1) to minimize dietary intake of copper; (2) to promote excretion and complex formation (i.e., detoxification) of excess tissue copper. The first objective is attained by a daily diet that contains no more than one or two milligrams of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals and dietary supplements enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient's drinking water contains more than 0.1 mg of copper per liter. For the second objective, a copper chelating agent is used. In symptomatic patients this treatment usually produces marked neurologic improvement, fading of Kayser- Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances. Clinical experience to date suggests that life is prolonged with the above regimen. Noticeable improvement may not occur for one to three months. Occasionally, neurologic symptoms become worse during initiation of therapy with penicillamine capsules. Despite this, the drug should not be withdrawn. Temporary interruption carries an increased risk of developing a sensitivity reaction upon resumption of therapy, although it may result in clinical improvement of neurological symptoms (see WARNINGS ). If the neurological symptoms and signs continue to worsen for a month after the initiation of penicillamine capsules therapy, several short courses of treatment with 2,3 - dimercaprol (BAL) while continuing penicillamine capsules may be considered. Treatment of asymptomatic patients has been carried out for over thirty years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with penicillamine capsules are continued. Cystinuria — Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cystine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal, recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction. Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities. Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria. Normal daily output of cystine is 40 to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated. Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see PRECAUTIONS ). When these measures are inadequate to control recurrent stone formation, penicillamine capsules may be used as additional therapy, and when patients refuse to adhere to conventional treatment, penicillamine capsules may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillamine-cysteine mixed disulfide as: In this process, it is assumed that the deprotonated form of penicillamine, PS', is the active factor in bringing about the disulfide interchange. Process Rheumatoid Arthritis — Because penicillamine capsules can cause severe adverse reactions, its use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids should be used, when indicated, in conjunction with penicillamine capsules (see PRECAUTIONS ).",
      "manufacturer": "Actavis Pharma, Inc.",
      "splSetId": "594d7a82-af1d-41c4-98ee-0ea6895fc237"
    },
    {
      "brand": "penicillamine",
      "indication": "INDICATIONS Penicillamine tablets are indicated in the treatment of Wilson’s disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that penicillamine tablets are not of value in ankylosing spondylitis. Wilson’s Disease - Wilson’s disease (hepatolenticular degeneration) results from the interaction of an inherited defect and an abnormality in copper metabolism. The metabolic defect, which is the consequence of the autosomal inheritance of one abnormal gene from each parent, manifests itself in a greater positive copper balance than normal. As a result, copper is deposited in several organs and appears eventually to produce pathologic effects most prominently seen in the brain, where degeneration is widespread; in the liver, where fatty infiltration, inflammation, and hepatocellular damage progress to postnecrotic cirrhosis; in the kidney, where tubular and glomerular dysfunction results; and in the eye, where characteristic corneal copper deposits are known as Kayser-Fleischer rings. Two types of patients require treatment for Wilson’s disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated. Diagnosis, suspected on the basis of family or individual history, physical examination, or a low serum concentration of ceruloplasmin*, is confirmed by the demonstration of Kayser-Fleischer rings or, particularly in the asymptomatic patient, by the quantitative demonstration in a liver biopsy specimen of a concentration of copper in excess of 250 mcg/g dry weight. Treatment has two objectives: (1) to minimize dietary intake and absorption of copper. (2) to promote excretion of copper deposited in tissues. The first objective is attained by a daily diet that contains no more than one or two milligrams of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient’s drinking water contains more than 0.1 mg of copper per liter. For the second objective, a copper chelating agent is used. In symptomatic patients, this treatment usually produces marked neurologic improvement, fading of Kayser-Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances. Clinical experience to date suggests that life is prolonged with the above regimen. Noticeable improvement may not occur for one to three months. Occasionally, neurologic symptoms become worse during initiation of therapy with penicillamine tablets. Despite this, the drug should not be discontinued permanently. Although temporary interruption may result in clinical improvement of the neurological symptoms, it carries an increased risk of developing a sensitivity reaction upon resumption of therapy (See WARNINGS ). * For quantitative test for serum ceruloplasmin see: Morell, A.G.; Windsor, J.; Sternlieb, I; Scheinberg, I.H.: Measurement of the concentration of ceruloplasmin in serum by determination of its oxidase activity, in “Laboratory Diagnosis of Liver Disease,” F.W. Sunderman; F.W. Sunderman, Jr., (eds.), St. Louis, Warren H. Green, Inc., 1968, pp. 193-195. Treatment of asymptomatic patients has been carried out for over ten years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with penicillamine tablets can be continued. Cystinuria - Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cystine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal, recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction. Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities. Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria. Normal daily output of cystine is 40 to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated. Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see PRECAUTIONS ). When these measures are inadequate to control recurrent stone formation, penicillamine tablets may be used as additional therapy. When patients refuse to adhere to conventional treatment, penicillamine tablets may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillamine-cysteine mixed disulfide as: CSSC = cystine CS' = deprotonated cysteine PSSP = penicillamine PS' = deprotonated penicillamine sulfhydryl CSSP = penicillamine-cysteine mixed disulphide In this process, it is assumed that the deprotonated form of penicillamine, PS', is the active factor in bringing about the disulfide interchange. Rheumatoid Arthritis - Because penicillamine tablets can cause severe adverse reactions, its use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids should be used, when indicated, in conjunction with penicillamine tablets (see PRECAUTIONS ). formula",
      "manufacturer": "Par Pharmaceutical, Inc.",
      "splSetId": "72ee469c-f9ef-4bb4-922f-5d71276664a5"
    },
    {
      "brand": "Cuprimine",
      "indication": "INDICATIONS CUPRIMINE is indicated in the treatment of Wilson's disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that CUPRIMINE is not of value in ankylosing spondylitis. Wilson's Disease Wilson's disease (hepatolenticular degeneration) occurs in individuals who have inherited an autosomal-recessive defect that leads to an accumulation of copper far in excess of metabolic requirements. The excess copper is deposited in several organs and tissues, and eventually produces pathological effects primarily in the liver, where damage progresses to postnecrotic cirrhosis, and in the brain, where degeneration is widespread. Copper is also deposited as characteristic, asymptomatic, golden-brown Kayser-Fleischer rings in the corneas of all patients with cerebral symptomatology and some patients who are either asymptomatic or manifest only hepatic symptomatology. Two types of patients require treatment for Wilson's disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated. The diagnosis, if suspected on the basis of family or individual history or physical examination, can be confirmed if the plasma copper-protein ceruloplasmin** is less than 20 mg/dL and either a quantitative determination in a liver biopsy specimen shows an abnormally high concentration of copper (greater than 250 mcg/g dry weight) or Kayser-Fleischer rings are present. Treatment has two objectives: 1) to minimize dietary intake of copper; 2) to promote excretion and complex formation (i.e., detoxification) of excess tissue copper. The first objective is attained by a daily diet that contains no more than 1 or 2 mg of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals and dietary supplements enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient's drinking water contains more than 0.1 mg/L of copper. For the second objective, a copper chelating agent is used. In symptomatic patients, this treatment usually produces marked neurologic improvement, fading of Kayser-Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances. Clinical experience to date suggests that life is prolonged with the above regimen. Noticeable improvement may not occur for 1 to 3 months. Occasionally, neurologic symptoms become worse during initiation of therapy with CUPRIMINE. Despite this, the drug should not be withdrawn. Temporary interruption carries an increased risk of developing a sensitivity reaction upon resumption of therapy, although it may result in clinical improvement of neurological symptoms (see WARNINGS ). If the neurological symptoms and signs continue to worsen for a month after the initiation of CUPRIMINE therapy, several short courses of treatment with 2,3 - dimercaprol (BAL) while continuing CUPRIMINE may be considered. Treatment of asymptomatic patients has been carried out for over 30 years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with CUPRIMINE is continued. Cystinuria Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cystine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal-recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction. Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities. Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria. Normal daily output of cystine is 40 to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated. Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine-specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see PRECAUTIONS ). When these measures are inadequate to control recurrent stone formation, CUPRIMINE may be used as additional therapy, and when patients refuse to adhere to conventional treatment, CUPRIMINE may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillamine-cysteine mixed disulfide as: In this process, it is assumed that the deprotonated form of penicillamine, PS', is the active factor in bringing about the disulfide interchange. CUPRIMINE TABLE Rheumatoid Arthritis Because CUPRIMINE can cause severe adverse reactions, its use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids, should be used, when indicated, in conjunction with CUPRIMINE (see PRECAUTIONS ).",
      "manufacturer": "Bausch Health US, LLC",
      "splSetId": "80e736d3-2017-4d68-94b4-38255c3c59c6"
    },
    {
      "brand": "Penicillamine",
      "indication": "INDICATIONS Penicillamine capsules are indicated in the treatment of Wilson’s disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that penicillamine capsules are not of value in ankylosing spondylitis. Wilson’s Disease - Wilson’s disease (hepatolenticular degeneration) occurs in individuals who have inherited an autosomal recessive defect that leads to an accumulation of copper far in excess of metabolic requirements. The excess copper is deposited in several organs and tissues, and eventually produces pathological effects primarily in the liver, where damage progresses to postnecrotic cirrhosis, and in the brain, where degeneration is widespread. Copper is also deposited as characteristic, asymptomatic, golden-brown Kayser-Fleischer rings in the corneas of all patients with cerebral symptomatology and some patients who are either asymptomatic or manifest only hepatic symptomatology. Two types of patients require treatment for Wilson’s disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated. The diagnosis, if suspected on the basis of family or individual history or physical examination, can be confirmed if the plasma copper-protein ceruloplasmin * is <20 mg/dL and either a quantitative determination in a liver biopsy specimen shows an abnormally high concentration of copper (>250 mcg/g dry weight) or Kayser-Fleischer rings are present. Treatment has two objectives: 1) to minimize dietary intake of copper; 2) to promote excretion and complex formation (i.e., detoxification) of excess tissue copper. The first objective is attained by a daily diet that contains no more than one or two milligrams of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals and dietary supplements enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient’s drinking water contains more than 0.1 mg of copper per liter. For the second objective, a copper chelating agent is used. In symptomatic patients this treatment usually produces marked neurologic improvement, fading of Kayser-Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances. Clinical experience to date suggests that life is prolonged with the above regimen. Noticeable improvement may not occur for one to three months. Occasionally, neurologic symptoms become worse during initiation of therapy with penicillamine capsules. Despite this, the drug should not be withdrawn. Temporary interruption carries an increased risk of developing a sensitivity reaction upon resumption of therapy, although it may result in clinical improvement of neurological symptoms (see WARNINGS ). If the neurological symptoms and signs continue to worsen for a month after the initiation of penicillamine capsule therapy, several short courses of treatment with 2,3-dimercaprol (BAL) while continuing penicillamine capsules may be considered. Treatment of asymptomatic patients has been carried out for over thirty years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with penicillamine capsules are continued. * For quantitative test for serum ceruloplasmin see: Morell, A.G.; Windsor, J.; Sternlieb, I.; Scheinberg, I.H.: Measurement of the concentration of ceruloplasmin in serum by determination of its oxidase activity, in “Laboratory Diagnosis of Liver Disease”, F.W. Sunderman; F.W. Sunderman, Jr., (eds.), St. Louis, Warren H. Green, Inc., 1968, pp. 193-195. Cystinuria - Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cysteine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal, recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction. Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities. Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria. Normal daily output of cystine is 40 to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated. Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see PRECAUTIONS ). When these measures are inadequate to control recurrent stone formation, penicillamine capsules may be used as additional therapy, and when patients refuse to adhere to conventional treatment, penicillamine capsules may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillamine-cysteine mixed disulfide as: In this process, it is assumed that the deprotonated form of penicillamine, PS', is the active factor in bringing about the disulfide interchange. Rheumatoid Arthritis - Because penicillamine can cause severe adverse reactions, its use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids should be used, when indicated, in conjunction with penicillamine capsules (see PRECAUTIONS ). penicillamine-cysteine",
      "manufacturer": "ANI Pharmaceuticals, Inc.",
      "splSetId": "b9527635-8f7a-4a77-b39c-cdf678cff827"
    },
    {
      "brand": "Penicillamine",
      "indication": "INDICATIONS Penicillamine capsules are indicated in the treatment of Wilson's disease, cystinuria, and in patients with severe, active rheumatoid arthritis who have failed to respond to an adequate trial of conventional therapy. Available evidence suggests that penicillamine capsules are not of value in ankylosing spondylitis. Wilson’s Disease — Wilson’s disease (hepatolenticular degeneration) occurs in individuals who have inherited an autosomal recessive defect that leads to an accumulation of copper far in excess of metabolic requirements. The excess copper is deposited in several organs and tissues, and eventually produces pathological effects primarily in the liver, where damage progresses to postnecrotic cirrhosis, and in the brain, where degeneration is widespread. Copper is also deposited as characteristic, asymptomatic, golden-brown Kayser-Fleischer rings in the corneas of all patients with cerebral symptomatology and some patients who are either asymptomatic or manifest only hepatic symptomatology. Two types of patients require treatment for Wilson's disease: (1) the symptomatic, and (2) the asymptomatic in whom it can be assumed the disease will develop in the future if the patient is not treated. The diagnosis, if suspected on the basis of family or individual history or physical examination, can be confirmed if the plasma copper-protein ceruloplasmin** is <20 mg/dL and either a quantitative determination in a liver biopsy specimen shows an abnormally high concentration of copper (>250 mcg/g dry weight) or Kayser- Fleischer rings are present. Treatment has two objectives: to minimize dietary intake of copper; to promote excretion and complex formation (i.e., detoxification) of excess tissue copper. The first objective is attained by a daily diet that contains no more than one or two milligrams of copper. Such a diet should exclude, most importantly, chocolate, nuts, shellfish, mushrooms, liver, molasses, broccoli, and cereals and dietary supplements enriched with copper, and be composed to as great an extent as possible of foods with a low copper content. Distilled or demineralized water should be used if the patient's drinking water contains more than 0.1 mg of copper per liter. For the second objective, a copper chelating agent is used. In symptomatic patients this treatment usually produces marked neurologic improvement, fading of Kayser- Fleischer rings, and gradual amelioration of hepatic dysfunction and psychic disturbances. Clinical experience to date suggests that life is prolonged with the above regimen. Noticeable improvement may not occur for one to three months. Occasionally, neurologic symptoms become worse during initiation of therapy with penicillamine capsules. Despite this, the drug should not be withdrawn. Temporary interruption carries an increased risk of developing a sensitivity reaction upon resumption of therapy, although it may result in clinical improvement of neurological symptoms (see WARNINGS ). If the neurological symptoms and signs continue to worsen for a month after the initiation of penicillamine capsules therapy, several short courses of treatment with 2,3 - dimercaprol (BAL) while continuing penicillamine capsules may be considered. Treatment of asymptomatic patients has been carried out for over thirty years. Symptoms and signs of the disease appear to be prevented indefinitely if daily treatment with penicillamine capsules are continued. Cystinuria — Cystinuria is characterized by excessive urinary excretion of the dibasic amino acids, arginine, lysine, ornithine, and cystine, and the mixed disulfide of cysteine and homocysteine. The metabolic defect that leads to cystinuria is inherited as an autosomal, recessive trait. Metabolism of the affected amino acids is influenced by at least two abnormal factors: (1) defective gastrointestinal absorption and (2) renal tubular dysfunction. Arginine, lysine, ornithine, and cysteine are soluble substances, readily excreted. There is no apparent pathology connected with their excretion in excessive quantities. Cystine, however, is so slightly soluble at the usual range of urinary pH that it is not excreted readily, and so crystallizes and forms stones in the urinary tract. Stone formation is the only known pathology in cystinuria. Normal daily output of cystine is 40 to 80 mg. In cystinuria, output is greatly increased and may exceed 1 g/day. At 500 to 600 mg/day, stone formation is almost certain. When it is more than 300 mg/day, treatment is indicated. Conventional treatment is directed at keeping urinary cystine diluted enough to prevent stone formation, keeping the urine alkaline enough to dissolve as much cystine as possible, and minimizing cystine production by a diet low in methionine (the major dietary precursor of cystine). Patients must drink enough fluid to keep urine specific gravity below 1.010, take enough alkali to keep urinary pH at 7.5 to 8.0, and maintain a diet low in methionine. This diet is not recommended in growing children and probably is contraindicated in pregnancy because of its low protein content (see PRECAUTIONS ). When these measures are inadequate to control recurrent stone formation, penicillamine capsules may be used as additional therapy, and when patients refuse to adhere to conventional treatment, penicillamine capsules may be a useful substitute. It is capable of keeping cystine excretion to near normal values, thereby hindering stone formation and the serious consequences of pyelonephritis and impaired renal function that develop in some patients. Bartter and colleagues depict the process by which penicillamine interacts with cystine to form penicillamine- cysteine mixed disulfide as: In this process, it is assumed that the deprotonated form of penicillamine, PS', is the active factor in bringing about the disulfide interchange. Rheumatoid Arthritis — Because penicillamine capsules can cause severe adverse reactions, its use in rheumatoid arthritis should be restricted to patients who have severe, active disease and who have failed to respond to an adequate trial of conventional therapy. Even then, benefit-to-risk ratio should be carefully considered. Other measures, such as rest, physiotherapy, salicylates, and corticosteroids should be used, when indicated, in conjunction with penicillamine capsules (see PRECAUTIONS ). ** For quantitative test for serum ceruloplasmin see: Morell, A.G.; Windsor, J.; Sternlieb, I.; Scheinberg, I.H.: Measurement of the concentration of ceruloplasmin in serum by determination of its oxidase activity, in “Laboratory Diagnosis of Liver Disease”, F.W. Sunderman; F.W. Sunderman, Jr. (eds.), St. Louis, Warren H. Green, Inc., 1968, pp. 193-195 penicillamine-reaction.jpg.jpg",
      "manufacturer": "Proficient Rx LP",
      "splSetId": "c92335c6-f6fa-4768-9401-55c6b7f87699"
    }
  ],
  "id": "Penicillamine",
  "nciThesaurus": {
    "casRegistry": "52-67-5",
    "chebiId": "CHEBI:7959",
    "chemicalFormula": "C5H11NO2S",
    "definition": "A beta dimethyl analog of the amino acid cysteine.  As a degradation product of penicillin antibiotics, penicillamine chelates with heavy metals and increases their urinary excretion.  Possessing antineoplastic properties, penicillamine induces apoptosis by a p53-mediated mechanism and inhibits angiogenesis by chelating with copper, a cofactor for angiogenesis.",
    "fdaUniiCode": "GNN1DV99GX",
    "identifier": "C729",
    "preferredName": "Penicillamine",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C1971"
    ],
    "synonyms": [
      ".beta.,.beta.-Dimethylcysteine",
      "3-Mercapto-D-valine",
      "Alpha-amino-beta-methyl-beta-mercaptobutyric Acid",
      "Atamir",
      "Beta,Beta-dimethylcysteine",
      "Beta-thiovaline",
      "Cuprenil",
      "Cuprimine",
      "Cupripen",
      "D-Mercaptovaline",
      "D-Penicillamine",
      "Depamine",
      "Depen",
      "Distamine",
      "Kelatin",
      "Mercaptyl",
      "Metalcaptase",
      "PENICILLAMINE",
      "Pendramine",
      "Penicillamine",
      "Perdolat",
      "Sufortan",
      "Trolovol",
      "penicillamine"
    ]
  }
}