{
  "emaEpar": [
    {
      "activeSubstance": "pioglitazone hydrochloride",
      "conditionIndication": "Pioglitazone is indicated in the treatment of type-2 diabetes mellitus:as monotherapy:in patients (particularly overweight patients) inadequately controlled by diet and exercise for whom metformin is inappropriate because of contraindications or intolerance;as dual oral therapy in combination with:metformin, in patients (particularly overweight patients) with insufficient glycaemic control despite maximal tolerated dose of monotherapy with metformin;a sulphonylurea, only in patients who show intolerance to metformin or for whom metformin is contraindicated, with insufficient glycaemic control despite maximal tolerated dose of monotherapy with a sulphonylurea;as triple oral therapy in combination with:metformin and a sulphonylurea, in patients (particularly overweight patients) with insufficient glycaemic control despite dual oral therapy.Pioglitazone is also indicated for combination with insulin in type-2 diabetes mellitus patients with insufficient glycaemic control on insulin for whom metformin is inappropriate because of contraindications or intolerance.",
      "inn": "pioglitazone",
      "marketingAuthorisationDate": "2000-10-13 00:00:00",
      "marketingAuthorisationHolder": "CHEPLAPHARM Arzneimittel GmbH",
      "medicineName": "Actos",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/actos"
    },
    {
      "activeSubstance": "pioglitazone hydrochloride",
      "conditionIndication": "Pioglitazone is indicated as second or third line treatment of type 2 diabetes mellitus as described below:as monotherapyin adult patients (particularly overweight patients) inadequately controlled by diet and exercise for whom metformin is inappropriate because of contraindications or intolerance.as dual oral therapy in combination withmetformin, in adult patients (particularly overweight patients) with insufficient glycaemic control despite maximal tolerated dose of monotherapy with metformin.a sulphonylurea, only in adult patients who show intolerance to metformin or for whom metformin is contraindicated, with insufficient glycaemic control despite maximal tolerated dose of monotherapy with a sulphonylurea.as triple oral therapy in combination withmetformin and a sulphonylurea, in adult patients (particularly overweight patients) with insufficient glycaemic control despite dual oral therapy.Pioglitazone is also indicated for combination with insulin in type 2 diabetes mellitus adult patients with insufficient glycaemic control on insulin for whom metformin is inappropriate because of contraindications or intolerance (see section 4.4).After initiation of therapy with pioglitazone, patients should be reviewed after 3 to 6 months to assess adequacy of response to treatment (e.g. reduction in HbA1c). In patients who fail to show an adequate response, pioglitazone should be discontinued. In light of potential risks with prolonged therapy, prescribers should confirm at subsequent routine reviews that the benefit of pioglitazone is maintained (see section 4.4).",
      "inn": "pioglitazone",
      "marketingAuthorisationDate": "2012-03-15 01:00:00",
      "marketingAuthorisationHolder": "Actavis Group PTC ehf  ",
      "medicineName": "Pioglitazone Actavis",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/pioglitazone-actavis"
    },
    {
      "activeSubstance": "pioglitazone hydrochloride",
      "conditionIndication": "Pioglitazone is indicated in the treatment of type-2 diabetes mellitus as monotherapy:in adult patients (particularly overweight patients) inadequately controlled by diet and exercise for whom metformin is inappropriate because of contraindications or intolerance.Pioglitazone is also indicated for combination with insulin in type 2 diabetes mellitus adult patients with insufficient glycaemic control on insulin for whom metformin is inappropriate because of contraindications or intolerance.After initiation of therapy with pioglitazone, patients should be reviewed after 3 to 6 months to assess adequacy of response to treatment (e.g. reduction in HbA1c). In patients who fail to show an adequate response, pioglitazone should be discontinued. In light of potential risks with prolonged therapy, prescribers should confirm at subsequent routine reviews that the benefit of pioglitazone is maintained.",
      "inn": "pioglitazone",
      "marketingAuthorisationDate": "2012-03-26 00:00:00",
      "marketingAuthorisationHolder": "Teva Pharma B.V.",
      "medicineName": "Pioglitazone Teva Pharma",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/pioglitazone-teva-pharma"
    },
    {
      "activeSubstance": "pioglitazone hydrochloride",
      "conditionIndication": "Pioglitazone is indicated as second or third line treatment of type-2 diabetes mellitus as described below:as monotherapy:in adult patients (particularly overweight patients) inadequately controlled by diet and exercise for whom metformin is inappropriate because of contraindications or intolerance.as dual oral therapy in combination with:metformin, in adult patients (particularly overweight patients) with insufficient glycaemic control despite maximal tolerated dose of monotherapy with metformin;a sulphonylurea, only in adult patients who show intolerance to metformin or for whom metformin is contraindicated, with insufficient glycaemic control despite maximal tolerated dose of monotherapy with a sulphonylurea;as triple oral therapy in combination with:metformin and a sulphonylurea, in adult patients (particularly overweight patients) with insufficient glycaemic control despite dual oral therapy.Pioglitazone is also indicated for combination with insulin in type-2 diabetes mellitus adult patients with insufficient glycaemic control on insulin for whom metformin is inappropriate because of contraindications or intolerance.After initiation of therapy with pioglitazone, patients should be reviewed after three to six months to assess adequacy of response to treatment (e.g. reduction in HbA1c). In patients who fail to show an adequate response, pioglitazone should be discontinued. In light of potential risks with prolonged therapy, prescribers should confirm at subsequent routine reviews that the benefit of pioglitazone is maintained.",
      "inn": "pioglitazone",
      "marketingAuthorisationDate": "2000-10-11 00:00:00",
      "marketingAuthorisationHolder": "Takeda Pharma A/S",
      "medicineName": "Glustin",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/glustin"
    },
    {
      "activeSubstance": "pioglitazone hydrochloride",
      "conditionIndication": "Pioglitazone is indicated in the treatment of type 2 diabetes mellitus:, , , \tas monotherapy, \t- in adult patients (particularly overweight patients) inadequately controlled by diet and exercise for whom metformin is inappropriate because of contraindications or intolerance, \tas dual oral therapy in combination with, \t- metformin, in adult patients (particularly overweight patients) with insufficient glycaemic control despite maximal tolerated dose of monotherapy with metformin, \t- a sulphonylurea, only in adult patients who show intolerance to metformin or for whom metformin is contraindicated, with insufficient glycaemic control despite maximal tolerated dose of monotherapy with a sulphonylurea, \tas triple oral therapy in combination with, \t- metformin and a sulphonylurea, in adult patients (particularly overweight patients) with insufficient glycaemic control despite dual oral therapy., , , Pioglitazone is also indicated for combination with insulin in type 2 diabetes mellitus adult patients with insufficient glycaemic control on insulin for whom metformin is inappropriate because of contraindications or intolerance., , After initiation of therapy with pioglitazone, patients should be reviewed after 3 to 6 months to assess adequacy of response to treatment (e.g. reduction in HbA1c). In patients who fail to show an adequate response, pioglitazone should be discontinued. In light of potential risks with prolonged therapy, prescribers should confirm at subsequent routine reviews that the benefit of pioglitazone is maintained., ",
      "inn": "pioglitazone",
      "marketingAuthorisationDate": "2012-03-26 00:00:00",
      "marketingAuthorisationHolder": "Teva B.V.",
      "medicineName": "Pioglitazone Teva",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/pioglitazone-teva"
    },
    {
      "activeSubstance": "pioglitazone hydrochloride",
      "conditionIndication": "Pioglitazone is indicated in the treatment of type-2 diabetes mellitus:, , as monotherapy, , , \tin adult patients (particularly overweight patients) inadequately controlled by diet and exercise for whom metformin is inappropriate because of contraindications or intolerance., , , After initiation of therapy with pioglitazone, patients should be reviewed after 3 to 6 months to assess adequacy of response to treatment (e.g. reduction in HbA1c). In patients who fail to show an adequate response, pioglitazone should be discontinued. In light of potential risks with prolonged therapy, prescribers should confirm at subsequent routine reviews that the benefit of pioglitazone is maintained., ",
      "inn": "pioglitazone",
      "marketingAuthorisationDate": "2012-03-21 01:00:00",
      "marketingAuthorisationHolder": "Accord Healthcare S.L.U.",
      "medicineName": "Pioglitazone Accord",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/pioglitazone-accord"
    },
    {
      "activeSubstance": "pioglitazone hydrochloride",
      "conditionIndication": "Pioglitazone is indicated as second or third line treatment of type-2 diabetes mellitus as described below:, , , \tas monotherapy:, \t, \t\tin adult patients (particularly overweight patients) inadequately controlled by diet and exercise for whom metformin is inappropriate because of contraindications or intolerance;, \t, \t, \tas dual oral therapy in combination with:, \t, \t\tmetformin, in adult patients (particularly overweight patients) with insufficient glycaemic control despite maximal tolerated dose of monotherapy with metformin;, \t\ta sulphonylurea, only in adult patients who show intolerance to metformin or for whom metformin is contraindicated, with insufficient glycaemic control despite maximal tolerated dose of monotherapy with a sulphonylurea;, \t, \t, \tas triple oral therapy in combination with:, \t, \t\tmetformin and a sulphonylurea, in adult patients (particularly overweight patients) with insufficient glycaemic control despite dual oral therapy., \t, \t, , , Pioglitazone is also indicated for combination with insulin in type-2 diabetes mellitus adult patients with insufficient glycaemic control on insulin for whom metformin is inappropriate because of contraindications or intolerance., , After initiation of therapy with pioglitazone, patients should be reviewed after 3 to 6 months to assess adequacy of response to treatment (e.g. reduction in HbA1c). In patients who fail to show an adequate response, pioglitazone should be discontinued. In light of potential risks with prolonged therapy, prescribers should confirm at subsequent routine reviews that the benefit of pioglitazone is maintained., ",
      "inn": "pioglitazone",
      "marketingAuthorisationDate": "2012-03-15 01:00:00",
      "marketingAuthorisationHolder": "Actavis Group PTC ehf   ",
      "medicineName": "Glidipion (previously Pioglitazone Actavis Group)",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/glidipion"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "PIOGLITAZONE",
      "indication": "1 INDICATIONS AND USAGE Monotherapy and Combination Therapy Pioglitazone tablets are indicated as adjuncts to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus in multiple clinical settings [see Clinical Studies (14) ] . Important Limitations of Use Pioglitazone tablets exert their antihyperglycemic effects only in the presence of endogenous insulin. Pioglitazone tablets should not be used to treat type 1 diabetes or diabetic ketoacidosis, as it would not be effective in these settings. Use caution in patients with liver disease [see Warnings and Precautions (5.3) ] . Pioglitazone is a thiazolidinedione and an agonist for peroxisome proliferator-activated receptor (PPAR) gamma indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus in multiple clinical settings. ( 1 , 14 ) Important Limitations of Use: • Not for treatment of type 1 diabetes or diabetic ketoacidosis. (1)",
      "manufacturer": "Solco Healthcare LLC",
      "splSetId": "1b77dbeb-61d1-4df3-872b-2f4f75a110db"
    }
  ],
  "id": "Pioglitazone",
  "nciThesaurus": {
    "casRegistry": "111025-46-8",
    "chebiId": "CHEBI:8228",
    "chemicalFormula": "C19H20N2O3S",
    "definition": "An orally-active thiazolidinedione with antidiabetic properties and potential antineoplastic activity. Pioglitazone activates peroxisome proliferator-activated receptor gamma (PPAR-gamma), a ligand-activated transcription factor, thereby inducing cell differentiation and inhibiting cell growth and angiogenesis. This agent also modulates the transcription of insulin-responsive genes, inhibits macrophage and monocyte activation, and stimulates adipocyte differentiation.",
    "fdaUniiCode": "X4OV71U42S",
    "identifier": "C71633",
    "preferredName": "Pioglitazone",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C98241"
    ],
    "synonyms": [
      "PIOGLITAZONE",
      "Pioglitazone",
      "pioglitazone"
    ]
  }
}