{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Iclusig",
      "indication": "1 INDICATIONS AND USAGE Iclusig is indicated for the treatment of adult patients with: Chronic phase (CP) chronic myeloid leukemia (CML) with resistance or intolerance to at least two prior kinase inhibitors. Accelerated phase (AP) or blast phase (BP) CML or Philadelphia chromosome positive acute lymphoblastic leukemia (Ph+ ALL) for whom no other kinase inhibitors are indicated. T315I-positive CML (chronic phase, accelerated phase, or blast phase) or T315I-positive Ph+ ALL. Iclusig is a kinase inhibitor indicated for the treatment of adult patients with: Chronic phase (CP) chronic myeloid leukemia (CML) with resistance or intolerance to at least two prior kinase inhibitors. ( 1 ) Accelerated phase (AP) or blast phase (BP) CML or Philadelphia chromosome positive acute lymphoblastic leukemia (Ph+ ALL) for whom no other kinase inhibitors are indicated. ( 1 ) T315I-positive CML (chronic phase, accelerated phase, or blast phase) or T315I-positive Ph+ ALL. ( 1 ) Limitations of Use : Iclusig is not indicated and is not recommended for the treatment of patients with newly diagnosed CP-CML. ( 5.7 ) Limitations of Use : Iclusig is not indicated and is not recommended for the treatment of patients with newly diagnosed CP-CML [see Warnings and Precautions (5.7) ] .",
      "manufacturer": "Takeda Pharmaceuticals America, Inc.",
      "splSetId": "16d804b6-4957-43ee-b18c-3b36ec37c5ac"
    }
  ],
  "id": "Ponatinib_Hydrochloride",
  "nciThesaurus": {
    "casRegistry": "1114544-31-8",
    "chebiId": "",
    "chemicalFormula": "C29H27F3N6O.ClH",
    "definition": "The hydrochloride salt form of an orally bioavailable multitargeted receptor tyrosine kinase (RTK) inhibitor with potential antiangiogenic and antineoplastic activities. Ponatinib inhibits unmutated and all mutated forms of Bcr-Abl, including T315I, the highly drug therapy-resistant missense mutation of Bcr-Abl. This agent also inhibits other tyrosine kinases including those associated with vascular endothelial growth factor receptors (VEGFRs) and fibroblast growth factor receptors (FGFRs); in addition, it inhibits the tyrosine kinase receptor TIE2 and FMS-related tyrosine kinase receptor-3 (Flt3). RTK inhibition by ponatinib may result in the inhibition of cellular proliferation and angiogenesis and may induce cell death. Bcr-Abl is a fusion tyrosine kinase encoded by the Philadelphia chromosome.",
    "fdaUniiCode": "96R6PU3D8J",
    "identifier": "C78194",
    "preferredName": "Ponatinib Hydrochloride",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C124800",
      "C155700",
      "C155727",
      "C159198",
      "C159199",
      "C159438",
      "C93259"
    ],
    "synonyms": [
      "AP24534 HCl",
      "Benzamide, 3-(2-Imidazo(1,2-B)Pyridazin-3-Ylethynyl)-4-Methyl-N-(4-((4-Methyl-1- Piperazinyl)Methyl)-3-(Trifluoromethyl)Phenyl)-, Hydrochloride (1:1)",
      "Iclusig",
      "PONATINIB HYDROCHLORIDE",
      "Ponatinib Hydrochloride"
    ]
  }
}