{
  "emaEpar": [
    {
      "activeSubstance": "ponatinib",
      "conditionIndication": "Iclusig is indicated in adult patients with:chronic-phase, accelerated-phase or blast-phase chronic myeloid leukaemia (CML) who are resistant to dasatinib or nilotinib, who are intolerant to dasatinib or nilotinib and for whom subsequent treatment with imatinib is not clinically appropriate, or who have the T315I mutation;Philadelphia-chromosome-positive acute lymphoblastic leukaemia (Ph+ ALL) who are resistant to dasatinib, who are intolerant to dasatinib and for whom subsequent treatment with imatinib is not clinically appropriate, or who have the T315I mutation.",
      "inn": "ponatinib",
      "marketingAuthorisationDate": "2013-07-01 00:00:00",
      "marketingAuthorisationHolder": "Incyte Biosciences Distribution B.V.",
      "medicineName": "Iclusig",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/iclusig"
    }
  ],
  "fdaDrugLabel": [],
  "id": "Ponatinib",
  "nciThesaurus": {
    "casRegistry": "943319-70-8",
    "chebiId": "",
    "chemicalFormula": "C29H27F3N6O",
    "definition": "An orally bioavailable multitargeted receptor tyrosine kinase (RTK) inhibitor with potential antiangiogenic and antineoplastic activities. Ponatinib inhibits unmutated and all mutated forms of Bcr-Abl, including T315I, the highly drug therapy-resistant missense mutation of Bcr-Abl. This agent also inhibits other tyrosine kinases including those associated with vascular endothelial growth factor receptors (VEGFRs) and fibroblast growth factor receptors (FGFRs); in addition, it inhibits the tyrosine kinase receptor TIE2 and FMS-related tyrosine kinase receptor-3 (Flt3). RTK inhibition by ponatinib may result in the inhibition of cellular proliferation and angiogenesis and may induce cell death. Bcr-Abl is a fusion tyrosine kinase encoded by the Philadelphia chromosome.",
    "fdaUniiCode": "4340891KFS",
    "identifier": "C95777",
    "preferredName": "Ponatinib",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C124800",
      "C155700",
      "C155727",
      "C159198",
      "C159199",
      "C159438",
      "C93259"
    ],
    "synonyms": [
      "AP-24534",
      "AP24534",
      "Benzamide, 3-(2-Imidazo(1,2-B)Pyridazin-3-Ylethynyl)-4-Methyl-N-(4-((4-Methyl-1- Piperazinyl)Methyl)-3-(Trifluoromethyl)Phenyl)",
      "PONATINIB",
      "Ponatinib"
    ]
  }
}