{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "INTRON A",
      "indication": "INDICATIONS AND USAGE Hairy Cell Leukemia INTRON ® A is indicated for the treatment of patients 18 years of age or older with hairy cell leukemia. Malignant Melanoma INTRON A is indicated as adjuvant to surgical treatment in patients 18 years of age or older with malignant melanoma who are free of disease but at high risk for systemic recurrence, within 56 days of surgery. Follicular Lymphoma INTRON A is indicated for the initial treatment of clinically aggressive (see Clinical Pharmacology ) follicular Non-Hodgkin's Lymphoma in conjunction with anthracycline-containing combination chemotherapy in patients 18 years of age or older. Efficacy of INTRON A therapy in patients with low-grade, low-tumor burden follicular Non-Hodgkin's Lymphoma has not been demonstrated. Condylomata Acuminata INTRON A is indicated for intralesional treatment of selected patients 18 years of age or older with condylomata acuminata involving external surfaces of the genital and perianal areas (see DOSAGE AND ADMINISTRATION ). The use of this product in adolescents has not been studied. AIDS-Related Kaposi's Sarcoma INTRON A is indicated for the treatment of selected patients 18 years of age or older with AIDS-Related Kaposi's Sarcoma. The likelihood of response to INTRON A therapy is greater in patients who are without systemic symptoms, who have limited lymphadenopathy and who have a relatively intact immune system as indicated by total CD4 count. Chronic Hepatitis C INTRON A is indicated for the treatment of chronic hepatitis C in patients 18 years of age or older with compensated liver disease who have a history of blood or blood-product exposure and/or are HCV antibody positive. Studies in these patients demonstrated that INTRON A therapy can produce clinically meaningful effects on this disease, manifested by normalization of serum alanine aminotransferase (ALT) and reduction in liver necrosis and degeneration. A liver biopsy should be performed to establish the diagnosis of chronic hepatitis. Patients should be tested for the presence of antibody to HCV. Patients with other causes of chronic hepatitis, including autoimmune hepatitis, should be excluded. Prior to initiation of INTRON A therapy, the physician should establish that the patient has compensated liver disease. The following patient entrance criteria for compensated liver disease were used in the clinical studies and should be considered before INTRON A treatment of patients with chronic hepatitis C: No history of hepatic encephalopathy, variceal bleeding, ascites, or other clinical signs of decompensation Bilirubin Less than or equal to 2 mg/dL Albumin Stable and within normal limits Prothrombin Time Less than 3 seconds prolonged WBC Greater than or equal to 3000/mm 3 Platelets Greater than or equal to 70,000/mm 3 Serum creatinine should be normal or near normal. Prior to initiation of INTRON A therapy, CBC and platelet counts should be evaluated in order to establish baselines for monitoring potential toxicity. These tests should be repeated at Weeks 1 and 2 following initiation of INTRON A therapy, and monthly thereafter. Serum ALT should be evaluated at approximately 3-month intervals to assess response to treatment (see DOSAGE AND ADMINISTRATION ). Patients with preexisting thyroid abnormalities may be treated if thyroid-stimulating hormone (TSH) levels can be maintained in the normal range by medication. TSH levels must be within normal limits upon initiation of INTRON A treatment and TSH testing should be repeated at 3 and 6 months (see PRECAUTIONS, Laboratory Tests ). INTRON A in combination with REBETOL ® is indicated for the treatment of chronic hepatitis C in patients 3 years of age and older with compensated liver disease previously untreated with alpha interferon therapy and in patients 18 years of age and older who have relapsed following alpha interferon therapy. See REBETOL prescribing information for additional information. Chronic Hepatitis B INTRON A is indicated for the treatment of chronic hepatitis B in patients 1 year of age or older with compensated liver disease. Patients who have been serum HBsAg positive for at least 6 months and have evidence of HBV replication (serum HBeAg positive) with elevated serum ALT are candidates for treatment. Studies in these patients demonstrated that INTRON A therapy can produce virologic remission of this disease (loss of serum HBeAg) and normalization of serum aminotransferases. INTRON A therapy resulted in the loss of serum HBsAg in some responding patients. Prior to initiation of INTRON A therapy, it is recommended that a liver biopsy be performed to establish the presence of chronic hepatitis and the extent of liver damage. The physician should establish that the patient has compensated liver disease. The following patient entrance criteria for compensated liver disease were used in the clinical studies and should be considered before INTRON A treatment of patients with chronic hepatitis B: No history of hepatic encephalopathy, variceal bleeding, ascites, or other signs of clinical decompensation Bilirubin Normal Albumin Stable and within normal limits Prothrombin Time Adults less than 3 seconds prolonged Pediatrics less than or equal to 2 seconds prolonged WBC Greater than or equal to 4000/mm 3 Platelets Adults greater than or equal to 100,000/mm 3 Pediatrics greater than or equal to 150,000/mm 3 Patients with causes of chronic hepatitis other than chronic hepatitis B or chronic hepatitis C should not be treated with INTRON A. CBC and platelet counts should be evaluated prior to initiation of INTRON A therapy in order to establish baselines for monitoring potential toxicity. These tests should be repeated at treatment Weeks 1, 2, 4, 8, 12, and 16. Liver function tests, including serum ALT, albumin, and bilirubin, should be evaluated at treatment Weeks 1, 2, 4, 8, 12, and 16. HBeAg, HBsAg, and ALT should be evaluated at the end of therapy, as well as 3- and 6-months post-therapy, since patients may become virologic responders during the 6-month period following the end of treatment. In clinical studies in adults, 39% (15/38) of responding patients lost HBeAg 1 to 6 months following the end of INTRON A therapy. Of responding patients who lost HBsAg, 58% (7/12) did so 1 to 6 months post-treatment. A transient increase in ALT greater than or equal to 2 times baseline value (flare) can occur during INTRON A therapy for chronic hepatitis B. In clinical trials in adults and pediatrics, this flare generally occurred 8 to 12 weeks after initiation of therapy and was more frequent in responders ( adults 63%, 24/38; pediatrics 59%, 10/17) than in nonresponders ( adults 27%, 13/48; pediatrics 35%, 19/55). However, in adults and pediatrics, elevations in bilirubin greater than or equal to 3 mg/dL (greater than or equal to 2 times ULN) occurred infrequently ( adults 2%, 2/86; pediatrics 3%, 2/72) during therapy. When ALT flare occurs, in general, INTRON A therapy should be continued unless signs and symptoms of liver failure are observed. During ALT flare, clinical symptomatology and liver function tests including ALT, prothrombin time, alkaline phosphatase, albumin, and bilirubin, should be monitored at approximately 2-week intervals (see WARNINGS ).",
      "manufacturer": "Merck Sharp & Dohme Corp.",
      "splSetId": "30789790-8317-49f9-b97b-8c5ba17b53d2"
    }
  ],
  "id": "Recombinant_Interferon_Alfa-2b",
  "nciThesaurus": {
    "casRegistry": "98530-12-2",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A non-glycosylated recombinant interferon with antiviral and antineoplastic activities. Alfa interferons bind to specific cell-surface receptors, resulting in the transcription and translation of genes whose protein products mediate antiviral, antiproliferative, anticancer, and immune-modulating effects.",
    "fdaUniiCode": "43K1W2T1M6",
    "identifier": "C1953",
    "preferredName": "Recombinant Interferon Alfa-2b",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C225"
    ],
    "synonyms": [
      "Alfatronol",
      "Glucoferon",
      "Heberon Alfa",
      "IFN alpha-2B",
      "INTERFERON ALFA-2B",
      "Interferon Alfa-2B",
      "Interferon Alpha-2b",
      "Interferon alfa 2b",
      "Intron A",
      "Recombinant Interferon Alfa-2b",
      "Sch 30500",
      "Urifron",
      "Viraferon",
      "interferon alfa-2b",
      "recombinant interferon alfa-2b"
    ]
  }
}