{
  "emaEpar": [
    {
      "activeSubstance": "ropeginterferon alfa-2b",
      "conditionIndication": "Besremi is indicated as monotherapy in adults for the treatment of polycythaemia vera without symptomatic splenomegaly.",
      "inn": "ropeginterferon alfa-2b",
      "marketingAuthorisationDate": "2019-02-15 01:00:00",
      "marketingAuthorisationHolder": "AOP Orphan Pharmaceuticals GmbH",
      "medicineName": "Besremi",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/besremi"
    }
  ],
  "fdaDrugLabel": [],
  "id": "Ropeginterferon_Alfa-2B",
  "nciThesaurus": {
    "casRegistry": "1335098-50-4",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A long-acting formulation of recombinant interferon alpha subtype 2b (IFN-a2b), in which IFN-a2b is coupled, via proline, to polyethylene glycol (PEG), with antiviral, immunomodulating and antineoplastic activities. Upon administration of ropeginterferon alfa-2b, IFN-a2b targets and binds to specific IFN cell-surface receptors. This activates IFN-mediated signal transduction pathways and induces the transcription and translation of genes with IFN-specific response elements (ISREs). Their protein products mediate antiviral, antiproliferative, anticancer, and immune-modulating effects. The PEG moiety inhibits proteolytic breakdown and clearance of IFN-a2b, which prolongs its half-life, extends the duration of its therapeutic effects and allows less frequent dosing. The proline linker facilitates the synthesis of a single positional isomer which further increases its stability and half-life.",
    "fdaUniiCode": "981TME683S",
    "identifier": "C111892",
    "preferredName": "Ropeginterferon Alfa-2B",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C1845"
    ],
    "synonyms": [
      "AOP2014",
      "Besremi",
      "P-1101",
      "P1101",
      "PEG-P-IFN-Alfa-2b",
      "PEG-P-IFN-Alpha-2b",
      "PEG-Proline-Interferon Alfa-2b",
      "ROPEGINTERFERON ALFA-2B",
      "Ropeginterferon Alfa-2B"
    ]
  }
}