{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "AVANDIA 2MG",
      "indication": "1 INDICATIONS AND USAGE AVANDIA is a thiazolidinedione antidiabetic agent indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Important Limitations of Use: • Due to its mechanism of action, AVANDIA is active only in the presence of endogenous insulin. Therefore, AVANDIA should not be used in patients with type 1 diabetes mellitus or for the treatment of diabetic ketoacidosis. • The coadministration of AVANDIA and insulin is not recommended [see Warnings and Precautions ( 5.1 )] . AVANDIA is a thiazolidinedione antidiabetic agent indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 ) Important Limitations of Use: • AVANDIA should not be used in patients with type 1 diabetes mellitus or for the treatment of diabetic ketoacidosis. ( 1 ) • Coadministration of AVANDIA and insulin is not recommended. ( 1 , 5.1 , 5.2 )",
      "manufacturer": "GlaxoSmithKline LLC",
      "splSetId": "ec682aec-e98f-41a1-9d21-eb7580ea3a8a"
    }
  ],
  "id": "Rosiglitazone_Maleate",
  "nciThesaurus": {
    "casRegistry": "155141-29-0",
    "chebiId": "CHEBI:8892",
    "chemicalFormula": "C18H19N3O3S.C4H4O4",
    "definition": "The maleate salt of rosiglitazone, an orally-active thiazolidinedione with antidiabetic properties and potential antineoplastic activity.  Rosiglitazone activates peroxisome proliferator-activated receptor gamma (PPAR-gamma), a ligand-activated transcription factor, thereby inducing cell differentiation and inhibiting cell growth and angiogenesis.  This agent also modulates the transcription of insulin-responsive genes, inhibits macrophage and monocyte activation, and stimulates adipocyte differentiation.",
    "fdaUniiCode": "KX2339DP44",
    "identifier": "C2583",
    "preferredName": "Rosiglitazone Maleate",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C1934",
      "C98241"
    ],
    "synonyms": [
      "(+/-)-5-[[4-[2-(Methyl-2-pyridinylamino)ethoxy]phenyl]methyl]-2,4-thiazolidinedione, ( Z )-2-Butenedioate (1:1)",
      "Avandia",
      "BRL49653",
      "ROSIGLITAZONE MALEATE",
      "Rosiglitazone Maleate",
      "rosiglitazone maleate"
    ]
  }
}