{
  "emaEpar": [
    {
      "activeSubstance": "Thalidomide",
      "conditionIndication": "Thalidomide Celgene in combination with melphalan and prednisone as first-line treatment of patients with untreated multiple myeloma, aged ≥ 65 years or ineligible for high-dose chemotherapy.Thalidomide Celgene is prescribed and dispensed according to the Thalidomide Celgene Pregnancy Prevention Programme.",
      "inn": "thalidomide",
      "marketingAuthorisationDate": "2008-04-16 00:00:00",
      "marketingAuthorisationHolder": "Celgene Europe BV ",
      "medicineName": "Thalidomide Celgene (previously Thalidomide Pharmion)",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/thalidomide-celgene"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Thalomid",
      "indication": "1 INDICATIONS AND USAGE THALOMID in combination with dexamethasone is indicated for the treatment of patients with newly diagnosed multiple myeloma (MM). ( 1.1 ) THALOMID is indicated for the acute treatment of the cutaneous manifestations of moderate to severe erythema nodosum leprosum (ENL). THALOMID is not indicated as monotherapy for such ENL treatment in the presence of moderate to severe neuritis. THALOMID is also indicated as maintenance therapy for prevention and suppression of the cutaneous manifestations of ENL recurrence. ( 1.2 ) 1.1 Multiple Myeloma THALOMID in combination with dexamethasone is indicated for the treatment of patients with newly diagnosed multiple myeloma (MM) [see Clinical Studies (14.1) ] . 1.2 Erythema Nodosum Leprosum THALOMID is indicated for the acute treatment of the cutaneous manifestations of moderate to severe erythema nodosum leprosum (ENL). THALOMID is not indicated as monotherapy for such ENL treatment in the presence of moderate to severe neuritis. THALOMID is also indicated as maintenance therapy for prevention and suppression of the cutaneous manifestations of ENL recurrence [see Clinical Studies (14.2) ].",
      "manufacturer": "Celgene Corporation",
      "splSetId": "2eda833b-1357-4ed4-a093-194524fcb061"
    }
  ],
  "id": "Thalidomide",
  "nciThesaurus": {
    "casRegistry": "50-35-1",
    "chebiId": "CHEBI:9513",
    "chemicalFormula": "C13H10N2O4",
    "definition": "A synthetic derivative of glutamic acid (alpha-phthalimido-glutarimide) with teratogenic, immunomodulatory, anti-inflammatory and anti-angiogenic properties.  Thalidomide acts primarily by inhibiting both the production of tumor necrosis factor alpha (TNF-alpha) in stimulated peripheral monocytes and the activities of interleukins and interferons.  This agent also inhibits polymorphonuclear chemotaxis and monocyte phagocytosis.  In addition, thalidomide inhibits pro-angiogenic factors such as vascular endothelial growth factor (VEGF) and basic fibroblast growth factor (bFGF), thereby inhibiting angiogenesis.",
    "fdaUniiCode": "4Z8R6ORS6L",
    "identifier": "C870",
    "preferredName": "Thalidomide",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C157388",
      "C1742",
      "C54677",
      "C574"
    ],
    "synonyms": [
      "(+)-Thalidomide",
      "(-)-Thalidomide",
      ".alpha.-Phthalimidoglutarimide",
      "2, 6-Dioxo-3-phthalimidopiperidine",
      "2,6-Dioxo-3-phthalimidopiperidine",
      "2-(2,6-Dioxo-3-piperidinyl)-1H-isoindole-1,3(2H)-dione",
      "3-Phthalimidoglutarimide",
      "Alpha-Phthalimidoglutarimide",
      "Contergan",
      "Distaval",
      "Kevadon",
      "N-(2,6-Dioxo-3-piperidyl)phthalimide",
      "N-Phthaloylglutamimide",
      "N-Phthalylglutamic Acid Imide",
      "N-Phthalylglutamic acid imide",
      "Neurosedyn",
      "Pantosediv",
      "Phthalimide, N-(2, 6-dioxo-3-piperidyl)-, (+)-",
      "Phthalimide, N-(2, 6-dioxo-3-piperidyl)-, (-)-",
      "Sedalis",
      "Sedoval K-17",
      "Softenon",
      "Synovir",
      "THALIDOMIDE",
      "Talimol",
      "Thalidomide",
      "Thalomid",
      "thalidomide"
    ]
  }
}