{
  "emaEpar": [
    {
      "activeSubstance": "tisagenlecleucel",
      "conditionIndication": "Indicated for the treatment of:Paediatric and young adult patients up to 25 years of age with B‑cell acute lymphoblastic leukaemia (ALL) that is refractory, in relapse post‑transplant or in second or later relapse.Adult patients with relapsed or refractory diffuse large B‑cell lymphoma (DLBCL) after two or more lines of systemic therapy.",
      "inn": "tisagenlecleucel",
      "marketingAuthorisationDate": "2018-08-22 00:00:00",
      "marketingAuthorisationHolder": "Novartis Europharm Limited",
      "medicineName": "Kymriah",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/kymriah"
    }
  ],
  "fdaDrugLabel": [],
  "id": "Tisagenlecleucel",
  "nciThesaurus": {
    "casRegistry": "1823078-37-0",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "Autologous T-lymphocytes transduced with a modified lentiviral vector expressing a chimeric antigen receptor (CAR) consisting of an anti-CD19 scFv (single chain variable fragment) and the zeta chain of the TCR/CD3 complex (CD3-zeta), coupled to the signaling domain of 4-1BB (CD137), with potential immunomodulating and antineoplastic activities. Upon transfusion, tisagenlecleucel directs the T-lymphocytes to CD19-expressing tumor cells, thereby inducing a selective toxicity in CD19-expressing tumor cells. The 4-1BB co-stimulatory molecule signaling domain enhances activation and signaling after recognition of CD19 and the inclusion of this signaling domain may increase the antitumor activity compared to the inclusion of the CD3-zeta chain alone. CD19 antigen is a B-cell specific cell surface antigen expressed in all B-cell lineage malignancies. CD3-zeta (or CD247) is a transmembrane signaling adaptor polypeptide that regulates the assembly of complete TCR complexes and their expression on the cell surface.",
    "fdaUniiCode": "Q6C9WHR03O",
    "identifier": "C102758",
    "preferredName": "Tisagenlecleucel",
    "semanticType": "Cell",
    "subclassOf": [
      "C129826",
      "C137999",
      "C28681"
    ],
    "synonyms": [
      "CART-19",
      "CART19",
      "CTL019",
      "CTL019 T-cells",
      "Kymriah",
      "TISAGENLECLEUCEL",
      "Tisagenlecleucel",
      "Tisagenlecleucel-T"
    ]
  }
}