{
  "emaEpar": [
    {
      "activeSubstance": "tocilizumab",
      "conditionIndication": "RoActemra, in combination with methotrexate (MTX), is indicated forthe treatment of severe, active and progressive rheumatoid arthritis (RA) in adults not previously treated with MTX.the treatment of moderate to severe active RA in adult patients who have either responded inadequately to, or who were intolerant to, previous therapy with one or more disease-modifying anti-rheumatic drugs (DMARDs) or tumour necrosis factor (TNF) antagonists.In these patients, RoActemra can be given as monotherapy in case of intolerance to MTX or where continued treatment with MTX is inappropriate.RoActemra has been shown to reduce the rate of progression of joint damage as measured by X-ray and to improve physical function when given in combination with methotrexate.RoActemra is indicated for the treatment of active systemic juvenile idiopathic arthritis (sJIA) in patients 1 year of age and older, who have responded inadequately to previous therapy with NSAIDs and systemic corticosteroids. RoActemra can be given as monotherapy (in case of intolerance to MTX or where treatment with MTX is inappropriate) or in combination with MTX.RoActemra in combination with methotrexate (MTX) is indicated for the treatment of juvenile idiopathic polyarthritis (pJIA; rheumatoid factor positive or negative and extended oligoarthritis) in patients 2 years of age and older, who have responded inadequately to previous therapy with MTX.  RoActemra can be given as monotherapy in case of intolerance to MTX or where continued treatment with MTX is inappropriate.RoActemra is indicated for the treatment of Giant Cell Arteritis (GCA) in adult patients.RoActemra is indicated for the treatment of active systemic juvenile idiopathic arthritis (sJIA) in patients 2 years of age and older, who have responded inadequately to previous therapy with NSAIDs and systemic corticosteroids. RoActemra can be given as monotherapy (in case of intolerance to MTX or where treatment with MTX is inappropriate) or in combination with MTX.RoActemra is indicated for the treatment of chimeric antigen receptor (CAR) T cell-induced severe or life-threatening cytokine release syndrome (CRS) in adults and paediatric patients 2 years of age and older.RoActemra is indicated for the treatment of active systemic juvenile idiopathic arthritis (sJIA) in patients 12 years of age and older, who have responded inadequately to previous therapy with NSAIDs and systemic corticosteroids.RoActemra can be given as monotherapy (in case of intolerance to MTX or where treatment with MTX is inappropriate) or in combination with MTX.RoActemra in combination with methotrexate (MTX) is indicated for the treatment of juvenile idiopathic polyarthritis (pJIA; rheumatoid factor positive or negative and extended oligoarthritis) in patients 12 years of age and older, who have responded inadequately to previous therapy with MTX.RoActemra can be given as monotherapy in case of intolerance to MTX or where continued treatment with MTX is inappropriate.",
      "inn": "tocilizumab",
      "marketingAuthorisationDate": "2009-01-15 01:00:00",
      "marketingAuthorisationHolder": "Roche Registration GmbH",
      "medicineName": "RoActemra",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/roactemra"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "ACTEMRA",
      "indication": "1 INDICATIONS AND USAGE ACTEMRA ® (tocilizumab) is an interleukin-6 (IL-6) receptor antagonist indicated for treatment of: Rheumatoid Arthritis (RA) ( 1.1 ) Adult patients with moderately to severely active rheumatoid arthritis who have had an inadequate response to one or more Disease-Modifying Anti-Rheumatic Drugs (DMARDs). Giant Cell Arteritis (GCA) ( 1.2 ) Adult patients with giant cell arteritis. Systemic Sclerosis-Associated Interstitial Lung Disease (SSc-ILD) ( 1.3 ) Slowing the rate of decline in pulmonary function in adult patients with systemic sclerosis-associated interstitial lung disease (SSc-ILD) Polyarticular Juvenile Idiopathic Arthritis (PJIA) ( 1.4 ) Patients 2 years of age and older with active polyarticular juvenile idiopathic arthritis. Systemic Juvenile Idiopathic Arthritis (SJIA) ( 1.5 ) Patients 2 years of age and older with active systemic juvenile idiopathic arthritis. Cytokine Release Syndrome (CRS) ( 1.6 ) Adults and pediatric patients 2 years of age and older with chimeric antigen receptor (CAR) T cell-induced severe or life-threatening cytokine release syndrome. 1.1 Rheumatoid Arthritis (RA) ACTEMRA ® (tocilizumab) is indicated for the treatment of adult patients with moderately to severely active rheumatoid arthritis who have had an inadequate response to one or more Disease-Modifying Anti-Rheumatic Drugs (DMARDs). 1.2 Giant Cell Arteritis (GCA) ACTEMRA ® (tocilizumab) is indicated for the treatment of giant cell arteritis (GCA) in adult patients. 1.3 Systemic Sclerosis-Associated Interstitial Lung Disease (SSc-ILD) ACTEMRA ® (tocilizumab) is indicated for slowing the rate of decline in pulmonary function in adult patients with systemic sclerosis-associated interstitial lung disease. 1.4 Polyarticular Juvenile Idiopathic Arthritis (PJIA) ACTEMRA ® (tocilizumab) is indicated for the treatment of active polyarticular juvenile idiopathic arthritis in patients 2 years of age and older. 1.5 Systemic Juvenile Idiopathic Arthritis (SJIA) ACTEMRA ® (tocilizumab) is indicated for the treatment of active systemic juvenile idiopathic arthritis in patients 2 years of age and older. 1.6 Cytokine Release Syndrome (CRS) ACTEMRA ® (tocilizumab) is indicated for the treatment of chimeric antigen receptor (CAR) T cell-induced severe or life-threatening cytokine release syndrome in adults and pediatric patients 2 years of age and older.",
      "manufacturer": "Genentech, Inc.",
      "splSetId": "2e5365ff-cb2a-4b16-b2c7-e35c6bf2de13"
    }
  ],
  "id": "Tocilizumab",
  "nciThesaurus": {
    "casRegistry": "375823-41-9",
    "chebiId": "CHEBI:64360",
    "chemicalFormula": "",
    "definition": "A recombinant, humanized IgG1 monoclonal antibody directed against the interleukin-6 receptor (IL-6R) with immunosuppressant activity. Tocilizumab targets and binds to both the soluble form of IL-6R (sIL-6R) and the membrane-bound form (mIL-6R), thereby blocking the binding of IL-6 to its receptor. This prevents IL-6-mediated signaling. IL-6, a pro-inflammatory cytokine that plays an important role in the regulation of the immune response, is overproduced in autoimmune disorders, certain types of cancers and possibly various other inflammatory conditions.",
    "fdaUniiCode": "I031V2H011",
    "identifier": "C84217",
    "preferredName": "Tocilizumab",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C20401"
    ],
    "synonyms": [
      "Actemra",
      "Immunoglobulin G1, Anti-(Human Interleukin 6 Receptor) (Human-Mouse Monoclonal MRA Heavy Chain), Disulfide with Human-Mouse Monoclonal MRA Kappa-Chain, Dimer",
      "MRA",
      "R-1569",
      "RoActemra",
      "TOCILIZUMAB",
      "Tocilizumab"
    ]
  }
}