{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Tranylcypromine Sulfate",
      "indication": "1 INDICATIONS AND USAGE Tranylcypromine tablets are indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants. Tranylcypromine tablets are not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions [see Contraindications (4), Warnings and Precautions (5) , and Drug Interactions (7)]. Tranylcypromine tablets are a monoamine oxidase inhibitor (MAOI) indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants ( 1 ) Tranylcypromine tablets are not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions ( 1 , 4 , 5 , 7 )",
      "manufacturer": "Alvogen Inc.",
      "splSetId": "5e660597-bffa-4f7e-869f-67e753f56937"
    },
    {
      "brand": "Tranylcypromine Sulfate",
      "indication": "1 INDICATIONS & USAGE Tranylcypromine sulfate tablets are indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants. Tranylcypromine sulfate tablets are not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions [see Contraindications (4), Warnings and Precautions (5) , and Drug Interactions (7)]. Tranylcypromine sulfate tablets are a monoamine oxidase inhibitor (MAOI) indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants ( 1 ) Tranylcypromine sulfate tablets are not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions ( 1 , 4 , 5 , 7 )",
      "manufacturer": "Actavis Pharma, Inc.",
      "splSetId": "6a0b609b-0625-4c26-91a1-59ee3ece3ddf"
    },
    {
      "brand": "TRANYLCYPROMINE SULFATE",
      "indication": "1 INDICATIONS AND USAGE Tranylcypromine Sulfate is indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants. Tranylcypromine Sulfate is not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions [ see Contraindications (4) , Warnings and Precautions (5) , and Drug Interactions (7) ] . Tranylcypromine Sulfate is a monoamine oxidase inhibitor (MAOI) indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants ( 1 ) Tranylcypromine Sulfate is not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions ( 1 , 4 , 5 , 7 )",
      "manufacturer": "Par Pharmaceutical, Inc.",
      "splSetId": "accef599-6ead-4faa-8208-61e37eab908b"
    },
    {
      "brand": "PARNATE",
      "indication": "1 INDICATIONS AND USAGE PARNATE is indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants. PARNATE is not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions [ see Contraindications (4) , Warnings and Precautions (5) , and Drug Interactions (7) ] . PARNATE is a monoamine oxidase inhibitor (MAOI) indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants (1) PARNATE is not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions ( 1 , 4 , 5 , 7 )",
      "manufacturer": "Concordia Pharmaceuticals Inc.",
      "splSetId": "b72d8187-dfcc-4ea0-b5e9-c0be95b69a27"
    },
    {
      "brand": "TRANYLCYPROMINE SULFATE",
      "indication": "1 INDICATIONS AND USAGE Tranylcypromine Sulfate is indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants. Tranylcypromine Sulfate is not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions [ see Contraindications (4) , Warnings and Precautions (5) , and Drug Interactions (7) ] . Tranylcypromine Sulfate is a monoamine oxidase inhibitor (MAOI) indicated for the treatment of major depressive disorder (MDD) in adult patients who have not responded adequately to other antidepressants ( 1 ) Tranylcypromine Sulfate is not indicated for the initial treatment of MDD due to the potential for serious adverse reactions and drug interactions, and the need for dietary restrictions ( 1 , 4 , 5 , 7 )",
      "manufacturer": "Golden State Medical Supply, Inc.",
      "splSetId": "cd45db80-3cf3-4714-989b-de11f249bdfb"
    }
  ],
  "id": "Tranylcypromine_Sulfate",
  "nciThesaurus": {
    "casRegistry": "13492-01-8",
    "chebiId": "CHEBI:9653",
    "chemicalFormula": "2C9H11N.H2SO4",
    "definition": "The sulfate salt form of tranylcypromine, an orally bioavailable, nonselective, irreversible, non-hydrazine inhibitor of both monoamine oxidase (MAO) and lysine-specific demethylase 1 (LSD1/BHC110), with antidepressant and anxiolytic activities, and potential antineoplastic activities. Upon oral administration, tranylcypromine exerts its antidepressant and anxiolytic effects through the inhibition of MAO, an enzyme that catalyzes the breakdown of the monoamine neurotransmitters serotonin, norepinephrine, epinephrine and dopamine. This increases the concentrations and activity of these neurotransmitters. Tranylcypromine exerts its antineoplastic effect through the inhibition of LSD1. Inhibition of LSD1 prevents the transcription of LSD1 target genes. LSD1, a flavin-dependent monoamine oxidoreductase and a histone demethylase, is upregulated in a variety of cancers and plays a key role in tumor cell proliferation, migration, and invasion.",
    "fdaUniiCode": "7ZAT6ES870",
    "identifier": "C61980",
    "preferredName": "Tranylcypromine Sulfate",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C667"
    ],
    "synonyms": [
      "(+-)-Trans-2-Phenylcyclopropylamine Sulfate (2:1)",
      "1-Amino-2-phenylcyclopropane Sulfate",
      "Parnate",
      "TRANYLCYPROMINE SULFATE",
      "Tranylcypromine Sulfate"
    ]
  }
}