{
  "emaEpar": [
    {
      "activeSubstance": "Vandetanib",
      "conditionIndication": "Caprelsa is indicated for the treatment of aggressive and symptomatic medullary thyroid cancer (MTC) in patients with unresectable locally advanced or metastatic disease.Caprelsa is indicated in adults, children and adolescents aged 5 years and older.For patients in whom re-arranged-during-transfection(RET) mutation is not known or is negative, a possible lower benefit should be taken into account before individual treatment decision.",
      "inn": "vandetanib",
      "marketingAuthorisationDate": "2012-02-16 01:00:00",
      "marketingAuthorisationHolder": "Genzyme Europe BV",
      "medicineName": "Caprelsa",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/caprelsa"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "CAPRELSA",
      "indication": "1 INDICATIONS AND USAGE CAPRELSA is indicated for the treatment of symptomatic or progressive medullary thyroid cancer in patients with unresectable locally advanced or metastatic disease. Use CAPRELSA in patients with indolent, asymptomatic or slowly progressing disease only after careful consideration of the treatment related risks of CAPRELSA. CAPRELSA is a kinase inhibitor indicated for the treatment of symptomatic or progressive medullary thyroid cancer in patients with unresectable locally advanced or metastatic disease. ( 1 ) Use CAPRELSA in patients with indolent, asymptomatic or slowly progressing disease only after careful consideration of the treatment related risks of CAPRELSA. ( 1 )",
      "manufacturer": "Genzyme Corporation",
      "splSetId": "e5721cb8-4185-47b9-bbb3-1c587e558a03"
    }
  ],
  "id": "Vandetanib",
  "nciThesaurus": {
    "casRegistry": "443913-73-3",
    "chebiId": "CHEBI:49960",
    "chemicalFormula": "C22H24BrFN4O2",
    "definition": "An orally bioavailable 4-anilinoquinazoline. Vandetanib selectively inhibits the tyrosine kinase activity of vascular endothelial growth factor receptor 2 (VEGFR2), thereby blocking VEGF-stimulated endothelial cell proliferation and migration and reducing tumor vessel permeability. This agent also blocks the tyrosine kinase activity of epidermal growth factor receptor (EGFR), a receptor tyrosine kinase that mediates tumor cell proliferation and migration and angiogenesis.",
    "fdaUniiCode": "YO460OQ37K",
    "identifier": "C2737",
    "preferredName": "Vandetanib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C2167",
      "C93259"
    ],
    "synonyms": [
      "AZD6474",
      "Caprelsa",
      "VANDETANIB",
      "Vandetanib",
      "ZD-6474",
      "ZD6474",
      "Zactima",
      "vandetanib"
    ]
  }
}