{
  "emaEpar": [
    {
      "activeSubstance": "vemurafenib",
      "conditionIndication": "Vemurafenib is indicated in monotherapy for the treatment of adult patients with BRAF-V600-mutation-positive unresectable or metastatic melanoma.",
      "inn": "vemurafenib",
      "marketingAuthorisationDate": "2012-02-17 01:00:00",
      "marketingAuthorisationHolder": "Roche Registration GmbH",
      "medicineName": "Zelboraf",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zelboraf"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "ZELBORAF",
      "indication": "1 INDICATIONS AND USAGE ZELBORAF ® is a kinase inhibitor indicated for the treatment of patients with unresectable or metastatic melanoma with BRAF V600E mutation as detected by an FDA-approved test. ( 1.1 , 2.1 ) ZELBORAF ® is indicated for the treatment of patients with Erdheim- Chester Disease with BRAF V600 mutation. ( 1.2 , 2.1 ) Limitation of Use: ZELBORAF is not indicated for treatment of patients with wild-type BRAF melanoma ( 2.1 , 5.2 ) 1.1 Unresectable or Metastatic Melanoma ZELBORAF ® is indicated for the treatment of patients with unresectable or metastatic melanoma with BRAF V600E mutation as detected by an FDA-approved test. Limitation of Use: ZELBORAF is not indicated for treatment of patients with wild-type BRAF melanoma [see Warnings and Precautions (5.2) ] . 1.2 Erdheim-Chester Disease ZELBORAF ® is indicated for the treatment of patients with Erdheim-Chester Disease (ECD) with BRAF V600 mutation.",
      "manufacturer": "Genentech, Inc.",
      "splSetId": "38eea320-7e0c-485a-bc30-98c3c45e2763"
    }
  ],
  "id": "Vemurafenib",
  "nciThesaurus": {
    "casRegistry": "918504-65-1",
    "chebiId": "CHEBI:63637",
    "chemicalFormula": "C23H18ClF2N3O3S",
    "definition": "An orally bioavailable, ATP-competitive, small-molecule inhibitor of BRAF(V600E) kinase with potential antineoplastic activity. Vemurafenib selectively binds to the ATP-binding site of BRAF(V600E) kinase and inhibits its activity, which may result in an inhibition of an over-activated MAPK signaling pathway downstream in BRAF(V600E) kinase-expressing tumor cells and a reduction in tumor cell proliferation. Approximately 90% of BRAF gene mutations involve a valine-to-glutamic acid mutation at residue 600 (V600E); the oncogene protein product, BRAF(V600E) kinase, exhibits a markedly elevated activity that over-activates the MAPK signaling pathway. The BRAF(V600E) gene mutation has been found to occur in approximately 60% of melanomas, and in about 8% of all solid tumors, including melanoma, colorectal, thyroid and other cancers.",
    "fdaUniiCode": "207SMY3FQT",
    "identifier": "C64768",
    "preferredName": "Vemurafenib",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C129825",
      "C155322"
    ],
    "synonyms": [
      "1-propanesulfonamide, n-(3-((5-(4-chlorophenyl)-1h-pyrrolo(2,3-b)pyridin-3-yl)carbonyl)-2,4-difluorophenyl)-",
      "BRAF (V600E) kinase inhibitor RO5185426",
      "BRAF(V600E) Kinase Inhibitor RO5185426",
      "PLX-4032",
      "PLX4032",
      "RG 7204",
      "RG7204",
      "RO 5185426",
      "VEMURAFENIB",
      "Vemurafenib",
      "Zelboraf"
    ]
  }
}