{
  "emaEpar": [],
  "fdaDrugLabel": [],
  "id": "Abequolixron",
  "nciThesaurus": {
    "casRegistry": "610318-54-2",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally bioavailable agonist of the nuclear receptor liver X receptor beta (LXRbeta; NR1H2; LXR-b), with potential immunomodulating and antineoplastic activities. Upon oral administration, abequolixron selectively targets and binds to LXRbeta, thereby activating LXRbeta-mediated signaling, leading to the transcription of certain tumor suppressor genes and the downregulation of certain tumor promoter genes. This particularly activates the expression of apolipoprotein E (ApoE), a tumor suppressor protein, in tumor cells and certain immune cells. This activates the innate immune system, resulting in depletion of immunosuppressive myeloid-derived suppressor cells (MDSCs), tumor cells and endothelial cells in the tumor microenvironment. This reverses immune evasion, enhances anti-tumor immune responses and inhibits proliferation of tumor cells. LXRbeta, a member of the oxysterol receptor family, which is in the nuclear receptor family of transcription factors, plays a key role in cholesterol transport, glucose metabolism and the modulation of inflammatory responses; activation of LXRbeta suppresses tumor cell invasion, angiogenesis, tumor progression, and metastasis in a variety of tumor cell types. The expression of the ApoE protein becomes silenced in human cancers as they grow, become invasive, and metastasize; ApoE silencing is related to reduced survival in cancer patients. The LXR-ApoE pathway regulates the ability of cancers to evade the immune system and recruit blood vessels.",
    "fdaUniiCode": "Q26B92650V",
    "identifier": "C131910",
    "preferredName": "Abequolixron",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C129820"
    ],
    "synonyms": [
      "ABEQUOLIXRON",
      "Abequolixron",
      "LXR-b Agonist RGX-104",
      "Liver X Receptor beta Agonist RGX-104",
      "RGX 104",
      "RGX-104",
      "RGX104",
      "SB-742881"
    ]
  }
}