{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Acitretin",
      "indication": "INDICATIONS AND USAGE Acitretin capsules are indicated for the treatment of severe psoriasis in adults. Because of significant adverse effects associated with its use, acitretin capsules should be prescribed only by those knowledgeable in the systemic use of retinoids. In females of reproductive potential, acitretin capsules should be reserved for non-pregnant patients who are unresponsive to other therapies or whose clinical condition contraindicates the use of other treatments (see boxed CONTRAINDICATIONS AND WARNINGS - Acitretin capsules can cause severe birth defects). Most patients experience relapse of psoriasis after discontinuing therapy. Subsequent courses, when clinically indicated, have produced efficacy results similar to the initial course of therapy.",
      "manufacturer": "Mylan Pharmaceuticals Inc.",
      "splSetId": "2150bb0f-551b-4059-a97b-187d3ab22519"
    },
    {
      "brand": "ACITRETIN",
      "indication": "INDICATIONS AND USAGE Acitretin Capsules, USP are indicated for the treatment of severe psoriasis in adults. Because of significant adverse effects associated with its use, Acitretin Capsules, USP should be prescribed only by those knowledgeable in the systemic use of retinoids. In females of reproductive potential, Acitretin Capsules, USP should be reserved for non-pregnant patients who are unresponsive to other therapies or whose clinical condition contraindicates the use of other treatments (see boxed CONTRAINDICATIONS AND WARNINGS — Acitretin Capsules, USP can cause severe birth defects). Most patients experience relapse of psoriasis after discontinuing therapy. Subsequent courses, when clinically indicated, have produced efficacy results similar to the initial course of therapy.",
      "manufacturer": "AvKARE, Inc.",
      "splSetId": "6af396c2-af3e-436d-ba9a-583637495910"
    },
    {
      "brand": "Acitretin",
      "indication": "INDICATIONS AND USAGE Acitretin capsules are indicated for the treatment of severe psoriasis in adults. Because of significant adverse effects associated with its use, acitretin capsules should be prescribed only by those knowledgeable in the systemic use of retinoids. In females of reproductive potential, acitretin capsules should be reserved for non-pregnant patients who are unresponsive to other therapies or whose clinical condition contraindicates the use of other treatments (see boxed CONTRAINDICATIONS AND WARNINGS — acitretin capsules can cause severe birth defects). Most patients experience relapse of psoriasis after discontinuing therapy. Subsequent courses, when clinically indicated, have produced efficacy results similar to the initial course of therapy.",
      "manufacturer": "Amneal Pharmaceuticals of New York LLC",
      "splSetId": "85507f6c-f802-479e-bacc-624b5136d092"
    },
    {
      "brand": "Acitretin",
      "indication": "INDICATIONS AND USAGE Acitretin capsules, USP are indicated for the treatment of severe psoriasis in adults. Because of significant adverse effects associated with its use, acitretin capsules, USP should be prescribed only by those knowledgeable in the systemic use of retinoids. In females of reproductive potential, acitretin capsules, USP should be reserved for non-pregnant patients who are unresponsive to other therapies or whose clinical condition contraindicates the use of other treatments (see boxed CONTRAINDICATIONS AND WARNINGS — acitretin capsules, USP can cause severe birth defects). Most patients experience relapse of psoriasis after discontinuing therapy. Subsequent courses, when clinically indicated, have produced efficacy results similar to the initial course of therapy.",
      "manufacturer": "Amneal Pharmaceuticals of New York LLC",
      "splSetId": "889783be-45c4-4b74-807f-a61a9f660d3b"
    },
    {
      "brand": "Acitretin",
      "indication": "INDICATIONS AND USAGE Acitretin Capsules are indicated for the treatment of severe psoriasis in adults. Because of significant adverse effects associated with its use, Acitretin Capsules should be prescribed only by those knowledgeable in the systemic use of retinoids. In females of reproductive potential, Acitretin Capsules should be reserved for non-pregnant patients who are unresponsive to other therapies or whose clinical condition contraindicates the use of other treatments (see boxed CONTRAINDICATIONS AND WARNINGS — Acitretin Capsules can cause severe birth defects). Most patients experience relapse of psoriasis after discontinuing therapy. Subsequent courses, when clinically indicated, have produced efficacy results similar to the initial course of therapy.",
      "manufacturer": "Teva Pharmaceuticals USA, Inc.",
      "splSetId": "993a5325-cd10-4450-b5ea-1c0a90510df6"
    },
    {
      "brand": "ACITRETIN",
      "indication": "INDICATIONS AND USAGE Acitretin Capsules, USP are indicated for the treatment of severe psoriasis in adults. Because of significant adverse effects associated with its use, Acitretin Capsules, USP should be prescribed only by those knowledgeable in the systemic use of retinoids. In females of reproductive potential, Acitretin Capsules, USP should be reserved for non-pregnant patients who are unresponsive to other therapies or whose clinical condition contraindicates the use of other treatments (see boxed CONTRAINDICATIONS AND WARNINGS — Acitretin Capsules, USP can cause severe birth defects). Most patients experience relapse of psoriasis after discontinuing therapy. Subsequent courses, when clinically indicated, have produced efficacy results similar to the initial course of therapy.",
      "manufacturer": "Sigmapharm Laboratories, LLC",
      "splSetId": "a6546625-acb8-460e-b34e-f795bfb3680a"
    },
    {
      "brand": "SORIATANE",
      "indication": "INDICATIONS AND USAGE SORIATANE is indicated for the treatment of severe psoriasis in adults. Because of significant adverse effects associated with its use, SORIATANE should be prescribed only by those knowledgeable in the systemic use of retinoids. In females of reproductive potential, SORIATANE should be reserved for non-pregnant patients who are unresponsive to other therapies or whose clinical condition contraindicates the use of other treatments (see boxed CONTRAINDICATIONS AND WARNINGS — SORIATANE can cause severe birth defects). Most patients experience relapse of psoriasis after discontinuing therapy. Subsequent courses, when clinically indicated, have produced efficacy results similar to the initial course of therapy.",
      "manufacturer": "Stiefel Laboratories Inc",
      "splSetId": "cec7851f-c7af-4e9e-a5e4-a585c70510d2"
    },
    {
      "brand": "ACITRETIN",
      "indication": "INDICATIONS AND USAGE Acitretin Capsules are indicated for the treatment of severe psoriasis in adults. Because of significant adverse effects associated with their use, Acitretin Capsules should be prescribed only by those knowledgeable in the systemic use of retinoids. In females of reproductive potential, Acitretin Capsules should be reserved for non-pregnant patients who are unresponsive to other therapies or whose clinical condition contraindicates the use of other treatments (see boxed CONTRAINDICATIONS AND WARNINGS —Acitretin Capsules can cause severe birth defects). Most patients experience relapse of psoriasis after discontinuing therapy. Subsequent courses, when clinically indicated, have produced efficacy results similar to the initial course of therapy.",
      "manufacturer": "Prasco Laboratories",
      "splSetId": "fb979cda-6a34-496e-b4bc-b17782b67821"
    }
  ],
  "id": "Acitretin",
  "nciThesaurus": {
    "casRegistry": "55079-83-9",
    "chebiId": "CHEBI:50173",
    "chemicalFormula": "C21H26O3",
    "definition": "An orally-active metabolite of the synthetic aromatic retinoic acid agent etretinate with potential antineoplastic, chemopreventive, anti-psoratic, and embryotoxic properties.  Acitretin activates nuclear retinoic acid receptors (RAR), resulting in induction of cell differentiation, inhibition of cell proliferation, and inhibition of tissue infiltration by inflammatory cells.  This agent may also inhibit tumor angiogenesis.",
    "fdaUniiCode": "LCH760E9T7",
    "identifier": "C985",
    "preferredName": "Acitretin",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C804"
    ],
    "synonyms": [
      "(All-E)-9-(4-Methoxy-2,3,6-trimethylphenyl)-3,7-dimethyl-2,4,6,8-nonatetraenoic Acid",
      "ACITRETIN",
      "Acitretin",
      "Etretin",
      "Neotigason",
      "Ro 10-1670",
      "Ro-10-1670",
      "Soriatane",
      "Trimethylmethoxyphenyl-retinoic acid",
      "acitretin"
    ]
  }
}