{
  "emaEpar": [
    {
      "activeSubstance": "apalutamide",
      "conditionIndication": "Erleada is indicated:, , in adult men for the treatment of non metastatic castration resistant prostate cancer (nmCRPC) who are at high risk of developing metastatic disease., \tin adult men for the treatment of metastatic hormone-sensitive prostate cancer (mHSPC) in combination with androgen deprivation therapy (ADT)., ",
      "inn": "apalutamide",
      "marketingAuthorisationDate": "2019-01-14 01:00:00",
      "marketingAuthorisationHolder": "Janssen-Cilag International NV",
      "medicineName": "Erleada",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/erleada"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "ERLEADA",
      "indication": "1 INDICATIONS AND USAGE ERLEADA is indicated for the treatment of patients with Metastatic castration-sensitive prostate cancer (mCSPC) Non-metastatic castration-resistant prostate cancer (nmCRPC) ERLEADA is an androgen receptor inhibitor indicated for the treatment of patients with metastatic castration-sensitive prostate cancer. ( 1 ) non-metastatic castration-resistant prostate cancer. ( 1 )",
      "manufacturer": "Janssen Products, LP",
      "splSetId": "d1cda4f7-cb33-46ea-b9ac-431f6452b1a5"
    }
  ],
  "id": "Apalutamide",
  "nciThesaurus": {
    "casRegistry": "956104-40-8",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A small molecule and androgen receptor (AR) antagonist with potential antineoplastic activity. Apalutamide binds to AR in target tissues thereby preventing androgen-induced receptor activation and facilitating the formation of inactive complexes that cannot be translocated to the nucleus. This prevents binding to and transcription of AR-responsive genes. This ultimately inhibits the expression of genes that regulate prostate cancer cell proliferation and may lead to an inhibition of cell growth in AR-expressing tumor cells.",
    "fdaUniiCode": "4T36H88UA7",
    "identifier": "C92574",
    "preferredName": "Apalutamide",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C146993"
    ],
    "synonyms": [
      "4-(7-(6-Cyano-5-(trifluoromethyl)pyridin-3-yl)-8-oxo-6-thioxo-5,7-diazaspiro(3.4)octan-5-yl)-2-fluoro-N-methylbenzamide",
      "APALUTAMIDE",
      "ARN 509",
      "ARN-509",
      "ARN509",
      "Apalutamide",
      "Erleada",
      "JNJ 56021927",
      "JNJ-56021927"
    ]
  }
}