{
  "emaEpar": [
    {
      "activeSubstance": "asparaginase",
      "conditionIndication": "Spectrila is indicated as a component of antineoplastic combination therapy for the treatment of acute lymphoblastic leukaemia (ALL) in paediatric patients from birth to 18 years and adults.",
      "inn": "asparaginase",
      "marketingAuthorisationDate": "2016-01-14 01:00:00",
      "marketingAuthorisationHolder": "Medac Gesellschaft fuer klinische Spezialpraeparate mbH",
      "medicineName": "Spectrila",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/spectrila"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Rylaze",
      "indication": "1 INDICATIONS AND USAGE RYLAZE is indicated as a component of a multi-agent chemotherapeutic regimen for the treatment of acute lymphoblastic leukemia (ALL) and lymphoblastic lymphoma (LBL) in adult and pediatric patients 1 month or older who have developed hypersensitivity to E. coli -derived asparaginase. RYLAZE is an asparagine specific enzyme indicated as a component of a multi-agent chemotherapeutic regimen for the treatment of acute lymphoblastic leukemia (ALL) and lymphoblastic lymphoma (LBL) in adult and pediatric patients 1 month or older who have developed hypersensitivity to E. coli -derived asparaginase. ( 1 )",
      "manufacturer": "Jazz Pharmaceuticals, Inc.",
      "splSetId": "857e53aa-1098-4dad-b654-0276cdd43e03"
    }
  ],
  "id": "Asparaginase",
  "nciThesaurus": {
    "casRegistry": "9015-68-3",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An enzyme isolated from the bacterium Escherichia coli or the bacterium Erwinia carotovora with antileukemic activity. Asparaginase hydrolyzes L-asparagine to L-aspartic acid and ammonia in leukemic cells, resulting in the depletion of asparagine, inhibition of protein synthesis, cell cycle arrest in the G1 phase, and apoptosis in susceptible leukemic cell populations. Asparagine is critical to protein synthesis in leukemic cells; some leukemic cells cannot synthesize this amino acid de novo due to the absent or deficient expression of the enzyme asparagine synthase. The E. carotovora-derived form of asparaginase is typically reserved for cases of asparaginase hypersensitivity.",
    "fdaUniiCode": "G4FQ3CKY5R",
    "identifier": "C286",
    "preferredName": "Asparaginase",
    "semanticType": "Enzyme",
    "subclassOf": [
      "C177280"
    ],
    "synonyms": [
      "ASP-1",
      "ASPARAGINASE",
      "Asparaginase",
      "Asparaginase II",
      "Asparaginase-E.Coli",
      "Colaspase",
      "Elspar",
      "Kidrolase",
      "L-ASP",
      "L-Asnase",
      "L-Asparaginase",
      "L-Asparagine Amidohydrolase",
      "L-Asparagine amidohydrolase",
      "L-asparaginase",
      "Laspar",
      "Lcf-ASP",
      "Leucogen",
      "Leunase",
      "MK-965",
      "Paronal",
      "Re-82-TAD-15",
      "Serasa",
      "Spectrila",
      "asparaginase"
    ]
  }
}