{
  "emaEpar": [
    {
      "activeSubstance": "axicabtagene ciloleucel",
      "conditionIndication": "Yescarta is indicated for the treatment of adult patients with relapsed or refractory diffuse large B-cell lymphoma (DLBCL) and primary mediastinal large B-cell lymphoma (PMBCL), after two or more lines of systemic therapy.",
      "inn": "axicabtagene ciloleucel",
      "marketingAuthorisationDate": "2018-08-23 00:00:00",
      "marketingAuthorisationHolder": "Kite Pharma EU B.V.",
      "medicineName": "Yescarta",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/yescarta"
    }
  ],
  "fdaDrugLabel": [],
  "id": "Axicabtagene_Ciloleucel",
  "nciThesaurus": {
    "casRegistry": "",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A preparation of autologous peripheral blood T-lymphocytes (PBTL) that have been transduced with a gammaretoviral vector expressing a chimeric antigen receptor (CAR) consisting of an anti-CD19 single chain variable fragment (scFv) coupled to the costimulatory signaling domain CD28 and the zeta chain of the T-cell receptor (TCR)/CD3 complex (CD3 zeta), with potential immunostimulating and antineoplastic activities. Upon intravenous infusion and re-introduction of axicabtagene ciloleucel into the patient, these cells bind to and induce selective toxicity in CD19-expressing tumor cells. CD19 antigen is a B-cell specific cell surface antigen that is expressed in all B-cell lineage malignancies. CD3 zeta is one of several membrane-bound polypeptides found in the TCR/CD3 complex; it regulates both the assembly and cell surface expression of TCR complexes. CD28 is essential for CD4+ T-cell proliferation, interleukin-2 production, and T-helper type-2 (Th2) development.",
    "fdaUniiCode": "U2I8T43Y7R",
    "identifier": "C120309",
    "preferredName": "Axicabtagene Ciloleucel",
    "semanticType": "Cell",
    "subclassOf": [
      "C129826",
      "C176018",
      "C28681"
    ],
    "synonyms": [
      "AXICABTAGENE CILOLEUCEL",
      "Axicabtagene Ciloleucel",
      "KTE C19",
      "KTE-C19",
      "KTE-C19 CAR",
      "Yescarta"
    ]
  }
}