{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Beleodaq",
      "indication": "1 INDICATIONS AND USAGE Beleodaq is indicated for the treatment of adult patients with relapsed or refractory peripheral T-cell lymphoma (PTCL). This indication is approved under accelerated approval based on tumor response rate and duration of response [ see Clinical Studies ( 14 )]. An improvement in survival or disease-related symptoms has not been established. Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trial. Beleodaq is a histone deacetylase inhibitor indicated for the treatment of adult patients with relapsed or refractory peripheral T-cell lymphoma (PTCL). This indication is approved under accelerated approval based on tumor response rate and duration of response. An improvement in survival or disease-related symptoms has not been established. Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trial.( 1 )",
      "manufacturer": "Acrotech Biopharma LLC",
      "splSetId": "2e8ef36b-71fa-4492-a16f-577d5f7d111d"
    },
    {
      "brand": "Beleodaq",
      "indication": "1 INDICATIONS AND USAGE Beleodaq is indicated for the treatment of patients with relapsed or refractory peripheral T-cell lymphoma (PTCL). This indication is approved under accelerated approval based on tumor response rate and duration of response [see Clinical Studies ( 14 )]. An improvement in survival or disease-related symptoms has not been established. Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trial. Beleodaq is a histone deacetylase inhibitor indicated for the treatment of patients with relapsed or refractory peripheral T-cell lymphoma (PTCL). This indication is approved under accelerated approval based on tumor response rate and duration of response. An improvement in survival or disease-related symptoms has not been established. Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trial. (1)",
      "manufacturer": "Spectrum Pharmaceuticals, Inc.",
      "splSetId": "84b2e16e-f0d1-4757-8da8-79dfa83aab79"
    }
  ],
  "id": "Belinostat",
  "nciThesaurus": {
    "casRegistry": "414864-00-9",
    "chebiId": "CHEBI:61076",
    "chemicalFormula": "C15H14N2O4S",
    "definition": "A novel hydroxamic acid-type histone deacetylase (HDAC) inhibitor with antineoplastic activity. Belinostat targets HDAC enzymes, thereby inhibiting tumor cell proliferation, inducing apoptosis, promoting cellular differentiation, and inhibiting angiogenesis. This agent may sensitize drug-resistant tumor cells to other antineoplastic agents, possibly through a mechanism involving the down-regulation of thymidylate synthase.",
    "fdaUniiCode": "F4H96P17NZ",
    "identifier": "C48812",
    "preferredName": "Belinostat",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C1946"
    ],
    "synonyms": [
      "BELINOSTAT",
      "Beleodaq",
      "Belinostat",
      "PXD 101",
      "PXD101",
      "belinostat"
    ]
  }
}