{
  "emaEpar": [
    {
      "activeSubstance": "blinatumomab",
      "conditionIndication": "Blincyto is indicated as monotherapy for the treatment of adults with CD19 positive relapsed or refractory B precursor acute lymphoblastic leukaemia (ALL). Patients with Philadelphia chromosome positive B-precursor ALL should have failed treatment with at least 2 tyrosine kinase inhibitors (TKIs) and have no alternative treatment options.Blincyto is indicated as monotherapy for the treatment of adults with Philadelphia chromosome negative CD19 positive B-precursor ALL in first or second complete remission with minimal residual disease (MRD) greater than or equal to 0.1%.Blincyto is indicated as monotherapy for the treatment of paediatric patients aged 1 year or older with Philadelphia chromosome negative CD19 positive B precursor ALL which is refractory or in relapse after receiving at least two prior therapies or in relapse after receiving prior allogeneic hematopoietic stem cell transplantation.",
      "inn": "blinatumomab",
      "marketingAuthorisationDate": "2015-11-23 01:00:00",
      "marketingAuthorisationHolder": "Amgen Europe B.V.",
      "medicineName": "Blincyto",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/blincyto"
    }
  ],
  "fdaDrugLabel": [],
  "id": "Blinatumomab",
  "nciThesaurus": {
    "casRegistry": "853426-35-4",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A recombinant, single-chain, anti-CD19/anti-CD3 bispecific monoclonal antibody with potential immunostimulating and antineoplastic activities. Blinatumomab possesses two antigen-recognition sites, one for the CD3 complex, a group of T cell surface glycoproteins that complex with the T cell receptor (TCR), and one for CD19, a tumor-associated antigen (TAA) overexpressed on the surface of B cells. This bispecific monoclonal antibody brings CD19-expressing tumor B-cells and cytotoxic T lymphocytes (CTLs) and helper T lymphocytes (HTLs) together, which may result in the CTL- and HTL-mediated cell death of CD19-expressing B-lymphocytes.",
    "fdaUniiCode": "4FR53SIF3A",
    "identifier": "C62528",
    "preferredName": "Blinatumomab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C129822",
      "C1454"
    ],
    "synonyms": [
      "Anti-CD19 x Anti-CD3 Bispecific Monoclonal Antibody",
      "Anti-CD19/Anti-CD3 Recombinant Bispecific Monoclonal Antibody MT103",
      "BLINATUMOMAB",
      "Blinatumomab",
      "Blincyto",
      "MEDI-538",
      "MT-103"
    ]
  }
}