{
  "emaEpar": [
    {
      "activeSubstance": "bortezomib",
      "conditionIndication": "Bortezomib SUN as monotherapy or in combination with pegylated liposomal doxorubicin or dexamethasone is indicated for the treatment of adult patients with progressive multiple myeloma who have received at least 1 prior therapy and who have already undergone or are unsuitable for haematopoietic stem cell transplantation.Bortezomib SUN in combination with melphalan and prednisone is indicated for the treatment of adult patients with previously untreated multiple myeloma who are not eligible for high-dose chemotherapy with haematopoietic stem cell transplantation.Bortezomib SUN in combination with dexamethasone, or with dexamethasone and thalidomide, is indicated for the induction treatment of adult patients with previously untreated multiple myeloma who are eligible for high-dose chemotherapy with haematopoietic stem cell transplantation.Bortezomib SUN in combination with rituximab, cyclophosphamide, doxorubicin and prednisone is indicated for the treatment of adult patients with previously untreated mantle cell lymphoma who are unsuitable for haematopoietic stem cell transplantation.",
      "inn": "bortezomib",
      "marketingAuthorisationDate": "2016-07-22 00:00:00",
      "marketingAuthorisationHolder": "SUN Pharmaceutical Industries (Europe) B.V.",
      "medicineName": "Bortezomib Sun",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/bortezomib-sun"
    },
    {
      "activeSubstance": "bortezomib",
      "conditionIndication": "Bortezomib as monotherapy or in combination with pegylated liposomal doxorubicin or dexamethasone is indicated for the treatment of adult patients with progressive multiple myeloma who have received at least 1 prior therapy and who have already undergone or are unsuitable for haematopoietic stem cell transplantation.Bortezomib in combination with melphalan and prednisone is indicated for the treatment of adult patients with previously untreated multiple myeloma who are not eligible for high-dose chemotherapy with haematopoietic stem cell transplantation.Bortezomib in combination with dexamethasone, or with dexamethasone and thalidomide, is indicated for the induction treatment of adult patients with previously untreated multiple myeloma who are eligible for high-dose chemotherapy with haematopoietic stem cell transplantation.Bortezomib in combination with rituximab, cyclophosphamide, doxorubicin and prednisone is indicated for the treatment of adult patients with previously untreated mantle cell lymphoma who are unsuitable for haematopoietic stem cell transplantation.",
      "inn": "bortezomib",
      "marketingAuthorisationDate": "2019-11-14 01:00:00",
      "marketingAuthorisationHolder": "Fresenius Kabi Deutschland GmbH",
      "medicineName": "Bortezomib Fresenius Kabi",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/bortezomib-fresenius-kabi"
    },
    {
      "activeSubstance": "bortezomib",
      "conditionIndication": "Bortezomib Accord as monotherapy or in combination with pegylated liposomal doxorubicin or dexamethasone is indicated for the treatment of adult patients with progressive multiple myeloma who have received at least 1 prior therapy and who have already undergone or are unsuitable for haematopoietic stem cell transplantation.Bortezomib Accord in combination with melphalan and prednisone is indicated for the treatment of adult patients with previously untreated multiple myeloma who are not eligible for high‑dose chemotherapy with haematopoietic stem cell transplantation.Bortezomib Accord in combination with dexamethasone, or with dexamethasone and thalidomide, is indicated for the induction treatment of adult patients with previously untreated multiple myeloma who are eligible for high‑dose chemotherapy with haematopoietic stem cell transplantation.Bortezomib Accord in combination with rituximab, cyclophosphamide, doxorubicin and prednisone is indicated for the treatment of adult patients with previously untreated mantle cell lymphoma who are unsuitable for haematopoietic stem cell transplantation.",
      "inn": "bortezomib",
      "marketingAuthorisationDate": "2015-07-20 00:00:00",
      "marketingAuthorisationHolder": "Accord Healthcare S.L.U.",
      "medicineName": "Bortezomib Accord",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/bortezomib-accord"
    },
    {
      "activeSubstance": "bortezomib",
      "conditionIndication": "Velcade as monotherapy or in combination with pegylated liposomal doxorubicin or dexamethasone is indicated for the treatment of adult patients with progressive multiple myeloma who have received at least 1 prior therapy and who have already undergone or are unsuitable for haematopoietic stem cell transplantation.Velcade in combination with melphalan and prednisone is indicated for the treatment of adult patients with previously untreated multiple myeloma who are not eligible for high dose chemotherapy with haematopoietic stem cell transplantation.Velcade in combination with dexamethasone, or with dexamethasone and thalidomide, is indicated for the induction treatment of adult patients with previously untreated multiple myeloma who are eligible for high dose chemotherapy with haematopoietic stem cell transplantation.Velcade in combination with rituximab, cyclophosphamide, doxorubicin and prednisone is indicated for the treatment of adult patients with previously untreated mantle cell lymphoma who are unsuitable for haematopoietic stem cell transplantation.",
      "inn": "bortezomib",
      "marketingAuthorisationDate": "2004-04-26 00:00:00",
      "marketingAuthorisationHolder": "Janssen-Cilag International NV",
      "medicineName": "Velcade",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/velcade"
    },
    {
      "activeSubstance": "bortezomib",
      "conditionIndication": "Bortezomib Hospira as monotherapy or in combination with pegylated liposomal doxorubicin or dexamethasone is indicated for the treatment of adult patients with progressive multiple myeloma who have received at least 1 prior therapy and who have already undergone or are unsuitable for haematopoietic stem cell transplantation.Bortezomib Hospira in combination with melphalan and prednisone is indicated for the treatment of adult patients with previously untreated multiple myeloma who are not eligible for high-dose chemotherapy with haematopoietic stem cell transplantation.Bortezomib Hospira in combination with dexamethasone, or with dexamethasone and thalidomide, is indicated for the induction treatment of adult patients with previously untreated multiple myeloma who are eligible for high-dose chemotherapy with haematopoietic stem cell transplantation.Bortezomib Hospira in combination with rituximab, cyclophosphamide, doxorubicin and prednisone is indicated for the treatment of adult patients with previously untreated mantle cell lymphoma who are unsuitable for haematopoietic stem cell transplantation.",
      "inn": "bortezomib",
      "marketingAuthorisationDate": "2016-07-22 00:00:00",
      "marketingAuthorisationHolder": "Pfizer Europe MA EEIG",
      "medicineName": "Bortezomib Hospira",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/bortezomib-hospira"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Bortezomib",
      "indication": "1 INDICATIONS AND USAGE Bortezomib for Injection is a proteasome inhibitor indicated for: treatment of patients with multiple myeloma ( 1.1 ) treatment of patients with mantle cell lymphoma who have received at least 1 prior therapy ( 1.2 ) 1.1 Multiple Myeloma Bortezomib for Injection is indicated for the treatment of patients with multiple myeloma. 1.2 Mantle Cell Lymphoma Bortezomib for Injection is indicated for the treatment of patients with mantle cell lymphoma who have received at least 1 prior therapy.",
      "manufacturer": "Fresenius Kabi USA, LLC",
      "splSetId": "042329d6-8077-4af2-816f-cd0a2bbcbbd3"
    },
    {
      "brand": "VELCADE",
      "indication": "1 INDICATIONS AND USAGE VELCADE is a proteasome inhibitor indicated for: treatment of adult patients with multiple myeloma ( 1.1 ) treatment of adult patients with mantle cell lymphoma ( 1.2 ) 1.1 Multiple Myeloma VELCADE is indicated for the treatment of adult patients with multiple myeloma. 1.2 Mantle Cell Lymphoma VELCADE is indicated for the treatment of adult patients with mantle cell lymphoma.",
      "manufacturer": "Takeda Pharmaceuticals America, Inc.",
      "splSetId": "1521d321-e724-4ffc-adad-34bf4f44fac7"
    },
    {
      "brand": "Bortezomib",
      "indication": "1 INDICATIONS AND USAGE Bortezomib for injection is a proteasome inhibitor indicated for: treatment of adult patients with multiple myeloma (1.1 ) treatment of adult patients with mantle cell lymphoma who have received at least 1 prior therapy (1.2) 1.1 Multiple Myeloma Bortezomib for injection is indicated for the treatment of adult patients with multiple myeloma. 1.2 Mantle Cell Lymphoma Bortezomib for injection is indicated for the treatment of adult patients with mantle cell lymphoma who have received at least 1 prior therapy.",
      "manufacturer": "Dr.Reddy's Laboratories Inc",
      "splSetId": "287ce008-3d9c-4914-acf0-01c372399b8d"
    }
  ],
  "id": "Bortezomib",
  "nciThesaurus": {
    "casRegistry": "179324-69-7",
    "chebiId": "CHEBI:52717",
    "chemicalFormula": "C19H25BN4O4",
    "definition": "A dipeptide boronic acid analogue with antineoplastic activity. Bortezomib reversibly inhibits the 26S proteasome, a large protease complex that degrades ubiquinated proteins. By blocking the targeted proteolysis normally performed by the proteasome, bortezomib disrupts various cell signaling pathways, leading to cell cycle arrest, apoptosis, and inhibition of angiogenesis. Specifically, the agent inhibits nuclear factor (NF)-kappaB, a protein that is constitutively activated in some cancers, thereby interfering with NF-kappaB-mediated cell survival, tumor growth, and angiogenesis. In vivo, bortezomib delays tumor growth and enhances the cytotoxic effects of radiation and chemotherapy.",
    "fdaUniiCode": "69G8BD63PP",
    "identifier": "C1851",
    "preferredName": "Bortezomib",
    "semanticType": "Organic Chemical",
    "subclassOf": [],
    "synonyms": [
      "BORTEZOMIB",
      "Bortezomib",
      "LDP 341",
      "MLN341",
      "PS-341",
      "PS341",
      "Velcade",
      "[(1R)-3-Methyl-1-[[(2S)-1-oxo-3-phenyl-2-[(pyrazinylcarbonyl)amino]propyl]amino]butyl]boronic Acid",
      "bortezomib",
      "velcade"
    ]
  }
}