{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "asparlas",
      "indication": "1 INDICATIONS AND USAGE ASPARLAS is an asparagine specific enzyme indicated as a component of a multi-agent chemotherapeutic regimen for the treatment of acute lymphoblastic leukemia in pediatric and young adult patients age 1 month to 21 years. ( 1.1 ) 1.1 Acute Lymphoblastic Leukemia ASPARLAS is indicated as a component of a multi-agent chemotherapeutic regimen for the treatment of acute lymphoblastic leukemia in pediatric and young adult patients age 1 month to 21 years.",
      "manufacturer": "Servier Pharmaceuticals LLC",
      "splSetId": "6585bd0d-bd78-4341-9e87-0f7664821f05"
    }
  ],
  "id": "Calaspargase_Pegol-mknl",
  "nciThesaurus": {
    "casRegistry": "941577-06-6",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An intravenous formulation containing E.coli-derived L-asparaginase II conjugated with succinimidyl carbonate monomethoxypolyethylene glycol (SC-PEG), with potential antineoplastic activity. Upon administration of calaspargase pegol-mknl L-asparaginase hydrolyzes L-asparagine to L-aspartic acid and ammonia, thereby depleting cells of asparagine; asparagine depletion blocks protein synthesis and tumor cell proliferation, especially in the G1 phase of the cell cycle and ultimately induces tumor cell death. Asparagine is critical to protein synthesis in acute lymphoblastic leukemia (ALL) cells which, unlike normal cells, cannot synthesize this amino acid due to the absence of the enzyme asparagine synthase. Pegylation decreases enzyme antigenicity and increases its half life. SC is used as a PEG linker to facilitate attachment to asparaginase and enhances the stability of the formulation.",
    "fdaUniiCode": "T9FVH03HMZ",
    "identifier": "C78198",
    "preferredName": "Calaspargase Pegol-mknl",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C29726"
    ],
    "synonyms": [
      "Asparaginase (Escherichia coli Isoenzyme II), Conjugate with alpha-(((2,5-Dioxo-1-pyrrolidinyl)oxy)carbonyl)-omega-methoxypoly(oxy-1,2-ethanediyl)",
      "Asparlas",
      "CALASPARGASE PEGOL",
      "Calaspargase Pegol",
      "Calaspargase Pegol-mknl",
      "EZN-2285",
      "SC-PEG E. Coli L-Asparaginase",
      "SC-PEG E. coli L-asparaginase",
      "Succinimidyl Carbonate Monomethoxypolyethylene Glycol E. coli L-Asparaginase"
    ]
  }
}