{
  "emaEpar": [
    {
      "activeSubstance": "crizotinib",
      "conditionIndication": "Xalkori is indicated for the first-line treatment of adults with anaplastic lymphoma kinase (ALK) positive advanced non-small cell lung cancer (NSCLC).Xalkori is indicated for the treatment of adults with previously treated anaplastic lymphoma kinase (ALK) positive advanced non-small cell lung cancer (NSCLC).",
      "inn": "crizotinib",
      "marketingAuthorisationDate": "2012-10-23 00:00:00",
      "marketingAuthorisationHolder": "Pfizer Europe MA EEIG",
      "medicineName": "Xalkori",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/xalkori"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Xalkori",
      "indication": "1 INDICATIONS AND USAGE XALKORI is a kinase inhibitor indicated for the treatment of patients with metastatic non-small cell lung cancer (NSCLC) whose tumors are anaplastic lymphoma kinase (ALK) or ROS1-positive as detected by an FDA-approved test. ( 1.1 , 2.1 ) pediatric patients 1 year of age and older and young adults with relapsed or refractory, systemic anaplastic large cell lymphoma (ALCL) that is ALK-positive. ( 1.2 , 2.3 ) Limitations of Use: The safety and efficacy of XALKORI have not been established in older adults with relapsed or refractory, systemic ALK-positive ALCL. 1.1 ALK- or ROS1-Positive Metastatic Non-Small Cell Lung Cancer XALKORI is indicated for the treatment of patients with metastatic non-small cell lung cancer (NSCLC) whose tumors are anaplastic lymphoma kinase (ALK) or ROS1-positive as detected by an FDA-approved test [see Dosage and Administration (2.1) ] . 1.2 Relapsed or Refractory, Systemic ALK-Positive Anaplastic Large Cell Lymphoma XALKORI is indicated for the treatment of pediatric patients 1 year of age and older and young adults with relapsed or refractory, systemic anaplastic large cell lymphoma (ALCL) that is ALK-positive . Limitations of Use : The safety and efficacy of XALKORI have not been established in older adults with relapsed or refractory, systemic ALK-positive ALCL.",
      "manufacturer": "Pfizer Laboratories Div Pfizer Inc",
      "splSetId": "2a51b0de-47d6-455e-a94c-d2c737b04ff7"
    }
  ],
  "id": "Crizotinib",
  "nciThesaurus": {
    "casRegistry": "877399-52-5",
    "chebiId": "CHEBI:64310",
    "chemicalFormula": "C21H22Cl2FN5O",
    "definition": "An orally available aminopyridine-based inhibitor of the receptor tyrosine kinase anaplastic lymphoma kinase (ALK) and the c-Met/hepatocyte growth factor receptor (HGFR) with antineoplastic activity. Crizotinib, in an ATP-competitive manner, binds to and inhibits ALK kinase and ALK fusion proteins. In addition, crizotinib inhibits c-Met kinase, and disrupts the c-Met signaling pathway. Altogether, this agent inhibits tumor cell growth. ALK belongs to the insulin receptor superfamily and plays an important role in nervous system development. ALK dysregulation and gene rearrangements are associated with a series of tumors.",
    "fdaUniiCode": "53AH36668S",
    "identifier": "C74061",
    "preferredName": "Crizotinib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C129825",
      "C141136",
      "C143099"
    ],
    "synonyms": [
      "(R)-3-(1-(2,6-Dichloro-3-Fluorophenyl)Ethoxy)-5-(1-(Piperidin-4-Yl)-1h-Pyrazol-4-Yl)Pyridin-2-Amine",
      "2-Pyridinamine, 3-((1R)-1-(2,6-Dichloro-3-Fluorophenyl)Ethoxy)-5-(1-(4-Piperidinyl)-1H-Pyrazol-4-yl)-",
      "CRIZOTINIB",
      "Crizotinib",
      "MET Tyrosine Kinase Inhibitor PF-02341066",
      "MET tyrosine kinase inhibitor PF-02341066",
      "PF-02341066",
      "PF-2341066",
      "Xalkori"
    ]
  }
}