{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Cyclophosphamide",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide is an alkylating drug indicated for treatment of: Malignant Diseases: malignant lymphomas: Hodgkin's disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt's lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) Minimal Change Nephrotic Syndrome in Pediatric Patients: biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide is indicated for the treatment of: malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin's disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt's lymphoma multiple myeloma leukemias: Chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) mycosis fungoides (advanced disease) neuroblastoma (disseminated disease) adenocarcinoma of the ovary retinoblastoma carcinoma of the breast Cyclophosphamide, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatrics patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use : The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "Sandoz Inc.",
      "splSetId": "0e9e22fa-178a-42fc-9f82-c303db3b245a"
    },
    {
      "brand": "CYCLOPHOSPHAMIDE",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide is an alkylating drug indicated for treatment of: • Malignant Diseases : malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome in pediatric patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide Capsules are indicated for the treatment of: • malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma • multiple myeloma • leukemias: chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) • mycosis fungoides (advanced disease) • neuroblastoma (disseminated disease) • adenocarcinoma of the ovary • retinoblastoma • carcinoma of the breast Cyclophosphamide capsules, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide capsules are indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatric patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness of cyclophosphamide capsules for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "ANI Pharmaceuticals, Inc.",
      "splSetId": "28143049-ae3f-4b4b-be46-7db7dbd603c4"
    },
    {
      "brand": "Cyclophosphamide",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide for injection is an alkylating drug indicated for treatment of: • Malignant Diseases: malignant lymphomas: Hodgkin's disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt's lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma. ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients: biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide for injection is indicated for the treatment of: • malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma • multiple myeloma • leukemias: Chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide for injection given during remission is effective in prolonging its duration) • mycosis fungoides (advanced disease) • neuroblastoma (disseminated disease) • adenocarcinoma of the ovary • retinoblastoma • carcinoma of the breast Cyclophosphamide for injection, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide for injection is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatrics patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "BluePoint Laboratories",
      "splSetId": "457ede7d-d2f9-49a3-9de7-651f64a210e1"
    },
    {
      "brand": "CYCLOPHOSPHAMIDE",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide is an alkylating drug indicated for treatment of: • Malignant Diseases : malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome in pediatric patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide is indicated for the treatment of: • malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma • multiple myeloma • leukemias: chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) • mycosis fungoides (advanced disease) • neuroblastoma (disseminated disease) • adenocarcinoma of the ovary • retinoblastoma • carcinoma of the breast Cyclophosphamide, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatric patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "STI Pharma LLC",
      "splSetId": "4ebe66e7-5e0d-41ff-8ef9-e4c30a65f213"
    },
    {
      "brand": "Cyclophosphamide",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide for injection is an alkylating drug indicated for treatment of: Malignant Diseases: malignant lymphomas: Hodgkin's disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt's lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma. ( 1.1 ) Minimal Change Nephrotic Syndrome in Pediatric Patients: biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide for injection is indicated for the treatment of: malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma multiple myeloma leukemias: Chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide for injection given during remission is effective in prolonging its duration) mycosis fungoides (advanced disease) neuroblastoma (disseminated disease) adenocarcinoma of the ovary retinoblastoma carcinoma of the breast Cyclophosphamide for injection, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide for injection is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatrics patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "Amneal Pharmaceuticals LLC",
      "splSetId": "520bfe39-dfd5-4a20-9a37-80078afded0d"
    },
    {
      "brand": "Cyclophosphamide",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide is an alkylating drug indicated for treatment of: • Malignant Diseases : malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults of other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide is indicated for the treatment of: • malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma • multiple myeloma • leukemias: Chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) • mycosis fungoides (advanced disease) • neuroblastoma (disseminated disease) • adenocarcinoma of the ovary • retinoblastoma • carcinoma of the breast Cyclophosphamide, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients: Cyclophosphamide is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatrics patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "Baxter Healthcare Corporation",
      "splSetId": "591d9955-3d9c-4cdc-a308-2f1288376b9f"
    },
    {
      "brand": "CYCLOPHOSPHAMIDE",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide is an alkylating drug indicated for treatment of: • Malignant Diseases : malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide is indicated for the treatment of: • malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma • multiple myeloma • leukemias: Chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) • mycosis fungoides (advanced disease) • neuroblastoma (disseminated disease) • adenocarcinoma of the ovary • retinoblastoma • carcinoma of the breast Cyclophosphamide, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatrics patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "Baxter Healthcare Corporation",
      "splSetId": "6bae5c14-9e87-4fb6-ae9c-4d875c1ecffe"
    },
    {
      "brand": "Cyclophosphamide",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide Tablets is an alkylating drug indicated for treatment of: • Malignant Diseases: malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients: biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. ( 1.2 ) 1.1 Malignant Diseases Cyclophosphamide Tablets is indicated for the treatment of: • malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma • multiple myeloma • leukemias: chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) • mycosis fungoides (advanced disease) • neuroblastoma (disseminated disease) • adenocarcinoma of the ovary • retinoblastoma • carcinoma of the breast Cyclophosphamide, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients: Cyclophosphamide Tablets is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatric patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness of Cyclophosphamide Tablets for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "Baxter Healthcare Corporation",
      "splSetId": "769ded74-6186-40a8-8e44-ceff67287451"
    },
    {
      "brand": "Cyclophosphamide",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide is an alkylating drug indicated for treatment of: Malignant Diseases: malignant lymphomas: Hodgkin's disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt's lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) Minimal Change Nephrotic Syndrome in Pediatric Patients: biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide is indicated for the treatment of: malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin's disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt's lymphoma multiple myeloma leukemias: Chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) mycosis fungoides (advanced disease) neuroblastoma (disseminated disease) adenocarcinoma of the ovary retinoblastoma carcinoma of the breast Cyclophosphamide, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatrics patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use : The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "NorthStar Rx LLC",
      "splSetId": "76f057be-e3da-0a89-e053-2a91aa0a8438"
    },
    {
      "brand": "Cyclophosphamide",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide is an alkylating drug indicated for treatment of: • Malignant Diseases : malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome in pediatric patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide Capsules are indicated for the treatment of: • malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma • multiple myeloma • leukemias: chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) • mycosis fungoides (advanced disease) • neuroblastoma (disseminated disease) • adenocarcinoma of the ovary • retinoblastoma • carcinoma of the breast Cyclophosphamide Capsules, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide Capsules are indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatric patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness of Cyclophosphamide Capsules for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "West-Ward Pharmaceuticals Corp.",
      "splSetId": "8135b917-882f-4b4c-99b7-fa8ea54af4bf"
    },
    {
      "brand": "CYCLOPHOSPHAMIDE",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide is an alkylating drug indicated for treatment of: • Malignant Diseases : malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide is indicated for the treatment of: • malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma • multiple myeloma • leukemias: Chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) • mycosis fungoides (advanced disease) • neuroblastoma (disseminated disease) • adenocarcinoma of the ovary • retinoblastoma • carcinoma of the breast Cyclophosphamide, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatrics patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "Baxter Healthcare Corporation",
      "splSetId": "97ab446f-5017-4180-ae65-0a355289b0ed"
    },
    {
      "brand": "CYCLOPHOSPHAMIDE",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide is an alkylating drug indicated for treatment of: • Malignant Diseases : malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide is indicated for the treatment of: • malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma • multiple myeloma • leukemias: Chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) • mycosis fungoides (advanced disease) • neuroblastoma (disseminated disease) • adenocarcinoma of the ovary • retinoblastoma • carcinoma of the breast Cyclophosphamide, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatrics patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "Baxter Healthcare Corporation",
      "splSetId": "cef038cc-efab-46d9-99c2-95bb11d6c9bc"
    },
    {
      "brand": "Cyclophosphamide",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide is an alkylating drug indicated for treatment of: 3. Malignant Diseases : malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) 4. Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults of other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide is indicated for the treatment of: • malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma • multiple myeloma • leukemias: Chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) • mycosis fungoides (advanced disease) • neuroblastoma (disseminated disease) • adenocarcinoma of the ovary • retinoblastoma • carcinoma of the breast Cyclophosphamide, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients: Cyclophosphamide is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatrics patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "BluePoint Laboratories",
      "splSetId": "d7e97b99-83db-42d0-8521-b87fe6467a67"
    },
    {
      "brand": "CYCLOPHOSPHAMIDE",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide is an alkylating drug indicated for treatment of: • Malignant Diseases : malignant lymphomas: Hodgkin’s disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma ( 1.1 ) • Minimal Change Nephrotic Syndrome in Pediatric Patients : biopsy proven minimal change nephrotic syndrome in pediatric patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide Capsules are indicated for the treatment of: • malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma • multiple myeloma • leukemias: chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide given during remission is effective in prolonging its duration) • mycosis fungoides (advanced disease) • neuroblastoma (disseminated disease) • adenocarcinoma of the ovary • retinoblastoma • carcinoma of the breast Cyclophosphamide capsules, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide capsules are indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatric patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness of cyclophosphamide capsules for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "ANI Pharmaceuticals, Inc.",
      "splSetId": "e73020b2-6abf-4183-bd6d-825a1334bb51"
    },
    {
      "brand": "Cyclophosphamide",
      "indication": "1 INDICATIONS AND USAGE Cyclophosphamide for injection is an alkylating drug indicated for treatment of: Malignant Diseases: malignant lymphomas: Hodgkin's disease, lymphocytic lymphoma, mixed-cell type lymphoma, histiocytic lymphoma, Burkitt's lymphoma; multiple myeloma, leukemias, mycosis fungoides, neuroblastoma, adenocarcinoma of ovary, retinoblastoma, breast carcinoma. ( 1.1 ) Minimal Change Nephrotic Syndrome in Pediatric Patients: biopsy proven minimal change nephrotic syndrome patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. ( 1.2 ) Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established. 1.1 Malignant Diseases Cyclophosphamide for injection is indicated for the treatment of: malignant lymphomas (Stages III and IV of the Ann Arbor staging system), Hodgkin’s disease, lymphocytic lymphoma (nodular or diffuse), mixed-cell type lymphoma, histiocytic lymphoma, Burkitt’s lymphoma multiple myeloma leukemias: Chronic lymphocytic leukemia, chronic granulocytic leukemia (it is usually ineffective in acute blastic crisis), acute myelogenous and monocytic leukemia, acute lymphoblastic (stem-cell) leukemia (cyclophosphamide for injection given during remission is effective in prolonging its duration) mycosis fungoides (advanced disease) neuroblastoma (disseminated disease) adenocarcinoma of the ovary retinoblastoma carcinoma of the breast Cyclophosphamide for injection, although effective alone in susceptible malignancies, is more frequently used concurrently or sequentially with other antineoplastic drugs. 1.2 Minimal Change Nephrotic Syndrome in Pediatric Patients Cyclophosphamide for injection is indicated for the treatment of biopsy proven minimal change nephrotic syndrome in pediatrics patients who failed to adequately respond to or are unable to tolerate adrenocorticosteroid therapy. Limitations of Use: The safety and effectiveness for the treatment of nephrotic syndrome in adults or other renal disease has not been established.",
      "manufacturer": "NorthStar RxLLC",
      "splSetId": "fdaa7d15-7c06-44ab-b1d5-9d2b3e8ffd28"
    }
  ],
  "id": "Cyclophosphamide",
  "nciThesaurus": {
    "casRegistry": "6055-19-2",
    "chebiId": "CHEBI:4026",
    "chemicalFormula": "C7H15Cl2N2O2P.H2O",
    "definition": "A synthetic alkylating agent chemically related to the nitrogen mustards with antineoplastic and immunosuppressive activities. In the liver, cyclophosphamide is converted to the active metabolites aldophosphamide and phosphoramide mustard, which bind to DNA, thereby inhibiting DNA replication and initiating cell death.",
    "fdaUniiCode": "8N3DW7272P",
    "identifier": "C405",
    "preferredName": "Cyclophosphamide",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C574",
      "C697"
    ],
    "synonyms": [
      "(-)-Cyclophosphamide",
      "1-bis(2-chloroethyl)-amino-1-oxo-2-aza-5-oxaphosphoridin monohydrate",
      "2-[bis(2-chloroethyl)amino]tetrahydro-2H-1,3,2-oxazaphosphorine 2-oxide monohydrate",
      "2-[bis(b-chloroethyl)amino]-1-oxa-3-aza-2-phosphacyclohexane-2-oxide monohydrate",
      "2-[di(chloroethyl)amino]-1-oxa-3-aza-2-phosphacyclohexane 2-oxide monohydrate",
      "2H-1,3,2-Oxazaphosphorine, 2-[bis(2-chloroethyl)amino]tetrahydro-, 2-oxide, monohydrate",
      "Bis(2-chloroethyl)phosphoramide cyclic propanolamide ester monohydrate",
      "CP monohydrate",
      "CTX",
      "CYCLO-cell",
      "CYCLOPHOSPHAMIDE",
      "Carloxan",
      "Ciclofosfamida",
      "Ciclofosfamide",
      "Cicloxal",
      "Clafen",
      "Claphene",
      "Cycloblastin",
      "Cycloblastine",
      "Cyclophospham",
      "Cyclophosphamid monohydrate",
      "Cyclophosphamide",
      "Cyclophosphamide Monohydrate",
      "Cyclophosphamidum",
      "Cyclophosphan",
      "Cyclophosphane",
      "Cyclophosphanum",
      "Cyclostin",
      "Cyclostine",
      "Cytophosphan",
      "Cytophosphane",
      "Cytoxan",
      "Fosfaseron",
      "Genoxal",
      "Genuxal",
      "Ledoxina",
      "Mitoxan",
      "N,N-bis(2-chloroethyl)-N',O-propylenephosphoric acid ester diamide monohydrate",
      "N,N-bis(2-chloroethyl)-N'-(3-hydroxypropyl)phosphorodiamidic acid intramolecular ester monohydrate",
      "N,N-bis(2-chloroethyl)tetrahydro-2H-1,3,2-oxazaphosphorin-2-amine 2-oxide monohydrate",
      "N,N-bis(b-chloroethyl)-N',O-trimethylenephosphoric acid ester diamide monohydrate",
      "N,N-bis(beta-chloroethyl)-N',O-propylenephosphoric acid ester diamide monohydrate",
      "N,N-bis(beta-chloroethyl)-N',O-trimethylenephosphoric acid ester diamide monohydrate",
      "Neosar",
      "Revimmune",
      "Syklofosfamid",
      "WR- 138719",
      "bis(2-chloroethyl)phosphamide cyclic propanolamide ester monohydrate",
      "cyclophosphamide"
    ]
  }
}