{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Doxercalciferol",
      "indication": "1 INDICATIONS AND USAGE • Doxercalciferol capsules are indicated for the treatment of secondary hyperparathyroidism in adult patients with Stage 3 or Stage 4 chronic kidney disease (CKD) and adult patients with CKD on dialysis. Doxercalciferol is a synthetic vitamin D2 analog: • Doxercalciferol capsules are indicated for the treatment of secondary hyperparathyroidism in adult patients with Stage 3 or Stage 4 chronic kidney disease (CKD) and adult patients with CKD on dialysis. ( 1 )",
      "manufacturer": "West-Ward Pharmaceuticals Corp.",
      "splSetId": "1bb3ce2f-c77a-436f-980f-a02668f99fed"
    },
    {
      "brand": "Doxercalciferol",
      "indication": "1 INDICATIONS AND USAGE Doxercalciferol injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. Doxercalciferol is a synthetic vitamin D 2 analog: Doxercalciferol injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. (1)",
      "manufacturer": "Amneal Pharmaceuticals LLC",
      "splSetId": "253367e2-ae31-4196-9571-71f560283cf3"
    },
    {
      "brand": "Doxercalciferol",
      "indication": "1 INDICATIONS AND USAGE Doxercalciferol capsules are indicated for the treatment of secondary hyperparathyroidism in adult patients with Stage 3 or Stage 4 chronic kidney disease (CKD) and adult patients with CKD on dialysis. Doxercalciferol Capsules is a synthetic vitamin D 2 analog: Doxercalciferol capsules are indicated for the treatment of secondary hyperparathyroidism in adult patients with Stage 3 or Stage 4 chronic kidney disease (CKD) and adult patients with CKD on dialysis. ( 1 )",
      "manufacturer": "Heritage Pharmaceuticals Inc. d/b/a Avet Pharmaceuticals Inc.",
      "splSetId": "2ed2f592-27a7-4c10-a18a-21a3f221d3b1"
    },
    {
      "brand": "Hectorol",
      "indication": "1 INDICATIONS AND USAGE HECTOROL capsules are indicated for the treatment of secondary hyperparathyroidism in adult patients with Stage 3 or Stage 4 chronic kidney disease (CKD) and adult patients with CKD on dialysis. HECTOROL injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. HECTOROL is a synthetic vitamin D 2 analog: HECTOROL capsules are indicated for the treatment of secondary hyperparathyroidism in adult patients with Stage 3 or Stage 4 chronic kidney disease (CKD) and adult patients with CKD on dialysis. ( 1 ) HECTOROL injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. ( 1 )",
      "manufacturer": "Genzyme Corporation",
      "splSetId": "7efc3d9c-12f5-43f6-9a22-88d66cbe6f62"
    },
    {
      "brand": "Doxercalciferol",
      "indication": "1 INDICATIONS AND USAGE Doxercalciferol Injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. Doxercalciferol Injection is a synthetic vitamin D 2 analog: Doxercalciferol Injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. ( 1 )",
      "manufacturer": "Meitheal Pharmaceuticals Inc.",
      "splSetId": "81a30e4b-be74-41d6-8277-b4f0ea5c15bc"
    },
    {
      "brand": "Doxercalciferol",
      "indication": "INDICATIONS AND USAGE Dialysis Patients Doxercalciferol Capsules is indicated for the treatment of secondary hyperparathyroidism in patients with chronic kidney disease on dialysis. Pre-Dialysis Patients Doxercalciferol Capsules is indicated for the treatment of secondary hyperparathyroidism in patients with Stage 3 or Stage 4 chronic kidney disease.",
      "manufacturer": "Rising Pharmaceuticals, Inc.",
      "splSetId": "a43afaad-1862-4885-9b47-ddc2302160a3"
    },
    {
      "brand": "Doxercalciferol",
      "indication": "1 INDICATIONS AND USAGE Doxercalciferol injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. Doxercalciferol is a synthetic vitamin D2 analog: Doxercalciferol injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. ( 1 )",
      "manufacturer": "Lupin Pharmaceuticals, Inc.",
      "splSetId": "b00fcf3f-c576-4121-b305-05bcbdd3525e"
    },
    {
      "brand": "Doxercalciferol",
      "indication": "1 INDICATIONS AND USAGE Doxercalciferol injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. Doxercalciferol is a synthetic vitamin D 2 analog: Doxercalciferol injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. ( 1 )",
      "manufacturer": "Akorn, Inc.",
      "splSetId": "b552eae1-840b-425f-b279-787cfeb9645d"
    },
    {
      "brand": "Doxercalciferol",
      "indication": "1 INDICATIONS AND USAGE Doxercalciferol capsules are indicated for the treatment of secondary hyperparathyroidism in adult patients with Stage 3 or Stage 4 chronic kidney disease (CKD) and adult patients with CKD on dialysis. HECTOROL injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. Doxercalciferol is a synthetic vitamin D 2 analog: Doxercalciferol capsules are indicated for the treatment of secondary hyperparathyroidism in adult patients with Stage 3 or Stage 4 chronic kidney disease (CKD) and adult patients with CKD on dialysis. ( 1 ) HECTOROL injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. ( 1 )",
      "manufacturer": "Winthrop U.S.",
      "splSetId": "bd60e285-6559-4ca7-93ce-006a8e000bd1"
    },
    {
      "brand": "DOXERCALCIFEROL",
      "indication": "1 INDICATIONS AND USAGE Doxercalciferol Injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with chronic kidney disease (CKD) on dialysis. DOXERCALCIFEROL Injection is a synthetic vitamin D 2 analog indicated for treatment of secondary hyperparathyroidism in adult patients with chronic kidney disease (CKD) on dialysis. ( 1 )",
      "manufacturer": "Hospira, Inc.",
      "splSetId": "df65e54b-d134-4b64-ade1-b86cc12bc5eb"
    },
    {
      "brand": "Doxercalciferol",
      "indication": "INDICATIONS AND USAGE Doxercalciferol injection is indicated for the treatment of secondary hyperparathyroidism in patients with chronic kidney disease on dialysis.",
      "manufacturer": "Hikma Pharmaceuticals USA Inc.",
      "splSetId": "e99a1d29-3989-4437-999e-4e9cab8b9b1e"
    },
    {
      "brand": "DOXERCALCIFEROL",
      "indication": "1 INDICATIONS AND USAGE Doxercalciferol Injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. Doxercalciferol is a synthetic vitamin D 2 analog: Doxercalciferol Injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. (1 )",
      "manufacturer": "Dr.Reddy's Laboratories Inc",
      "splSetId": "f472b60a-e6f5-1a87-3eff-539d6287d285"
    },
    {
      "brand": "Doxercalciferol",
      "indication": "1 INDICATIONS AND USAGE Doxercalciferol injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. Doxercalciferol is a synthetic vitamin D 2 analog: Doxercalciferol injection is indicated for the treatment of secondary hyperparathyroidism in adult patients with CKD on dialysis. ( 1 )",
      "manufacturer": "Amneal Pharmaceuticals LLC",
      "splSetId": "fa7e4294-0f59-492d-bd4f-d06a6c2d522c"
    }
  ],
  "id": "Doxercalciferol",
  "nciThesaurus": {
    "casRegistry": "54573-75-0",
    "chebiId": "",
    "chemicalFormula": "C28H44O2",
    "definition": "A synthetic analog of vitamin D with potential antineoplastic activity. In the liver, doxercalciferol is converted to its biologically active vitamin D metabolites, which control the intestinal absorption of dietary calcium, the tubular reabsorption of calcium by the kidney and, in conjunction with parathyroid hormone (PTH), the mobilization of calcium from the skeleton. Through interaction with specific receptor proteins in target tissues, these vitamin D metabolites act directly on osteoblasts to stimulate skeletal growth, and on the parathyroid glands to suppress PTH synthesis and secretion. This agent has also been shown to inhibit the growth of retinoblastomas, and may exhibit some antiproliferative activity against prostate cancer cells.",
    "fdaUniiCode": "3DIZ9LF5Y9",
    "identifier": "C2645",
    "preferredName": "Doxercalciferol",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C39713"
    ],
    "synonyms": [
      "(1alpha,3beta,5Z,7E,22E)-9,10-Secoergosta-5,7,10(19),22-tetraene-1,3-diol",
      "1-Alpha-Hydroxyvitamin D2",
      "DOXERCALCIFEROL",
      "Doxercalciferol",
      "Hectorol",
      "doxercalciferol"
    ]
  }
}