{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Doxorubicin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin Hydrochloride Injection is an anthracycline topoisomerase inhibitor indicated: as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer ( 1.1 ). for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms' tumor, metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma ( 1.2 ). 1.1 Adjuvant Breast Cancer Doxorubicin Hydrochloride Injection is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer . 1.2 Other Cancers Doxorubicin Hydrochloride Injection is indicated for the treatment of acute lymphoblastic leukemia acute myeloblastic leukemia Hodgkin lymphoma non-Hodgkin lymphoma (NHL) metastatic breast cancer metastatic Wilms' tumor metastatic neuroblastoma metastatic soft tissue sarcoma metastatic bone sarcoma metastatic ovarian carcinoma metastatic transitional cell bladder carcinoma metastatic thyroid carcinoma metastatic gastric carcinoma metastatic bronchogenic carcinoma",
      "manufacturer": "Pfizer Laboratories Div Pfizer Inc",
      "splSetId": "00634b2b-4e48-4178-8877-28582af894ad"
    },
    {
      "brand": "Adriamycin",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin is an anthracycline topoisomerase II inhibitor indicated: as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer (1.1) . for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms’ tumor, metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma (1.2) . 1.1 Adjuvant Breast Cancer Adriamycin (DOXOrubicin HCl) for Injection, USP is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer [see Clinical Studies (14.1 )]. 1.2 Other Cancers Doxorubicin is indicated for the treatment of acute lymphoblastic leukemia acute myeloblastic leukemia Hodgkin lymphoma non-Hodgkin lymphoma (NHL) metastatic breast cancer metastatic Wilms’ tumor metastatic neuroblastoma metastatic soft tissue sarcoma metastatic bone sarcoma metastatic ovarian carcinoma",
      "manufacturer": "Hikma Pharmaceuticals USA Inc.",
      "splSetId": "090bc1b1-3dc2-408d-94e6-48d2a3d4426c"
    },
    {
      "brand": "Adriamycin",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin is an anthracycline topoisomerase II inhibitor indicated: as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer ( 1.1 ). for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms’ tumor, metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma ( 1.2 ). 1.1 Adjuvant Breast Cancer Adriamycin (DOXOrubicin HCl) Injection, USP and Adriamycin (DOXOrubicin HCl) for Injection, USP is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer [see Clinical Studies (14.1 )]. 1.2 Other Cancers Doxorubicin is indicated for the treatment of acute lymphoblastic leukemia acute myeloblastic leukemia Hodgkin lymphoma non-Hodgkin lymphoma (NHL) metastatic breast cancer metastatic Wilms’ tumor metastatic neuroblastoma metastatic soft tissue sarcoma metastatic bone sarcoma metastatic ovarian carcinoma",
      "manufacturer": "Hikma Pharmaceuticals USA Inc.",
      "splSetId": "0f153c1e-efce-4276-8273-d9e4c8455d16"
    },
    {
      "brand": "DOXORUBICIN HYDROCHLORIDE",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin hydrochloride liposome injection is an anthracycline topoisomerase inhibitor indicated for: Ovarian cancer After failure of platinum-based chemotherapy ( 1.1 ). AIDS-related Kaposi's Sarcoma After failure of prior systemic chemotherapy or intolerance to such therapy ( 1.2 ). Multiple Myeloma In combination with bortezomib in patients who have not previously received bortezomib and have received at least one prior therapy ( 1.3 ). 1.1 Ovarian Cancer Doxorubicin hydrochloride liposome injection is indicated for the treatment of patients with ovarian cancer whose disease has progressed or recurred after platinum-based chemotherapy. 1.2 AIDS-Related Kaposi's Sarcoma Doxorubicin hydrochloride liposome injection is indicated for the treatment of AIDS-related Kaposi's sarcoma in patients after failure of prior systemic chemotherapy or intolerance to such therapy. 1.3 Multiple Myeloma Doxorubicin hydrochloride liposome injection, in combination with bortezomib, is indicated for the treatment of patients with multiple myeloma who have not previously received bortezomib and have received at least one prior therapy.",
      "manufacturer": "Zydus Pharmaceuticals (USA) Inc.",
      "splSetId": "15a84bd6-b565-4722-bb92-e4c919620a90"
    },
    {
      "brand": "DOXIL",
      "indication": "1 INDICATIONS AND USAGE Doxil liposomal infusion is an anthracycline topoisomerase inhibitor indicated for: • Ovarian cancer: After failure of platinum-based chemotherapy ( 1.1 ) • AIDS-related Kaposi’s Sarcoma: After failure of prior systemic chemotherapy or intolerance to such therapy ( 1.2 ) • Multiple Myeloma: In combination with bortezomib in patients who have not previously received bortezomib and have received at least one prior therapy ( 1.3 ) 1.1 Ovarian Cancer DOXIL liposomal infusion is indicated for the treatment of patients with ovarian cancer whose disease has progressed or recurred after platinum-based chemotherapy. 1.2 AIDS-Related Kaposi’s Sarcoma DOXIL liposomal infusion is indicated for the treatment of AIDS-related Kaposi's sarcoma in patients after failure of prior systemic chemotherapy or intolerance to such therapy. 1.3 Multiple Myeloma DOXIL liposomal infusion, in combination with bortezomib, is indicated for the treatment of patients with multiple myeloma who have not previously received bortezomib and have received at least one prior therapy.",
      "manufacturer": "Baxter Healthcare Corporation",
      "splSetId": "1c153e9e-4cf2-4ac7-9cf9-16f9b48d7dce"
    },
    {
      "brand": "Doxorubicin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin Hydrochloride Injection/for Injection is an anthracycline topoisomerase inhibitor indicated: as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer ( 1.1 ). for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms' tumor, metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma ( 1.2 ). 1.1 Adjuvant Breast Cancer Doxorubicin Hydrochloride Injection/for Injection is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer . 1.2 Other Cancers Doxorubicin Hydrochloride Injection/for Injection is indicated for the treatment of acute lymphoblastic leukemia acute myeloblastic leukemia Hodgkin lymphoma non-Hodgkin lymphoma (NHL) metastatic breast cancer metastatic Wilms' tumor metastatic neuroblastoma metastatic soft tissue sarcoma metastatic bone sarcoma metastatic ovarian carcinoma metastatic transitional cell bladder carcinoma metastatic thyroid carcinoma metastatic gastric carcinoma metastatic bronchogenic carcinoma",
      "manufacturer": "Pfizer Laboratories Div Pfizer Inc",
      "splSetId": "1fd148fb-0fbc-4b6f-b790-23546fb46a71"
    },
    {
      "brand": "Doxorubicin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin Hydrochloride Injection is an anthracycline topoisomerase inhibitor indicated: as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer ( 1.1 ). for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms’ tumor, metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma ( 1.2 ). 1.1 Adjuvant Breast Cancer Doxorubicin Hydrochloride Injection is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer. 1.2 Other Cancers Doxorubicin Hydrochloride Injection is indicated for the treatment of acute lymphoblastic leukemia acute myeloblastic leukemia Hodgkin lymphoma non-Hodgkin lymphoma (NHL) metastatic breast cancer metastatic Wilms’ tumor metastatic neuroblastoma metastatic soft tissue sarcoma metastatic bone sarcoma metastatic ovarian carcinoma metastatic transitional cell bladder carcinoma metastatic thyroid carcinoma metastatic gastric carcinoma metastatic bronchogenic carcinoma",
      "manufacturer": "Actavis Pharma, Inc.",
      "splSetId": "33ddfdb1-b4bc-464d-a186-49c4b156279f"
    },
    {
      "brand": "Doxorubicin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin is an anthracycline topoisomerase II inhibitor indicated: as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer ( 1.1 ). for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms’ tumor, metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma ( 1.2 ). 1.1 Adjuvant Breast Cancer DOXOrubicin HCl Injection, USP is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer [see Clinical Studies (14.1 )]. 1.2 Other Cancers Doxorubicin is indicated for the treatment of acute lymphoblastic leukemia acute myeloblastic leukemia Hodgkin lymphoma non-Hodgkin lymphoma (NHL) metastatic breast cancer metastatic Wilms’ tumor metastatic neuroblastoma metastatic soft tissue sarcoma metastatic bone sarcoma metastatic ovarian carcinoma metastatic transitional cell bladder carcinoma metastatic thyroid carcinoma metastatic gastric carcinoma metastatic bronchogenic carcinoma",
      "manufacturer": "Hikma Pharmaceuticals USA Inc.",
      "splSetId": "36924f82-6c05-4989-9f41-a398c0ad48e6"
    },
    {
      "brand": "Doxorubicin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin Hydrochloride Injection is an anthracycline topoisomerase inhibitor indicated: as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer ( 1.1 ). for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms’ tumor, metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma ( 1.2 ). 1.1 Adjuvant Breast Cancer Doxorubicin Hydrochloride Injection is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer. 1.2 Other Cancers Doxorubicin Hydrochloride Injection is indicated for the treatment of acute lymphoblastic leukemia acute myeloblastic leukemia Hodgkin lymphoma non-Hodgkin lymphoma (NHL) metastatic breast cancer metastatic Wilms’ tumor metastatic neuroblastoma metastatic soft tissue sarcoma metastatic bone sarcoma metastatic ovarian carcinoma metastatic transitional cell bladder carcinoma metastatic thyroid carcinoma metastatic gastric carcinoma metastatic bronchogenic carcinoma",
      "manufacturer": "Northstar RxLLC",
      "splSetId": "3a57ce24-f931-4db9-b012-6f3b5cba548e"
    },
    {
      "brand": "doxorubicin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin hydrochloride liposome injection is an anthracycline topoisomerase inhibitor indicated for: • Ovarian cancer: After failure of platinum-based chemotherapy ( 1.1 ) • AIDS-related Kaposi's Sarcoma: After failure of prior systemic chemotherapy or intolerance to such therapy ( 1.2 ) • Multiple Myeloma: In combination with bortezomib in patients who have not previously received bortezomib and have received at least one prior therapy ( 1.3 ) 1.1 Ovarian Cancer Doxorubicin hydrochloride liposome injection is indicated for the treatment of patients with ovarian cancer whose disease has progressed or recurred after platinum-based chemotherapy. 1.2 AIDS-Related Kaposi's Sarcoma Doxorubicin hydrochloride liposome injection is indicated for the treatment of AIDS-related Kaposi's sarcoma in patients after failure of prior systemic chemotherapy or intolerance to such therapy. 1.3 Multiple Myeloma Doxorubicin hydrochloride liposome injection, in combination with bortezomib, is indicated for the treatment of patients with multiple myeloma who have not previously received bortezomib and have received at least one prior therapy.",
      "manufacturer": "Padagis US LLC",
      "splSetId": "54e2a32f-7f41-4ed7-926d-f6c9b0b225c6"
    },
    {
      "brand": "Doxorubicin Hydrochloride",
      "indication": "1. INDICATIONS AND USAGE Doxorubicin hydrochloride, USP is an anthracycline topoisomerase II inhibitor indicated: • as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer ( 1.1 ). • for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms' tumor, metastatic neuroblastoma ,metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma ( 1.2 ). 1.1 Adjuvant Breast Cancer Doxorubicin hydrochloride, USP is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer [see Clinical Studies (14) ]. 1.2 Other Cancers Doxorubicin hydrochloride, USP is indicated for the treatment of • acute lymphoblastic leukemia • acute myeloblastic leukemia • Hodgkin lymphoma • non-Hodgkin lymphoma (NHL) • metastatic breast cancer • metastatic Wilms' tumor • metastatic neuroblastoma • metastatic soft tissue sarcoma • metastatic bone sarcoma • metastatic ovarian carcinoma • metastatic transitional cell bladder carcinoma • metastatic thyroid carcinoma • metastatic gastric carcinoma • metastatic bronchogenic carcinoma",
      "manufacturer": "Mylan Institutional LLC",
      "splSetId": "5f71f79a-4f14-472d-b982-e28c3ce8f972"
    },
    {
      "brand": "Doxorubicin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin hydrochloride liposome injection is an anthracycline topoisomerase II inhibitor indicated for: • Ovarian cancer After failure of platinum-based chemotherapy. (1.1 ) • AIDS-related Kaposi’s Sarcoma After failure of prior systemic chemotherapy or intolerance to such therapy. ( 1.2 ) • Multiple Myeloma In combination with bortezomib in patients who have not previously received bortezomib and have received at least one prior therapy.Doxorubicin hydrochloride is an anthracycline topoisomerase inhibitor indicated for: ( 1.3 ) 1.1 Ovarian Cancer Doxorubicin hydrochloride liposome injection is indicated for the treatment of patients with ovarian cancer whose disease has progressed or recurred after platinum-based chemotherapy. 1.2 AIDS-Related Kaposi’s Sarcoma Doxorubicin hydrochloride liposome injection is indicated for the treatment of AIDS-related Kaposi’s sarcoma in patients after failure of prior systemic chemotherapy or intolerance to such therapy. 1.3 Multiple Myeloma Doxorubicin hydrochloride liposome injection, in combination with bortezomib, is indicated for the treatment of patients with multiple myeloma who have not previously received bortezomib and have received at least one prior therapy.",
      "manufacturer": "NorthStar RxLLC",
      "splSetId": "67417a18-e0f4-c9a0-e152-b8d8dc934af6"
    },
    {
      "brand": "DOXOrubicin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin hydrochloride (HCl) is an anthracycline topoisomerase II inhibitor indicated: as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer (1.1). for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms’ tumor, metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma (1.2). 1.1 Adjuvant Breast Cancer DOXOrubicin hydrochloride injection, USP is indicated as a c omponent of multi-a gent adjuvant chemotherapy for treat ment of wo men with axillary lymph node involve ment following resection of pri mary breast cancer [see Clinical Studies (14.1 ) ]. 1.2 Other Cancers DOXOrubicin hydrochloride injection, USP is indicated for the treat ment of acute ly mphoblastic leu ke mia acute m yeloblastic leuke mia Hodgkin lympho ma non-Hodgkin ly mpho ma (NHL) metastatic breast cancer metastatic Wil ms’ tumor metastatic neurobla stoma metastatic s oft tissue sa rco ma metastatic bone sarco ma metastatic o varian car cino ma metastatic t ransitional c ell bladder carcino ma metastatic t hyroid carcinoma metastatic gastric carcinoma metastatic bronchogenic carcinoma",
      "manufacturer": "Sun Pharmaceutical Industries, Inc.",
      "splSetId": "6bcde92b-e584-4919-866a-68847ea201ba"
    },
    {
      "brand": "Doxorubicin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin Hydrochloride Injection is an anthracycline topoisomerase inhibitor indicated: •as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer ( 1.1 ). •for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms' tumor,metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma ( 1.2 ). 1.1 Adjuvant Breast Cancer Doxorubicin Hydrochloride Injection is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer. 1.2 Other Cancers Doxorubicin Hydrochloride Injection is indicated for the treatment of acute lymphoblastic leukemia acute myeloblastic leukemia Hodgkin lymphoma non-Hodgkin lymphoma (NHL) metastatic breast cancer metastatic Wilms’ tumor metastatic neuroblastoma metastatic soft tissue sarcoma metastatic bone sarcoma metastatic ovarian carcinoma metastatic transitional cell bladder carcinoma metastatic thyroid carcinoma metastatic gastric carcinoma metastatic bronchogenic carcinoma",
      "manufacturer": "Gland Pharma Limited",
      "splSetId": "74b14803-afc8-4a2e-ba92-43f1a72025eb"
    },
    {
      "brand": "Doxorubicin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin hydrochloride liposome injection is an anthracycline topoisomerase II inhibitor indicated for: • Ovarian cancer After failure of platinum-based chemotherapy. (1.1 ) • AIDS-related Kaposi’s Sarcoma After failure of prior systemic chemotherapy or intolerance to such therapy. ( 1.2 ) • Multiple Myeloma In combination with bortezomib in patients who have not previously received bortezomib and have received at least one prior therapy.( 1.3 ) 1.1 Ovarian Cancer Doxorubicin hydrochloride liposome injection is indicated for the treatment of patients with ovarian cancer whose disease has progressed or recurred after platinum-based chemotherapy. 1.2 AIDS-Related Kaposi’s Sarcoma Doxorubicin hydrochloride liposome injection is indicated for the treatment of AIDS-related Kaposi’s sarcoma in patients after failure of prior systemic chemotherapy or intolerance to such therapy. 1.3 Multiple Myeloma Doxorubicin hydrochloride liposome injection, in combination with bortezomib, is indicated for the treatment of patients with multiple myeloma who have not previously received bortezomib and have received at least one prior therapy.",
      "manufacturer": "Dr. Reddy's Laboratories Inc",
      "splSetId": "8216352e-dbf6-b1b0-3ae6-614ed44ef55e"
    },
    {
      "brand": "Doxorubicin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin hydrochloride (HCl) is an anthracycline topoisomerase II inhibitor indicated: as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer. ( 1.1 ) for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms' tumor, metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma. ( 1.2 ) 1.1 Adjuvant Breast Cancer Doxorubicin HCl is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer [see Clinical Studies (14.1)]. 1.2 Other Cancers Doxorubicin HCl is indicated for the treatment of: acute lymphoblastic leukemia acute myeloblastic leukemia Hodgkin lymphoma non-Hodgkin lymphoma (NHL) metastatic breast cancer metastatic Wilms' tumor metastatic neuroblastoma metastatic soft tissue sarcoma metastatic bone sarcoma metastatic ovarian carcinoma metastatic transitional cell bladder carcinoma metastatic thyroid carcinoma metastatic gastric carcinoma metastatic bronchogenic carcinoma",
      "manufacturer": "Athenex Pharmaceutical Division, LLC.",
      "splSetId": "8fa04d6d-ac9f-437a-9891-fed0d90a789d"
    },
    {
      "brand": "Doxorubicin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Doxorubicin is an anthracycline topoisomerase II inhibitor indicated: as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer ( 1.1 ). for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms’ tumor, metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma ( 1.2 ). 1.1 Adjuvant Breast Cancer DOXOrubicin HCl Injection, USP is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer [see Clinical Studies (14.1 )]. 1.2 Other Cancers Doxorubicin is indicated for the treatment of acute lymphoblastic leukemia acute myeloblastic leukemia Hodgkin lymphoma non-Hodgkin lymphoma (NHL) metastatic breast cancer metastatic Wilms’ tumor metastatic neuroblastoma metastatic soft tissue sarcoma metastatic bone sarcoma metastatic ovarian carcinoma metastatic transitional cell bladder carcinoma metastatic thyroid carcinoma metastatic gastric carcinoma metastatic bronchogenic carcinoma",
      "manufacturer": "Hikma Pharmaceuticals USA Inc.",
      "splSetId": "971de64b-ff09-4370-afd9-6eb1093ad27d"
    },
    {
      "brand": "Adriamycin",
      "indication": "1 INDICATIONS AND USAGE Cardiomyopathy: Myocardial damage, including acute left ventricular failure can occur with doxorubicin. The risk of cardiomyopathy is proportional to the cumulative exposure with incidences from 1% to 20% for cumulative doses from 300 mg/m 2 to 500 mg/m 2 when doxorubicin is administered every 3 weeks. The risk of cardiomyopathy is further increased with concomitant cardiotoxic therapy. Assess LVEF before and regularly during and after treatment with doxorubicin [see Warnings and Precautions ( 5.1 )]. Secondary Malignancies: Secondary acute myelogenous leukemia (AML) and myelodysplastic syndrome (MDS) occur at a higher incidence in patients treated with anthracyclines, including doxorubicin [see Warnings and Precautions ( 5.2 )]. Extravasation and Tissue Necrosis: Extravasation of doxorubicin can result in severe local tissue injury and necrosis requiring wide excision of the affected area and skin grafting.Immediately terminate the drug, and apply ice to the affected area [see Warnings and Precautions ( 5.3 )]. Severe myelosuppression resulting in serious infection, septic shock, requirement for transfusions, hospitalization, and death may occur [see Warnings and Precautions ( 5.4 )]. Doxorubicin is an anthracycline topoisomerase II inhibitor indicated: as a component of multiagent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer ( 1.1 ). for the treatment of: acute lymphoblastic leukemia, acute myeloblastic leukemia, Hodgkin lymphoma, Non-Hodgkin lymphoma, metastatic breast cancer, metastatic Wilms’ tumor, metastatic neuroblastoma, metastatic soft tissue sarcoma, metastatic bone sarcomas, metastatic ovarian carcinoma, metastatic transitional cell bladder carcinoma, metastatic thyroid carcinoma, metastatic gastric carcinoma, metastatic bronchogenic carcinoma ( 1.2 ). 1.1 Adjuvant Breast Cancer Adriamycin (DOXOrubicin HCl) Injection, USP and Adriamycin (DOXOrubicin HCl) for Injection, USP is indicated as a component of multi-agent adjuvant chemotherapy for treatment of women with axillary lymph node involvement following resection of primary breast cancer [see Clinical Studies (14.1 )]. 1.2 Other Cancers Doxorubicin is indicated for the treatment of acute lymphoblastic leukemia acute myeloblastic leukemia Hodgkin lymphoma non-Hodgkin lymphoma (NHL) metastatic breast cancer metastatic Wilms’ tumor metastatic neuroblastoma metastatic soft tissue sarcoma metastatic bone sarcoma metastatic ovarian carcinoma",
      "manufacturer": "Hikma Pharmaceuticals USA Inc.",
      "splSetId": "b05d7515-2179-4f4b-b37e-dccc77127f8f"
    }
  ],
  "id": "Doxorubicin_Hydrochloride",
  "nciThesaurus": {
    "casRegistry": "25316-40-9",
    "chebiId": "",
    "chemicalFormula": "C27H29NO11.HCl",
    "definition": "The hydrochloride salt of doxorubicin, an anthracycline antibiotic with antineoplastic activity. Doxorubicin, isolated from the bacterium Streptomyces peucetius var. caesius, is the hydroxylated congener of daunorubicin. Doxorubicin intercalates between base pairs in the DNA helix, thereby preventing DNA replication and ultimately inhibiting protein synthesis. Additionally, doxorubicin inhibits topoisomerase II which results in an increased and stabilized cleavable enzyme-DNA linked complex during DNA replication and subsequently prevents the ligation of the nucleotide strand after double-strand breakage. Doxorubicin also forms oxygen free radicals resulting in cytotoxicity secondary to lipid peroxidation of cell membrane lipids; the formation of oxygen free radicals also contributes to the toxicity of the anthracycline antibiotics, namely the cardiac and cutaneous vascular effects.",
    "fdaUniiCode": "82F2G7BL4E",
    "identifier": "C1326",
    "preferredName": "Doxorubicin Hydrochloride",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C67502"
    ],
    "synonyms": [
      "14-Hydroxydaunorubicin Hydrochloride",
      "3-Hydroxyacetyldaunorubicin Hydrochloride",
      "5,12-Naphthacenedione, 10-[(3-amino-2,3,6-trideoxy-alpha-L-lyxo-hexopyranosyl)oxy]-7,8, 9,10-tetrahydro-6,8,11-trihydroxy-8-(hydroxyacetyl)-1-methoxy-, hydrochloride, (8S-cis)- (9CI)",
      "5,12-Naphthacenedione, 10-[(3-amino-2,3,6-trideoxy-alpha-L-lyxo-hexopyranosyl)oxy]-7,8,9,10-tetrahydro-6,8,11-trihydroxy-8-(hydroxyacetyl)-1-methoxy-,hydrochloride, (8S-cis)-(9CI)",
      "ADM",
      "ADRIAMYCIN, HYDROCHLORIDE",
      "Adriacin",
      "Adriamycin",
      "Adriamycin Hydrochloride",
      "Adriamycin PFS",
      "Adriamycin RDF",
      "Adriamycin hydrochloride",
      "Adriamycine",
      "Adriblastina",
      "Adriblastine",
      "Adrimedac",
      "Chloridrato de Doxorrubicina",
      "DOX",
      "DOXO-CELL",
      "DOXORUBICIN HYDROCHLORIDE",
      "Doxolem",
      "Doxorubicin HCl",
      "Doxorubicin Hydrochloride",
      "Doxorubicin hydrochloride",
      "Doxorubicin.HCl",
      "Doxorubin",
      "FI 106",
      "FI-106",
      "Farmiblastina",
      "L-Lyxo-hexopyranoside, 3b-glycol-1,2,3,4,6,11-hexahydro-3,5,12-trihydroxy-10-methoxy-6,11-dioxo-1a-naphthacenyl 3-amino-2,3,6-trideoxy-alpha-, hydrochloride",
      "Rubex",
      "doxorubicin hydrochloride",
      "hydroxydaunorubicin"
    ]
  }
}