{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Ellence",
      "indication": "1 INDICATIONS AND USAGE ELLENCE is indicated as a component of adjuvant therapy in patients with evidence of axillary node tumor involvement following resection of primary breast cancer [see Clinical Studies (14.1) ] . ELLENCE is an anthracycline topoisomerase inhibitor indicated as a component of adjuvant therapy in patients with evidence of axillary node tumor involvement following resection of primary breast cancer ( 1 ).",
      "manufacturer": "Pharmacia and Upjohn Company LLC",
      "splSetId": "0a03c798-a652-4895-b29c-3b521a89ba42"
    },
    {
      "brand": "Epirubicin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Epirubicin Hydrochloride Injection, USP is indicated as a component of adjuvant therapy in patients with evidence of axillary node tumor involvement following resection of primary breast cancer [see Clinical Studies (14.1 )]. Epirubicin Hydrochloride Injection, USP is an anthracycline topoisomerase II inhibitor indicated as a component of adjuvant therapy in patients with evidence of axillary node tumor involvement following resection of primary breast cancer (1) .",
      "manufacturer": "Hikma Pharmaceuticals USA Inc.",
      "splSetId": "a24ff5f2-0a9a-4222-9135-1d4094ddd2e0"
    },
    {
      "brand": "EPIRUBICIN HYDROCHLORIDE",
      "indication": "1 INDICATIONS AND USAGE Epirubicin Hydrochloride Injection is an anthracycline topoisomerase II inhibitor indicated as a component of adjuvant therapy in patients with evidence of axillary node tumor involvement following resection of primary breast cancer ( 1 ). Epirubicin Hydrochloride Injection is indicated as a component of adjuvant therapy in patients with evidence of axillary node tumor involvement following resection of primary breast cancer [ see Clinical Studies (14.1) ] .",
      "manufacturer": "Areva Pharmaceuticals,Inc.",
      "splSetId": "ab115cc4-43cd-4a59-aa01-89e356ce3a08"
    },
    {
      "brand": "Epirubicin Hydrochloride",
      "indication": "1 INDICATIONS & USAGE Epirubicin Hydrochloride Injection is indicated as a component of adjuvant therapy in patients with evidence of axillary node tumor involvement following resection of primary breast cancer [see Clinical Studies (14.1 )]. Epirubicin Hydrochloride Injection is an anthracycline topoisomerase II inhibitor indicated as a component of adjuvant therapy in patients with evidence of axillary node tumor involvement following resection of primary breast cancer ( 1.1 ).",
      "manufacturer": "Actavis Pharma, Inc.",
      "splSetId": "d42a4313-63b8-47d5-a346-817998b5bf95"
    }
  ],
  "id": "Epirubicin_Hydrochloride",
  "nciThesaurus": {
    "casRegistry": "56390-09-1",
    "chebiId": "",
    "chemicalFormula": "C27H29NO11.HCl",
    "definition": "The hydrochloride salt of the 4'-epi-isomer of the anthracycline antineoplastic antibiotic doxorubicin. Epirubicin intercalates into DNA and inhibits topoisomerase II, thereby inhibiting DNA replication and ultimately, interfering with RNA and protein synthesis. This agent also produces toxic free-radical intermediates and interacts with cell membrane lipids causing lipid peroxidation.",
    "fdaUniiCode": "22966TX7J5",
    "identifier": "C474",
    "preferredName": "Epirubicin Hydrochloride",
    "semanticType": "Antibiotic",
    "subclassOf": [
      "C1594"
    ],
    "synonyms": [
      "(8S-cis)-10-((3-Amino-2,3,6-trideoxy-beta-L-arabino-hexopyranosyl)oxy)-7,8,9,10-tetrahydro-6,8,11-trihydroxy-8-(hydroxyacetyl)-1-methoxy-5,12-naphthacenedione Hydrochloride",
      "3-Glycoloyl-1,2,3,4,6,11-hexahydro-3,5,12-trihydroxy-10-methoxy-6,11-dioxo-1-naphthacenyl-3-amino-2,3,6-trideoxy-alpha-L-arabino-hexopyranoside Hydrochloride",
      "EPIRUBICIN HYDROCHLORIDE",
      "Ellence",
      "Epirubicin Hydrochloride",
      "IMI-28",
      "Pharmorubicin PFS",
      "epirubicin hydrochloride"
    ]
  }
}