{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "FLUOROURACIL",
      "indication": "INDICATIONS AND USAGE Fluorouracil Cream is recommended for the topical treatment of multiple actinic or solar keratoses. In the 5% strength it is also useful in the treatment of superficial basal cell carcinomas when conventional methods are impractical, such as with multiple lesions or difficult treatment sites. Safety and efficacy in other indications have not been established. The diagnosis should be established prior to treatment, since this method has not been proven effective in other types of basal cell carcinomas. With isolated, easily accessible basal cell carcinomas, surgery is preferred since success with such lesions is almost 100%. The success rate with Fluorouracil Cream is approximately 93%, based on 113 lesions in 54 patients. Eighty-eight lesions treated with the cream produced 7 failures.",
      "manufacturer": "Mayne Pharma Inc.",
      "splSetId": "06475bd8-66d9-4f88-90e4-b367480dab39"
    },
    {
      "brand": "Fluorouracil",
      "indication": "1 INDICATIONS & USAGE Fluorouracil is indicated for the treatment of patients with: 1.1Adenocarcinoma of the Colon and Rectum 1.2Adenocarcinoma of the Breast 1.3Gastric Adenocarcinoma 1.4Pancreatic Adenocarcinoma Fluorouracil is a nucleoside metabolic inhibitor indicated for the treatment of patients with •Adenocarcinoma of the Colon and Rectum (1.1) •Adenocarcinoma of the Breast (1.2) •Gastric Adenocarcinoma (1.3) •Pancreatic Adenocarcinoma (1.4)",
      "manufacturer": "Xiromed LLC",
      "splSetId": "19735014-c6fb-0a05-c330-2e9389c71216"
    },
    {
      "brand": "Fluorouracil",
      "indication": "INDICATIONS AND USAGE Fluorouracil is recommended for the topical treatment of multiple actinic or solar keratoses. In the 5% strength it is also useful in the treatment of superficial basal cell carcinomas when conventional methods are impractical, such as with multiple lesions or difficult treatment sites. Safety and efficacy in other indications have not been established. The diagnosis should be established prior to treatment, since this method has not been proven effective in other types of basal cell carcinomas. With isolated, easily accessible basal cell carcinomas, surgery is preferred since success with such lesions is almost 100%. The success rate with fluorouracil topical solution is approximately 93%, based on 113 lesions in 54 patients. Twenty-five lesions treated with the solution produced 1 failure.",
      "manufacturer": "Taro Pharmaceuticals U.S.A., Inc.",
      "splSetId": "1b2f6145-b338-42ed-88a7-f4da65c59164"
    },
    {
      "brand": "Fluorouracil",
      "indication": "1 INDICATIONS AND USAGE Fluorouracil is indicated for the treatment of patients with: • Adenocarcinoma of the Colon and Rectum • Adenocarcinoma of the Breast • Gastric Adenocarcinoma • Pancreatic Adenocarcinoma Fluorouracil is a nucleoside metabolic inhibitor indicated for the treatment of patients with Adenocarcinoma of the Colon and Rectum ( 1 ) Adenocarcinoma of the Breast ( 1 ) Gastric Adenocarcinoma ( 1 ) Pancreatic Adenocarcinoma ( 1 )",
      "manufacturer": "Fresenius Kabi USA, LLC",
      "splSetId": "21af1777-87f7-4e40-9917-f1677e7ff1a5"
    },
    {
      "brand": "Fluoroplex",
      "indication": "INDICATIONS AND USAGE FLUOROPLEX Cream is indicated for the topical treatment of multiple actinic (solar) keratoses.",
      "manufacturer": "Almirall, LLC",
      "splSetId": "258bb79a-56b3-4f46-ade6-7331ec031074"
    },
    {
      "brand": "Fluorouracil Cream",
      "indication": "INDICATIONS AND USAGE Fluorouracil cream, 0.5% is indicated for the topical treatment of multiple actinic or solar keratoses of the face and anterior scalp.",
      "manufacturer": "Mylan Pharmaceuticals Inc.",
      "splSetId": "2e7939fa-eadb-459e-be03-99b74273b393"
    }
  ],
  "id": "Fluorouracil",
  "nciThesaurus": {
    "casRegistry": "51-21-8",
    "chebiId": "CHEBI:46345",
    "chemicalFormula": "C4H3FN2O2",
    "definition": "An antimetabolite fluoropyrimidine analog of the nucleoside pyrimidine with antineoplastic activity. Fluorouracil and its metabolites possess a number of different mechanisms of action. In vivo, fluoruracil is converted to the active metabolite 5-fluoroxyuridine monophosphate (F-UMP); replacing uracil, F-UMP incorporates into RNA and inhibits RNA processing, thereby inhibiting cell growth. Another active metabolite, 5-5-fluoro-2'-deoxyuridine-5'-O-monophosphate (F-dUMP), inhibits thymidylate synthase, resulting in the depletion of thymidine triphosphate (TTP), one of the four nucleotide triphosphates used in the in vivo synthesis of DNA. Other fluorouracil metabolites incorporate into both RNA and DNA; incorporation into RNA results in major effects on both RNA processing and functions.",
    "fdaUniiCode": "U3P01618RT",
    "identifier": "C505",
    "preferredName": "Fluorouracil",
    "semanticType": "Nucleic Acid, Nucleoside, or Nucleotide",
    "subclassOf": [
      "C1557",
      "C2021"
    ],
    "synonyms": [
      "2,4-Dioxo-5-fluoropyrimidine",
      "5 FU",
      "5 Fluorouracil",
      "5 Fluorouracilum",
      "5-FU",
      "5-Fluoro-2,4(1H, 3H)-pyrimidinedione",
      "5-Fluoro-2,4(1H,3H)-pyrimidinedione",
      "5-Fluorouracil",
      "5-Fluracil",
      "5-Fu",
      "5-fluorouracil",
      "5FU",
      "AccuSite",
      "Adrucil",
      "Carac",
      "FLUOROURACIL",
      "Fluoro Uracil",
      "Fluorouracil",
      "Fluouracil",
      "Flurablastin",
      "Fluracedyl",
      "Fluracil",
      "Fluril",
      "Fluroblastin",
      "Ribofluor",
      "Ro 2-9757",
      "Ro-2-9757",
      "fluorouracil"
    ]
  }
}