{
  "emaEpar": [],
  "fdaDrugLabel": [],
  "id": "Fosifloxuridine_Nafalbenamide",
  "nciThesaurus": {
    "casRegistry": "1332837-31-6",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A phosphoramidate-based prodrug of the monophosphate (MP) form of 5-fluoro-2'-deoxyuridine (FUdR; FUDR), the active metabolite of fluorouracil (5-FU), an antimetabolite fluoropyrimidine analog of the pyrimidine nucleoside, with potential antineoplastic activity. Upon administration of the nucleotide analog prodrug fosifloxuridine nafalbenamide, fosifloxuridine nafalbenamide is readily taken up by tumor cells. In the tumor cell, the phosphoramidate moiety is removed and fosifloxuridine nafalbenamide is converted to its active form FUDR-MP. In turn, FUDR-MP binds to and inhibits thymidylate synthase (TS), resulting in the depletion of thymidine triphosphate (TTP) and thus DNA synthesis. With the phosphoramidate moiety attached to FUDR-MP, fosifloxuridine nafalbenamide, compared to 5-FU, is more lipophilic and accumulates in cancer cells by passive diffusion and does not require a nucleoside transporter, thereby generating higher intracellular concentrations. In addition, compared to 5-FU, once inside the cell FUDR-MP does not need to be phosphorylated and is already in its active form. Unlike 5-FU, fosifloxuridine nafalbenamide does not get deactivated or converted into toxic metabolites by dihydropyrimidine dehydrogenase (DPD) and thymidine phosphorylase (TP), which leads to both a longer half-life and less toxicity.",
    "fdaUniiCode": "4YO6QT3SZ9",
    "identifier": "C156680",
    "preferredName": "Fosifloxuridine Nafalbenamide",
    "semanticType": "Nucleic Acid, Nucleoside, or Nucleotide",
    "subclassOf": [
      "C1557",
      "C2021"
    ],
    "synonyms": [
      "5-FU Analog Prodrug NUC-3373",
      "FOSIFLOXURIDINE NAFALBENAMIDE",
      "Fosifloxuridine Nafalbenamide",
      "L-Alanine, N-(-2'-Deoxy-2',2'-difluoro-p-1-naphthalenyl-5'-cytidylyl)-, Phenylmethyl Ester",
      "NUC 3373",
      "NUC-3373",
      "NUC3373",
      "Nucleotide Analog NUC-3373",
      "Phosphoramidate-FUDR-MP Prodrug NUC-3373"
    ]
  }
}