{
  "emaEpar": [
    {
      "activeSubstance": "imatinib",
      "conditionIndication": "Glivec is indicated for the treatment of, , adult and paediatric patients with newly diagnosed Philadelphia-chromosome (bcr-abl)-positive (Ph+) chronic myeloid leukaemia (CML) for whom bone-marrow transplantation is not considered as the first line of treatment;, \tadult and paediatric patients with Ph+ CML in chronic phase after failure of interferon-alpha therapy, or in accelerated phase or blast crisis;, \tadult and paediatric patients with newly diagnosed Philadelphia-chromosome-positive acute lymphoblastic leukaemia (Ph+ ALL) integrated with chemotherapy;, \tadult patients with relapsed or refractory Ph+ ALL as monotherapy;, \tadult patients with myelodysplastic / myeloproliferative diseases (MDS / MPD) associated with platelet-derived growth factor receptor (PDGFR) gene re-arrangements;, \tadult patients with advanced hypereosinophilic syndrome (HES) and / or chronic eosinophilic leukaemia (CEL) with FIP1L1-PDGFRa rearrangement., The effect of Glivec on the outcome of bone-marrow transplantation has not been determined., , Glivec is indicated for:, , the treatment of adult patients with Kit (CD 117)-positive unresectable and / or metastatic malignant gastrointestinal stromal tumours (GIST);, \tthe adjuvant treatment of adult patients who are at significant risk of relapse following resection of Kit (CD117)-positive GIST. Patients who have a low or very low risk of recurrence should not receive adjuvant treatment;, \tthe treatment of adult patients with unresectable dermatofibrosarcoma protuberans (DFSP) and adult patients with recurrent and / or metastatic DFSP who are not eligible for surgery., In adult and paediatric patients, the effectiveness of Glivec is based on overall haematological and cytogenetic response rates and progression-free survival in CML, on haematological and cytogenetic response rates in Ph+ ALL, MDS / MPD, on haematological response rates in HES / CEL and on objective response rates in adult patients with unresectable and / or metastatic GIST and DFSP and on recurrence-free survival in adjuvant GIST. The experience with Glivec in patients with MDS / MPD associated with PDGFR gene re-arrangements is very limited (see section 5.1). Except in newly diagnosed chronic phase CML, there are no controlled trials demonstrating a clinical benefit or increased survival for these diseases., ",
      "inn": "imatinib",
      "marketingAuthorisationDate": "2001-11-07 01:00:00",
      "marketingAuthorisationHolder": "Novartis Europharm Limited",
      "medicineName": "Glivec",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/glivec"
    },
    {
      "activeSubstance": "imatinib",
      "conditionIndication": "Imatinib Teva is indicated for the treatment ofAdult and paediatric patients with newly diagnosed Philadelphia chromosome (bcr‑abl) positive (Ph+) chronic myeloid leukaemia (CML) for whom bone marrow transplantation is not considered as the first line of treatment.Adult and paediatric patients with Ph+ CML in chronic phase after failure of interferon‑alpha therapy, or in accelerated phase or blast crisis..Adult and paediatric patients with newly diagnosed Philadelphia chromosome positive acute lymphoblastic leukaemia (Ph+ ALL) integrated with chemotherapy.Adult patients with relapsed or refractory Ph+ ALL as monotherapy.Adult patients with myelodysplastic/myeloproliferative diseases (MDS/MPD) associated with platelet-derived growth factor receptor (PDGFR) gene re-arrangements.Adult patients with advanced hypereosinophilic syndrome (HES) and/or chronic eosinophilic leukaemia (CEL) with FIP1L1-PDGFRα rearrangement.The effect of imatinib on the outcome of bone marrow transplantation has not been determined.Imatinib Teva is indicated forThe treatment of adult patients with unresectable dermatofibrosarcoma protuberans (DFSP) and adult patients with recurrent and/or metastatic DFSP who are not eligible for surgery.",
      "inn": "imatinib",
      "marketingAuthorisationDate": "2013-01-07 01:00:00",
      "marketingAuthorisationHolder": "Teva B.V.",
      "medicineName": "Imatinib Teva",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/imatinib-teva"
    },
    {
      "activeSubstance": "imatinib",
      "conditionIndication": "Imatinib Accord is indicated for the treatment of:paediatric patients with newly diagnosed Philadelphia-chromosome (bcr-abl)-positive (Ph+) chronic myeloid leukaemia (CML) for whom bone-marrow transplantation is not considered as the first line of treatment;paediatric patients with Ph+ CML in chronic phase after failure of interferon-alpha therapy, or in accelerated phase or blast crisis;adult patients with Ph+ CML in blast crisis;adult patients with newly diagnosed Ph+ acute lymphoblastic leukaemia (ALL) integrated with chemotherapy;adult patients with relapsed or refractory Ph+ ALL as monotherapy;adult patients with myelodysplastic / myeloproliferative diseases (MDS / MPD) associated with platelet-derived-growth-factor-receptor (PDGFR)-gene re-arrangementsadult patients with advanced hypereosinophilic syndrome (HES) and / or chronic eosinophilic leukaemia (CEL) with FIP1L1-PDGFRα rearrangement;adult patients with unresectable dermatofibrosarcoma protuberans (DFSP) and adult patients with recurrent and / or metastatic DFSP who are not eligible for surgery.",
      "inn": "imatinib",
      "marketingAuthorisationDate": "2013-06-30 00:00:00",
      "marketingAuthorisationHolder": "Accord Healthcare S.L.U.",
      "medicineName": "Imatinib Accord",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/imatinib-accord"
    },
    {
      "activeSubstance": "imatinib",
      "conditionIndication": "Imatinib Actavis is indicated for the treatment of:paediatric patients with newly diagnosed Philadelphia chromosome (bcr-abl) positive (Ph+) chronic myeloid leukaemia (CML) for whom bone marrow transplantation is not considered as the first line of treatment;paediatric patients with Ph+ CML in chronic phase after failure of interferon-alpha therapy, or in accelerated phase or blast crisis;adult patients with Ph+ CML in blast crisis;adult patients with newly diagnosed Philadelphia chromosome positive acute lymphoblastic leukaemia (Ph+ ALL) integrated with chemotherapy;adult patients with relapsed or refractory Ph+ ALL as monotherapy;adult patients with myelodysplastic/myeloproliferative diseases (MDS/MPD) associated with platelet-derived growth factor receptor (PDGFR) gene re-arrangements;adult patients with advanced hypereosinophilic syndrome (HES) and/or chronic eosinophilic leukaemia (CEL) with FIP1L1-PDGFR rearrangement;the treatment of adult patients with unresectable dermatofibrosarcoma protuberans (DFSP) and adult patients with recurrent and/or metastatic DFSP who are not eligible for surgery.The effect of imatinib on the outcome of bone marrow transplantation has not been determined.Imatinib Actavis is indicated for:In adult and paediatric patients, the effectiveness of imatinib is based on overall haematological and cytogenetic response rates and progression-free survival in CML, on haematological and cytogenetic response rates in Ph+ ALL, MDS/MPD, on haematological response rates in HES/CEL and on objective response rates in adult patients with unresectable and/or metastatic DFSP. The experience with imatinib in patients with MDS/MPD associated with PDGFR gene re-arrangements is very limited. There are no controlled trials demonstrating a clinical benefit or increased survival for these diseases.",
      "inn": "imatinib",
      "marketingAuthorisationDate": "2013-04-17 00:00:00",
      "marketingAuthorisationHolder": "Actavis Group PTC ehf",
      "medicineName": "Imatinib Actavis",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/imatinib-actavis"
    }
  ],
  "fdaDrugLabel": [],
  "id": "Imatinib",
  "nciThesaurus": {
    "casRegistry": "152459-95-5",
    "chebiId": "CHEBI:45783",
    "chemicalFormula": "C29H31N7O",
    "definition": "An antineoplastic agent that inhibits the Bcr-Abl fusion protein tyrosine kinase, an abnormal enzyme produced by chronic myeloid leukemia cells that contain the Philadelphia chromosome.  Imatinib also inhibits the receptor tyrosine kinases for platelet-derived growth factor (PDGF) and stem cell factor (SCF)/c-kit; the SCF/c-kit receptor tyrosine kinase is activated in gastrointestinal stromal tumor (GIST).  This agent inhibits proliferation and induces apoptosis in cells that overexpress these oncoproteins.",
    "fdaUniiCode": "BKJ8M8G5HI",
    "identifier": "C62035",
    "preferredName": "Imatinib",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C155700",
      "C159198",
      "C159199"
    ],
    "synonyms": [
      "4-[(4-Methyl-1-piperazinyl)methyl]-N-[4-methyl-3-[[4-(3-pyridinyl)-2-pyrimidinyl]amino]phenyl]benzamide",
      "IMATINIB",
      "Imatinib"
    ]
  }
}