{
  "emaEpar": [
    {
      "activeSubstance": "Ipilimumab",
      "conditionIndication": "MelanomaYERVOY as monotherapy is indicated for the treatment of advanced (unresectable or metastatic) melanoma in adults, and adolescents 12 years of age and older (see section 4.4).YERVOY in combination with nivolumab is indicated for the treatment of advanced (unresectable or metastatic) melanoma in adults.Relative to nivolumab monotherapy, an increase in progression-free survival (PFS) and overall survival (OS) for the combination of nivolumab with ipilimumab is established only in patients with low tumour PD-L1 expression (see sections 4.4 and 5.1).Renal cell carcinoma (RCC)YERVOY in combination with nivolumab is indicated for the first-line treatment of adult patients with intermediate/poor-risk advanced renal cell carcinoma (see section 5.1).Non-small cell lung cancer (NSCLC)YERVOY in combination with nivolumab and 2 cycles of platinum-based chemotherapy is indicated for the first-line treatment of metastatic non-small cell lung cancer in adults whose tumours have no sensitising EGFR mutation or ALK translocation.Malignant pleural mesothelioma (MPM)YERVOY in combination with nivolumab is indicated for the first-line treatment of adult patients with unresectable malignant pleural mesothelioma.Mismatch repair deficient (dMMR) or microsatellite instability-high (MSI-H) colorectal cancer (CRC)YERVOY in combination with nivolumab is indicated for the treatment of adult patients with mismatch repair deficient or microsatellite instability-high metastatic colorectal cancer after prior fluoropyrimidine based combination chemotherapy (see section 5.1). ",
      "inn": "ipilimumab",
      "marketingAuthorisationDate": "2011-07-13 00:00:00",
      "marketingAuthorisationHolder": "Bristol-Myers Squibb Pharma EEIG",
      "medicineName": "Yervoy",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/yervoy"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "YERVOY",
      "indication": "1 INDICATIONS AND USAGE YERVOY is a human cytotoxic T-lymphocyte antigen 4 (CTLA-4)-blocking antibody indicated for: Melanoma • Treatment of unresectable or metastatic melanoma in adults and pediatric patients 12 years and older. (1.1) • Treatment of adult patients with unresectable or metastatic melanoma, in combination with nivolumab. (1.1) • Adjuvant treatment of patients with cutaneous melanoma with pathologic involvement of regional lymph nodes of more than 1 mm who have undergone complete resection, including total lymphadenectomy. (1.2) Renal Cell Carcinoma (RCC) • Treatment of patients with intermediate or poor risk advanced renal cell carcinoma, as first-line treatment in combination with nivolumab. (1.3) Colorectal Cancer • Treatment of adult and pediatric patients 12 years and older with microsatellite instability-high (MSI-H) or mismatch repair deficient (dMMR) metastatic colorectal cancer that has progressed following treatment with a fluoropyrimidine, oxaliplatin, and irinotecan, in combination with nivolumab. This indication is approved under accelerated approval based on overall response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. (1.4) Hepatocellular Carcinoma • Treatment of patients with hepatocellular carcinoma who have been previously treated with sorafenib, in combination with nivolumab. This indication is approved under accelerated approval based on overall response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. (1.5) Non-Small Cell Lung Cancer (NSCLC) • Treatment of adult patients with metastatic non-small cell lung cancer expressing PD-L1 (≥1%) as determined by an FDA-approved test, with no EGFR or ALK genomic tumor aberrations, as first-line treatment in combination with nivolumab. (1.6) • Treatment of adult patients with metastatic or recurrent non-small cell lung cancer with no EGFR or ALK genomic tumor aberrations as first-line treatment, in combination with nivolumab and 2 cycles of platinum-doublet chemotherapy. (1.6) Malignant Pleural Mesothelioma • Treatment of adult patients with unresectable malignant pleural mesothelioma, as first-line treatment in combination with nivolumab. (1.7) 1.1 Unresectable or Metastatic Melanoma YERVOY is indicated for the treatment of unresectable or metastatic melanoma in adults and pediatric patients 12 years and older. YERVOY, in combination with nivolumab, is indicated for the treatment of unresectable or metastatic melanoma in adult patients. 1.2 Adjuvant Treatment of Melanoma YERVOY is indicated for the adjuvant treatment of patients with cutaneous melanoma with pathologic involvement of regional lymph nodes of more than 1 mm who have undergone complete resection, including total lymphadenectomy. 1.3 Advanced Renal Cell Carcinoma YERVOY, in combination with nivolumab, is indicated for the first-line treatment of patients with intermediate or poor risk advanced renal cell carcinoma (RCC). 1.4 Microsatellite Instability-High or Mismatch Repair Deficient Metastatic Colorectal Cancer YERVOY, in combination with nivolumab, is indicated for the treatment of adult and pediatric patients 12 years and older with microsatellite instability-high (MSI-H) or mismatch repair deficient (dMMR) metastatic colorectal cancer (mCRC) that has progressed following treatment with a fluoropyrimidine, oxaliplatin, and irinotecan. This indication is approved under accelerated approval based on overall response rate and duration of response [see Clinical Studies (14.4) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. 1.5 Hepatocellular Carcinoma YERVOY, in combination with nivolumab, is indicated for the treatment of patients with hepatocellular carcinoma (HCC) who have been previously treated with sorafenib. This indication is approved under accelerated approval based on overall response rate and duration of response [see Clinical Studies (14.5) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. 1.6 Metastatic Non-Small Cell Lung Cancer YERVOY, in combination with nivolumab, is indicated for the first-line treatment of adult patients with metastatic non-small cell lung cancer (NSCLC) whose tumors express PD-L1 (≥1%) as determined by an FDA-approved test [see Dosage and Administration (2.1) ] , with no EGFR or ALK genomic tumor aberrations. YERVOY, in combination with nivolumab and 2 cycles of platinum-doublet chemotherapy, is indicated for the first-line treatment of adult patients with metastatic or recurrent NSCLC, with no EGFR or ALK genomic tumor aberrations. 1.7 Malignant Pleural Mesothelioma YERVOY, in combination with nivolumab, is indicated for the first-line treatment of adult patients with unresectable malignant pleural mesothelioma.",
      "manufacturer": "E.R. Squibb & Sons, L.L.C.",
      "splSetId": "2265ef30-253e-11df-8a39-0800200c9a66"
    }
  ],
  "id": "Ipilimumab",
  "nciThesaurus": {
    "casRegistry": "477202-00-9",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A recombinant human immunoglobulin (Ig) G1 monoclonal antibody directed against the human T-cell receptor cytotoxic T-lymphocyte-associated antigen 4 (CTLA4), with immune checkpoint inhibitory and antineoplastic activities. Ipilimumab binds to CTLA4 expressed on T-cells and inhibits the CTLA4-mediated downregulation of T-cell activation. This leads to a cytotoxic T-lymphocyte (CTL)-mediated immune response against cancer cells. CTLA4, an inhibitory receptor and member of the immunoglobulin superfamily, plays a key role in the downregulation of the immune system.",
    "fdaUniiCode": "6T8C155666",
    "identifier": "C2654",
    "preferredName": "Ipilimumab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C128036",
      "C129822"
    ],
    "synonyms": [
      "Anti-Cytotoxic T-Lymphocyte-Associated Antigen-4 Monoclonal Antibody",
      "BMS-734016",
      "IPILIMUMAB",
      "Ipilimumab",
      "Ipilimumab Biosimilar CS1002",
      "MDX-010",
      "MDX-CTLA4",
      "Yervoy",
      "ipilimumab"
    ]
  }
}