{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "SOMATULINE DEPOT",
      "indication": "1 INDICATIONS AND USAGE SOMATULINE DEPOT is a somatostatin analog indicated for: the long-term treatment of acromegalic patients who have had an inadequate response to or cannot be treated with surgery and/or radiotherapy. ( 1.1 ) the treatment of adult patients with unresectable, well- or moderately-differentiated, locally advanced or metastatic gastroenteropancreatic neuroendocrine tumors (GEP-NETs) to improve progression-free survival. ( 1.2 ) the treatment of adults with carcinoid syndrome; when used, it reduces the frequency of short-acting somatostatin analog rescue therapy. ( 1.3 ) 1.1 Acromegaly SOMATULINE DEPOT is indicated for the long-term treatment of acromegalic patients who have had an inadequate response to surgery and/or radiotherapy, or for whom surgery and/or radiotherapy is not an option. The goal of treatment in acromegaly is to reduce growth hormone (GH) and insulin growth factor-1 (IGF-1) levels to normal. 1.2 Gastroenteropancreatic Neuroendocrine Tumors SOMATULINE DEPOT is indicated for the treatment of adult patients with unresectable, well or moderately differentiated, locally advanced or metastatic gastroenteropancreatic neuroendocrine tumors (GEP-NETs) to improve progression-free survival. 1.3 Carcinoid Syndrome SOMATULINE DEPOT is indicated for the treatment of adults with carcinoid syndrome; when used, it reduces the frequency of short-acting somatostatin analog rescue therapy.",
      "manufacturer": "Ipsen Biopharmaceuticals, Inc.",
      "splSetId": "6e4a41fd-a753-4362-87ee-8cc56ed3660d"
    }
  ],
  "id": "Lanreotide_Acetate",
  "nciThesaurus": {
    "casRegistry": "127984-74-1",
    "chebiId": "",
    "chemicalFormula": "C54H69N11O10S2.C2H4O2",
    "definition": "The acetate salt of a synthetic cyclic octapeptide analogue of somatostatin. Lanreotide binds to somatostatin receptors (SSTR), specifically SSTR-2 and also to SSTR-5 with a lesser affinity. However, compare with octreotide, this agent is less potent in inhibiting the release of growth hormone from the pituitary gland. Furthermore, lanreotide has an acute effect on decreasing circulating total and free insulin-like growth factor 1 (IGF-I).  This agent is usually given as a prolonged-release microparticle or Autogel formulation for the treatment of acromegaly and to relieve the symptoms of neuroendocrine tumors.",
    "fdaUniiCode": "IEU56G3J9C",
    "identifier": "C74584",
    "preferredName": "Lanreotide Acetate",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C62799"
    ],
    "synonyms": [
      "AT-1001",
      "L-Threoninamide, 3-(2-naphthalenyl)-D-alanyl-L-cysteinyl-L-tyrosyl-D-tryptophyl-L-lysyl-L-valyl-L-cysteinyl-, cyclic (2-7)-disulfide, acetate",
      "LANREOTIDE ACETATE",
      "Lanreotide Acetate",
      "Somatuline Depot"
    ]
  }
}