{
  "emaEpar": [],
  "fdaDrugLabel": [],
  "id": "Lemzoparlimab",
  "nciThesaurus": {
    "casRegistry": "2377483-71-9",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A human monoclonal antibody targeting the human cell surface antigen CD47, with potential phagocytosis-inducing and antineoplastic activities. Upon administration, lemzoparlimab preferentially binds to a unique epitope of CD47 on tumor cells. This blocks the interaction of CD47 with signal regulatory protein alpha (SIRPalpha), an inhibitory protein expressed on macrophages and dendritic cells (DCs), which prevents CD47/SIRPalpha-mediated signaling and abrogates the CD47/SIRPalpha-mediated inhibition of phagocytosis. This induces pro-phagocytic signaling mediated by the binding of calreticulin (CRT), which is specifically expressed on the surface of tumor cells, to low-density lipoprotein (LDL) receptor-related protein (LRP), expressed on macrophages, which results in macrophage activation and the specific phagocytosis of tumor cells. Additionally, blocking CD47 signaling activates an anti-tumor T-lymphocyte immune response and T-cell-mediated killing of CD47-expressing tumor cells. CD47, also called integrin-associated protein (IAP), is a tumor-associated antigen (TAA) expressed on normal, healthy hematopoietic stem cells (HSCs) and overexpressed on the surface of a variety of cancer cells. Expression of CD47, and its interaction with SIRPalpha, leads to the inhibition of macrophage activation and protects cancer cells from phagocytosis, which allows cancer cells to proliferate. TJC4, compared to other anti-CD47 monoclonal antibodies, is designed to minimize inherent binding to normal red blood cells (RBCs), which may results in a more advantageous hematologic safety profile.",
    "fdaUniiCode": "0H2XLR2IKW",
    "identifier": "C163977",
    "preferredName": "Lemzoparlimab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C159583"
    ],
    "synonyms": [
      "Anti-CD47 Monoclonal Antibody TJC4",
      "LEMZOPARLIMAB",
      "Lemzoparlimab",
      "TJ 011133",
      "TJ-011133",
      "TJ011133",
      "TJC4"
    ]
  }
}