{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "ZYNLONTA",
      "indication": "1 INDICATIONS AND USAGE ZYNLONTA is indicated for the treatment of adult patients with relapsed or refractory large B-cell lymphoma after two or more lines of systemic therapy, including diffuse large B-cell lymphoma (DLBCL) not otherwise specified, DLBCL arising from low-grade lymphoma, and high-grade B-cell lymphoma. This indication is approved under accelerated approval based on overall response rate [see Clinical Studies (14.1) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). ZYNLONTA is a CD19-directed antibody and alkylating agent conjugate indicated for the treatment of adult patients with relapsed or refractory large B-cell lymphoma after two or more lines of systemic therapy, including diffuse large B-cell lymphoma (DLBCL) not otherwise specified, DLBCL arising from low-grade lymphoma, and high-grade B-cell lymphoma. ( 1 ) This indication is approved under accelerated approval based on overall response rate. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). ( 1 )",
      "manufacturer": "ADC Therapeutics America, Inc.",
      "splSetId": "af54af12-3edf-4301-8bc5-0446bc813c1d"
    }
  ],
  "id": "Loncastuximab_Tesirine",
  "nciThesaurus": {
    "casRegistry": "1879918-31-6",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An antibody-drug conjugate (ADC) consisting of an anti-CD19 humanized monoclonal antibody conjugated, via a cleavable linker comprised of valine-alanine and maleimide, to a cytotoxic, cross-linking agent pyrrolobenzodiazepine (PBD) dimer, which targets DNA minor grooves, with potential antineoplastic activity. Upon administration, the monoclonal antibody portion of loncastuximab tesirine targets the cell surface antigen CD19 on various cancer cells. Upon antibody/antigen binding and internalization, the cytotoxic PBD moiety is released. The imine groups of the PBD moiety bind to the N2 positions of guanines on opposite strands of DNA. This induces interstrand cross-links in the minor groove of DNA and inhibits DNA replication, which inhibits the proliferation of CD19-overexpressing tumor cells. CD19, a transmembrane receptor and tumor-associated antigen (TAA), is expressed on a number of B-cell-derived cancers.",
    "fdaUniiCode": "7K5O7P6QIU",
    "identifier": "C125549",
    "preferredName": "Loncastuximab Tesirine",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C129823",
      "C1512"
    ],
    "synonyms": [
      "ADC ADCT-402",
      "ADCT-402",
      "Anti-CD19 PBD-conjugate ADCT-402",
      "LONCASTUXIMAB TESIRINE",
      "Loncastuximab Tesirine",
      "Loncastuximab Tesirine-lpyl",
      "Zynlonta"
    ]
  }
}