{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. (1)",
      "manufacturer": "Nostrum Laboratories Inc.",
      "splSetId": "01b1ad34-bee2-461e-b5f5-0b0cf90dfe0b"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
      "splSetId": "0230a3c3-34cf-478b-88c3-4d96e5300018"
    },
    {
      "brand": "Glipizide and Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Glipizide and metformin hydrochloride tablets USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Teva Pharmaceuticals USA, Inc.",
      "splSetId": "03d9ce02-0559-494c-a53d-de9b9a64b606"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS & USAGE Metformin hydrochloride tablets is indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. (1) Metformin is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. (1)",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "056072d8-6228-4914-831d-ee7c0661b742"
    },
    {
      "brand": "Riomet",
      "indication": "1 INDICATIONS AND USAGE RIOMET is indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. RIOMET is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. (1)",
      "manufacturer": "Sun Pharmaceutical Industries, Inc.",
      "splSetId": "05d4df4b-dfe8-4828-b423-a3d4f2c4114a"
    },
    {
      "brand": "Metformin HCl",
      "indication": "INDICATIONS & USAGE Metformin Hydrochloride Tablets USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "QPharma Inc",
      "splSetId": "06ade2e1-5981-4e3d-b7e9-7ff083eb4551"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
      "splSetId": "077137a4-fcf8-437d-82ac-582308845394"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride is a biguanide indicated as an adjunct to diet and exe rcise to i m p rove gl yc e mic cont rol in adults with t ype 2 diabetes m ellitus. (1)",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "09475b4c-4066-4290-8cbc-07ac9b527442"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "AvKARE, Inc.",
      "splSetId": "0a34aa52-0fb4-473b-8b8d-f3f6f9c49af6"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 ) Metformin hydrochloride extended-release tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Proficient Rx LP",
      "splSetId": "0a484822-d247-466c-bd52-2318303870dd"
    },
    {
      "brand": "metformin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "0b80ebed-1214-4c98-8c3d-77b7a04fe565"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE EXTENDED RELEASE",
      "indication": "Metformin Hydrochloride Extended-Release Tablets, USP is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Aphena Pharma Solutions - Tennessee, LLC",
      "splSetId": "0b843f12-a654-4751-be1f-55e6fce163c9"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "GLENMARK PHARMACEUTICALS INC., USA",
      "splSetId": "0ef9de1a-b786-4b6c-a250-3f5ac532b16a"
    },
    {
      "brand": "glyburide and metformin hydrochloride",
      "indication": "INDICATIONS AND USAGE Glyburide and Metformin Hydrochloride Tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "0fbe486c-e21a-48e4-8768-a43cc3b76657"
    },
    {
      "brand": "Synjardy",
      "indication": "1 INDICATIONS AND USAGE SYNJARDY is a combination of empagliflozin and metformin hydrochloride (HCl) indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus . Empagliflozin is indicated to reduce the risk of cardiovascular death in adults with type 2 diabetes mellitus and established cardiovascular disease [see Clinical Studies (14) ] . SYNJARDY is a combination of empagliflozin, a sodium-glucose co-transporter 2 (SGLT2) inhibitor and metformin hydrochloride (HCl), a biguanide, indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Empagliflozin is indicated to reduce the risk of cardiovascular death in adults with type 2 diabetes mellitus and established cardiovascular disease. ( 1 ) Limitation of Use : Not recommended in patients with type 1 diabetes mellitus. It may increase the risk of diabetic ketoacidosis in these patients ( 1 ) Limitation of Use SYNJARDY is not recommended in patients with type 1 diabetes mellitus. It may increase the risk of diabetic ketoacidosis in these patients [see Warnings and Precautions (5.2) ] .",
      "manufacturer": "Boehringer Ingelheim Pharmaceuticals, Inc.",
      "splSetId": "0fdd0255-0055-65f3-b2c0-db8fbb87beae"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS & USAGE Metformin hydrochloride tablets is indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. (1) Metformin is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. (1)",
      "manufacturer": "Ascend Laboratories, LLC",
      "splSetId": "0ff1ba75-3c86-4baf-a6b1-1bb883839866"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "Aphena Pharma Solutions - Tennessee, LLC",
      "splSetId": "11c049a8-a209-414f-b67c-081b6f350014"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablet is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 ) Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Lupin Pharmaceuticals, Inc.",
      "splSetId": "1200ea71-8a9e-4e49-bb77-7d9fe0d84ae7"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin Hydrochloride Tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "13235d8e-ac3a-45b4-9c5d-9a9012951dfe"
    },
    {
      "brand": "Glipizide and Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Glipizide and metformin hydrochloride tablets USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "AvKARE",
      "splSetId": "13be49d2-0ce9-a78a-e557-ded85ddc808f"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablet is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "ScieGen Pharmaceuticals, Inc.",
      "splSetId": "1452fbb1-e591-4a51-9f83-8a8a6a780b52"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Amneal Pharmaceuticals LLC",
      "splSetId": "14544c2f-88c8-48a5-941e-48a543d7baaa"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "14607665-093a-4f10-b1e6-f618e380408e"
    },
    {
      "brand": "alogliptin and metformin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Alogliptin and metformin HCl tablets are a dipeptidyl-peptidase-4 (DPP-4) inhibitor and a biguanide combination product indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1.1 ) Important Limitations of Use: Not for treatment of type 1 diabetes or diabetic ketoacidosis. ( 1.1 ) 1.1 Monotherapy and Combination Therapy Alogliptin and metformin HCl tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both alogliptin and metformin is appropriate [see Clinical Studies (14) ] . Important Limitations of Use Alogliptin and metformin HCl tablets are not indicated for the treatment of type 1 diabetes mellitus or diabetic ketoacidosis, as it would not be effective in these settings.",
      "manufacturer": "Perrigo New York Inc",
      "splSetId": "14d98490-4f8f-4d2f-a4e9-7a3d7a0199ba"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE EXTENDED RELEASE",
      "indication": "Metformin Hydrochloride Extended-Release Tablets, USP is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
      "splSetId": "14f3091c-f243-4364-b433-727c7d4ef8d5"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "1503bbe4-0ac5-479b-9900-d38e49236bf0"
    },
    {
      "brand": "Metformin hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin Hydrochloride Extended-release Tablets is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
      "splSetId": "17050df5-9e95-4e1b-ac75-34add289b139"
    },
    {
      "brand": "Pioglitazone and metformin",
      "indication": "1 INDICATIONS AND USAGE Pioglitazone and metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both pioglitazone and metformin is appropriate [see Clinical Studies (14) ] . Important Limitations of Use Pioglitazone exerts its antihyperglycemic effect only in the presence of endogenous insulin. Pioglitazone and metformin hydrochloride tablets should not be used to treat type 1 diabetes or diabetic ketoacidosis, as it would not be effective in these settings. Use caution in patients with liver disease [see Warnings and Precautions (5.5) ] . Pioglitazone and metformin hydrochloride tablets are a thiazolidinedione and biguanide combination product indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both pioglitazone and metformin is appropriate. ( 1 , 14 ) Important Limitations of Use: • Not for treatment of type 1 diabetes or diabetic ketoacidosis. ( 1 )",
      "manufacturer": "Sandoz Inc",
      "splSetId": "171a41f7-da5a-4a55-bd0e-40a29977b2e5"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Nostrum Laboratories, Inc.",
      "splSetId": "17cc4a42-d071-4288-b72e-5c9402f73cff"
    },
    {
      "brand": "metformin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "19886e54-a2fb-46bb-9c19-1a05e90c428f"
    },
    {
      "brand": "Glipizide and Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Glipizide and metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Zydus Pharmaceuticals (USA) Inc.",
      "splSetId": "1b18b903-eb52-4d08-b4a5-f984957eb116"
    },
    {
      "brand": "Metformin hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "Proficient Rx LP",
      "splSetId": "1b8eca29-6dc9-4f92-ae48-fec757d80b07"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "Proficient Rx LP",
      "splSetId": "1b9b6db9-1bac-4252-a03c-18dc0271f05f"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin Hydrochloride Tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin Hydrochloride Tablets, USP are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. (1)",
      "manufacturer": "Sunshine Lake Pharma Co., Ltd.",
      "splSetId": "1c101aba-83a6-494f-b976-3f1c8494680a"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Golden State Medical Supply, Inc.",
      "splSetId": "1cb2b2be-595c-4e72-8d2c-c1edc7f85682"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE EXTENDED RELEASE",
      "indication": "Metformin Hydrochloride Extended-Release Tablets, USP is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "TIME CAP LABORATORIES, INC",
      "splSetId": "1d8b8970-c2a1-4780-be87-ab8ccfd401fa"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride is a biguanide indicated as an adjunct to diet and exe rcise to i m p rove gl yc e mic cont rol in adults with t ype 2 diabetes m ellitus. (1)",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "1e0f6733-7ec2-47ce-802a-6132a701e1b3"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS & USAGE Metformin hydrochloride tablets is indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. (1) Metformin is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. (1)",
      "manufacturer": "Aphena Pharma Solutions - Tennessee, LLC",
      "splSetId": "1e298db3-439e-4e91-8f9e-01c3cdc4d552"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS & USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "1e8136e0-cc98-41e4-ad4b-a8fc27fb4daa"
    },
    {
      "brand": "Metformin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets, USP are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Ajanta Pharma Limited",
      "splSetId": "1ed9dde4-339c-486f-a346-dde33a5e493f"
    },
    {
      "brand": "Pioglitazone Hydrochloride and Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Pioglitazone and metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both pioglitazone and metformin is appropriate [see Clinical Studies (14) ] . Pioglitazone and metformin hydrochloride tablets are a thiazolidinedione and biguanide combination product indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both pioglitazone and metformin is appropriate. (1 , 14) Important Limitations of Use: Not for treatment of type 1 diabetes or diabetic ketoacidosis. (1) Important Limitations of Use Pioglitazone exerts its antihyperglycemic effect only in the presence of endogenous insulin. Pioglitazone and metformin hydrochloride tablets should not be used to treat type 1 diabetes or diabetic ketoacidosis, as they would not be effective in these settings. Use caution in patients with liver disease [see Warnings and Precautions (5.5) ] .",
      "manufacturer": "Aurobindo Pharma Limited",
      "splSetId": "1fa2703e-fb73-44d5-aaa2-b12b1090d42c"
    },
    {
      "brand": "Metformin HCl",
      "indication": "INDICATIONS & USAGE Metformin Hydrochloride Tablets USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "21cbb326-9dee-40ec-ac25-0dad79e3302b"
    },
    {
      "brand": "glyburide and metformin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Glyburide and metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Glyburide and metformin hydrochloride tablets are a combination of glyburide, a sulfonylurea, and metformin hydrochloride (HCl), a biguanide, indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. (1)",
      "manufacturer": "Zydus Pharmaceuticals (USA) Inc.",
      "splSetId": "2239742b-74e1-4bc2-b5a8-15c4758d6f7b"
    },
    {
      "brand": "Metformin HCl",
      "indication": "INDICATIONS & USAGE Metformin Hydrochloride Tablets USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "PD-Rx Pharmaceuticals, Inc.",
      "splSetId": "235680e6-1c3e-45b8-902e-866583f1aef3"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS & USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Granules Pharmaceuticals Inc.",
      "splSetId": "2387a618-24d8-4813-aa83-9114edb35374"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "NCS HealthCare of KY, Inc dba Vangard Labs",
      "splSetId": "23aa0072-365c-4d13-9aa7-ae23f7e00ee4"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. (1)",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "23aa50c5-28fe-4322-b5c6-1f1c48409b16"
    },
    {
      "brand": "Metformin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "24c911e9-77d3-4aac-964f-a6b07cbde908"
    },
    {
      "brand": "GLYBURIDE AND METFORMIN HYDROCHLORIDE",
      "indication": "Indications and Usage Glyburide and metformin hydrochloride tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "DirectRX",
      "splSetId": "26177ce8-8436-22c1-e054-00144ff8d46c"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Quality Care Products, LLC",
      "splSetId": "26c73db8-a37a-40f4-921b-2e3ac6f1a97c"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride tablet are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "Aphena Pharma Solutions - Tennessee, LLC",
      "splSetId": "273d86b0-9d30-48c9-8918-c5e1ececa951"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "INDICATIONS & USAGE SECTION Metformin Hydrochloride Tablets USP, is indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "Direct Rx",
      "splSetId": "281e6da6-21e0-61eb-e054-00144ff8d46c"
    },
    {
      "brand": "Metformin hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "Legacy Pharmaceutical Packaging, LLC",
      "splSetId": "28de9dcf-cc8c-4c06-9fcc-6a1279f2523f"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "2a0cef6d-f7d0-432c-9146-6529bb25a4f2"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablet is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Lupin Pharmaceuticals, Inc.",
      "splSetId": "2a84c550-aed8-4058-961f-351a5e4cf7a1"
    },
    {
      "brand": "Metformin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus.",
      "manufacturer": "Ingenus Pharmaceuticals, LLC",
      "splSetId": "2b6e255e-cd05-4f9a-a144-bfe0344479c3"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "INDICATIONS AND USAGE Metformin Hydrochloride Tablets USP, is indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "St Marys Medical Park Pharmacy",
      "splSetId": "2be2ea0f-85db-4586-a1da-9e4414ab4910"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "INDICATIONS & USAGE SECTION Metformin Hydrochloride Tablets USP, is indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus",
      "manufacturer": "DIRECT RX",
      "splSetId": "2c6eb3db-d27e-4b25-b5f3-2a4473dae97f"
    },
    {
      "brand": "Metformin HCl",
      "indication": "INDICATIONS & USAGE Metformin Hydrochloride Tablets USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "Ascend Laboratories, LLC",
      "splSetId": "2d98aea3-35ba-447a-b88f-a5a20b612b2f"
    },
    {
      "brand": "Glyburide and Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Glyburide and metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Glyburide and metformin hydrochloride tablets are a combination of glyburide, a sulfonylurea, and metformin hydrochloride (HCl), a biguanide, indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. (1)",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "2f71afe5-b072-4ff2-a6fb-76894a8f6335"
    },
    {
      "brand": "Jentadueto",
      "indication": "1 INDICATIONS AND USAGE JENTADUETO is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus [see Dosage and Administration (2.1) and Clinical Studies (14.1) ]. JENTADUETO contains linagliptin, a dipeptidyl peptidase-4 (DPP-4) inhibitor and metformin hydrochloride (HCl), a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus ( 1 ) Limitations of Use Not for treatment of type 1 diabetes or diabetic ketoacidosis ( 1 ) Has not been studied in patients with a history of pancreatitis ( 1 ) Limitations of Use JENTADUETO should not be used in patients with type 1 diabetes or for the treatment of diabetic ketoacidosis, as it would not be effective in these settings. JENTADUETO has not been studied in patients with a history of pancreatitis. It is unknown whether patients with a history of pancreatitis are at an increased risk for the development of pancreatitis while using JENTADUETO [see Warnings and Precautions (5.2) ].",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "3010d452-dab5-44c5-b8d0-bdc725679f07"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS & USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "30658e19-8e6e-49aa-a007-e414224797c5"
    },
    {
      "brand": "glipizide and metformin hcl",
      "indication": "INDICATIONS AND USAGE Glipizide and Metformin HCl Tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "328b702b-d901-4d74-b395-6ebb9e65f125"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "1 INDICATIONS AND USAGE Metformin Hydrochloride Tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "32d6c5f4-0116-4e38-b179-e1967ae63e66"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Preferred Pharmaceuticals Inc.",
      "splSetId": "330bdc8e-c6ff-42c3-8d2d-e67b1e2b9687"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Preferred Pharmaceuticals, Inc.",
      "splSetId": "33347f3b-c347-4a52-b788-4e67894edc51"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride tablets USP is indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "Aphena Pharma Solutions - Tennessee, LLC",
      "splSetId": "3395325a-35bd-4bda-bed3-81eb6153ed12"
    },
    {
      "brand": "metformin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "EPIC PHARMA, LLC",
      "splSetId": "356b02d0-d239-4441-bb33-c4c54166fcd7"
    },
    {
      "brand": "Glyburide and Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Glyburide and metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Glyburide and metformin hydrochloride tablets are a combination of glyburide, a sulfonylurea, and metformin hydrochloride (HCl), a biguanide, indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. (1)",
      "manufacturer": "Rising Health, LLC",
      "splSetId": "372af566-d6ec-446f-88db-0b4cc83b577f"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "Legacy Pharmaceutical Packaging, LLC",
      "splSetId": "3814cfed-029f-4231-bba3-89b2b4e01392"
    },
    {
      "brand": "metformin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "38868d4f-5f30-4fa7-8e21-518f1526c4c3"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE EXTENDED RELEASE",
      "indication": "Metformin Hydrochloride Extended-Release Tablets, USP is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "39454e46-0618-4980-8309-cf5c070ef3f5"
    },
    {
      "brand": "Metformin hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride extended release tablets USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Proficient Rx LP",
      "splSetId": "3ba957ea-28ed-4a61-a318-98064ea4944d"
    },
    {
      "brand": "Jentadueto XR",
      "indication": "1 INDICATIONS AND USAGE JENTADUETO XR is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus . JENTADUETO XR is a combination of linagliptin, a dipeptidyl peptidase-4 (DPP-4) inhibitor and metformin hydrochloride (HCl), a biguanide, indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus ( 1 ) Limitations of Use Not for treatment of type 1 diabetes ( 1 ) Has not been studied in patients with a history of pancreatitis ( 1 ) Limitations of Use JENTADUETO XR should not be used in patients with type 1 diabetes. JENTADUETO XR has not been studied in patients with a history of pancreatitis. It is unknown whether patients with a history of pancreatitis are at an increased risk for the development of pancreatitis while using JENTADUETO XR [see Warnings and Precautions (5.2) ].",
      "manufacturer": "Boehringer Ingelheim Pharmaceuticals, Inc.",
      "splSetId": "3d02a4d4-d312-80b4-05c4-691b8f0aa7aa"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Aphena Pharma Solutions - Tennessee, LLC",
      "splSetId": "3de79b9f-6dc9-400f-b44e-c12921ac824b"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE EXTENDED RELEASE",
      "indication": "Metformin Hydrochloride Extended-Release Tablets, USP is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "3e55944a-ed5b-4892-804f-abbe15b0d70c"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Important Limitations of Use Metformin hydrochloride extended-release tablets should not be used in patients with type 1 diabetes or for the treatment of diabetic ketoacidosis, as it would not be effective in these settings. Metformin hydrochloride extended-release tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 ) Important limitations of use: Not for treatment of type 1 diabetes or diabetic ketoacidosis. ( 1 )",
      "manufacturer": "Actavis Pharma, Inc.",
      "splSetId": "40fa26bc-ee0d-4b6d-9077-f909d84453e6"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "RedPharm Drug, Inc.",
      "splSetId": "415c945b-6c6e-2a55-e054-00144ff8d46c"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "INDICATIONS & USAGE Metformin hydrochloride tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "RedPharm Drug, Inc.",
      "splSetId": "41715402-1b25-73d1-e054-00144ff8d46c"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride is a biguanide indicated as an adjunct to diet and exe rcise to i m p rove gl yc e mic cont rol in adults with t ype 2 diabetes m ellitus. (1)",
      "manufacturer": "Sun Pharmaceutical Industries, Inc.",
      "splSetId": "41a8bb80-7b0b-476c-8134-5d161c3239c8"
    },
    {
      "brand": "Actoplus Met",
      "indication": "1 INDICATIONS AND USAGE ACTOPLUS MET is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both pioglitazone and metformin is appropriate [see Clinical Studies (14) ] . Important Limitations of Use Pioglitazone exerts its antihyperglycemic effect only in the presence of endogenous insulin. ACTOPLUS MET should not be used to treat type 1 diabetes or diabetic ketoacidosis, as it would not be effective in these settings. Use caution in patients with liver disease [see Warnings and Precautions (5.5) ] . ACTOPLUS MET is a thiazolidinedione and biguanide combination product indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus when treatment with both pioglitazone and metformin is appropriate. ( 1 , 14 ) Important Limitations of Use: • Not for treatment of type 1 diabetes or diabetic ketoacidosis. ( 1 )",
      "manufacturer": "Takeda Pharmaceuticals America, Inc.",
      "splSetId": "42e49120-6f3f-11db-9fe1-0800200c9a66"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS & AND USAGE Metformin hydrochloride tablets is indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 ) Metformin is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "American Health Packaging",
      "splSetId": "42e9644e-299d-4033-9a73-54c183d6ccea"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride is a biguanide indicated as an adjunct to diet and exe rcise to i m p rove gl yc e mic cont rol in adults with t ype 2 diabetes m ellitus. (1)",
      "manufacturer": "Aphena Pharma Solutions - Tennessee, LLC",
      "splSetId": "439bb230-94d8-4522-ad79-5cce5fad965b"
    },
    {
      "brand": "Metformin hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. (1)",
      "manufacturer": "Legacy Pharmaceutical Packaging, LLC",
      "splSetId": "449fe642-6e0a-4e63-88ad-c2042a3d56bd"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride tablets USP is indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "Apotheca Inc.",
      "splSetId": "4661d307-78b2-2f5b-e054-00144ff88e88"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "1 INDICATIONS AND USAGE Metformin Hydrochloride Tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "4670d280-53c3-4c51-b3c5-26d71e47bddc"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE EXTENDED RELEASE",
      "indication": "Metformin hydrochloride extended release tablets USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Direct_Rx",
      "splSetId": "4833deea-a19d-63b1-e054-00144ff8d46c"
    },
    {
      "brand": "Glyburide and Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Glyburide and metformin hydrochloride tablets, USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "NuCare Pharmaceuticals, Inc.",
      "splSetId": "49118e20-a73b-52a5-e054-00144ff88e88"
    },
    {
      "brand": "Metformin",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 ) Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Ingenus Pharmaceuticals, LLC",
      "splSetId": "49a0b5c2-ebaf-4c4c-905f-dfd1962ac647"
    },
    {
      "brand": "Glipizide and Metformin Hydrochloride",
      "indication": "INDICATIONS AND USAGE Glipizide and metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "A-S Medication Solutions",
      "splSetId": "4a2d814b-93a1-4487-b789-dbafe9f0ffd3"
    },
    {
      "brand": "Metformin hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin Hydrochloride Tablets USP, is indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "NuCare Pharmaceuticals, Inc.",
      "splSetId": "4a52465f-dec3-11f6-e054-00144ff8d46c"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE EXTENDED RELEASE",
      "indication": "Metformin Hydrochloride Extended-Release Tablets, USP is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "NuCare Pharmaceuticals, Inc.",
      "splSetId": "4a53ea53-3052-614b-e054-00144ff8d46c"
    },
    {
      "brand": "Metformin hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin Hydrochloride Tablets USP, is indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "NuCare Pharmaceuticals, Inc.",
      "splSetId": "4a64f7c5-8289-6184-e054-00144ff88e88"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. Metformin hydrochloride tablets is a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults and pediatric patients 10 years of age and older with type 2 diabetes mellitus. (1)",
      "manufacturer": "Aurobindo Pharma Limited",
      "splSetId": "4ac6d01a-af26-44e7-ae2e-3618de0080aa"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "REMEDYREPACK INC.",
      "splSetId": "4b081178-8826-4c27-8354-4904a52821b1"
    },
    {
      "brand": "Metformin HCl",
      "indication": "INDICATIONS & USAGE Metformin Hydrochloride Tablets USP are indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "Bryant Ranch Prepack",
      "splSetId": "4bdd2faa-2125-4139-b958-196393e31b7e"
    },
    {
      "brand": "Metformin hydrochloride",
      "indication": "INDICATIONS AND USAGE Metformin Hydrochloride Tablets USP, is indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus.",
      "manufacturer": "NuCare Pharmaceuticals, Inc.",
      "splSetId": "4be6c9ae-1558-6892-e054-00144ff88e88"
    },
    {
      "brand": "METFORMIN HYDROCHLORIDE",
      "indication": "INDICATIONS AND USAGE Metformin hydrochloride tablet is indicated as an adjunct to diet and exercise to improve glycemic control in adults and children with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablet is indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus.",
      "manufacturer": "Aphena Pharma Solutions - Tennessee, LLC",
      "splSetId": "4c91a980-1fef-4cc5-a6a6-fd7f4a6223cf"
    },
    {
      "brand": "Metformin Hydrochloride",
      "indication": "1 INDICATIONS AND USAGE Metformin hydrochloride extended-release tablets are indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. Metformin hydrochloride extended-release tablets are a biguanide indicated as an adjunct to diet and exercise to improve glycemic control in adults with type 2 diabetes mellitus. ( 1 )",
      "manufacturer": "Aphena Pharma Solutions - Tennessee, LLC",
      "splSetId": "4d89a4ab-6cdd-4c39-92f9-a137fa27a070"
    }
  ],
  "id": "Metformin_Hydrochloride",
  "nciThesaurus": {
    "casRegistry": "1115-70-4",
    "chebiId": "",
    "chemicalFormula": "C4H11N5.HCl",
    "definition": "The hydrochloride salt of the biguanide metformin with antihyperglycemic and potential antineoplastic activities. Metformin inhibits complex I (NADPH:ubiquinone oxidoreductase) of the mitochondrial respiratory chain, thereby increasing the cellular AMP to ATP ratio and leading to activation of AMP-activated protein kinase (AMPK) and regulating AMPK-mediated transcription of target genes. This eventually prevents hepatic gluconeogenesis, enhances insulin sensitivity and fatty acid oxidation and ultimately leads to a decrease in glucose levels. Metformin may exert antineoplastic effects through AMPK-mediated or AMPK-independent inhibition of mammalian target of rapamycin (mTOR), which is up-regulated in many cancer tissues. Furthermore, this agent also inhibits tumor cell migration and invasion by inhibiting matrix metalloproteinase-9 (MMP-9) expression which is mediated through the suppression of transcription activator protein-1 (AP-1) activation.",
    "fdaUniiCode": "786Z46389E",
    "identifier": "C29251",
    "preferredName": "Metformin Hydrochloride",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C1892",
      "C98234"
    ],
    "synonyms": [
      "1,1-Dimethylbiguanide Hydrochloride",
      "APO-Metformin",
      "Cidophage",
      "Dimefor",
      "Glifage",
      "Glucoformin",
      "Glucophage",
      "Glucophage ER",
      "METFORMIN HYDROCHLORIDE",
      "Metformin HCl",
      "Metformin Hydrochloride",
      "N,N-Dimethylimidodicarbonimidic Diamide Monohydrochloride",
      "Riomet",
      "Siofor",
      "metformin hydrochloride"
    ]
  }
}