{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Nerlynx",
      "indication": "1 INDICATIONS AND USAGE NERLYNX is a kinase inhibitor indicated: As a single agent, for the extended adjuvant treatment of adult patients with early stage HER2-positive breast cancer, to follow adjuvant trastuzumab-based therapy. ( 1.1 ) In combination with capecitabine, for the treatment of adult patients with advanced or metastatic HER2-positive breast cancer who have received two or more prior anti-HER2 based regimens in the metastatic setting. ( 1.2 ) 1.1 Extended Adjuvant Treatment of Early-Stage Breast Cancer NERLYNX as a single agent is indicated for the extended adjuvant treatment of adult patients with early-stage human epidermal growth factor receptor 2 (HER2)-positive breast cancer, to follow adjuvant trastuzumab based therapy [see Clinical Studies ( 14.1 )] . 1.2 Advanced or Metastatic Breast Cancer NERLYNX in combination with capecitabine is indicated for the treatment of adult patients with advanced or metastatic HER2-positive breast cancer who have received two or more prior anti-HER2 based regimens in the metastatic setting . NERLYNX in combination with capecitabine is indicated for the treatment of adult patients with advanced or metastatic HER2-positive breast cancer who have received two or more prior anti-HER2 based regimens in the metastatic setting [see Clinical Studies ( 14.2 )] .",
      "manufacturer": "Puma Biotechnology, Inc.",
      "splSetId": "d1e41dcf-e82a-47c2-a0ad-6c6eef621834"
    }
  ],
  "id": "Neratinib_Maleate",
  "nciThesaurus": {
    "casRegistry": "915942-22-2",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "The maleate salt form of neratinib, an orally available, quinazoline-based, irreversible inhibitor of both the receptor tyrosine kinases (RTKs) human epidermal growth factor receptor 2 (HER2; ERBB2) and human epidermal growth factor receptor (EGFR), with potential antineoplastic activity. Upon administration, neratinib targets and covalently binds to the cysteine residue in the ATP-binding pockets of both HER2 and EGFR. This inhibits their activity and results in the inhibition of downstream signal transduction events, induces cell cycle arrest, apoptosis and ultimately decreases cellular proliferation in HER2- and EGFR-expressing tumor cells. EGFR and HER2, RTKs that are mutated or overactivated in many tumor cell types, play key roles in tumor cell proliferation and tumor vascularization.",
    "fdaUniiCode": "9RM7XY23ZS",
    "identifier": "C136891",
    "preferredName": "Neratinib Maleate",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C129825",
      "C1967"
    ],
    "synonyms": [
      "2-Butenamide, N-(4-((3-chloro-4-(2-pyridinylmethoxy)phenyl)amino)-3-cyano-7-ethoxy-6-quinolinyl)-4-(dimethylamino)-, (2E)-, (2Z)-2-butenedioate (1:1)",
      "HKI-272 Maleate",
      "NERATINIB MALEATE",
      "Neratinib Maleate",
      "Nerlynx"
    ]
  }
}