{
  "emaEpar": [
    {
      "activeSubstance": "ocrelizumab",
      "conditionIndication": "Treatment of adult patients with relapsing forms of multiple sclerosis (RMS) with active disease defined by clinical or imaging features.Treatment of adult patients with early primary progressive multiple sclerosis (PPMS) in terms of disease duration and level of disability, and with imaging features characteristic of inflammatory activity.",
      "inn": "ocrelizumab",
      "marketingAuthorisationDate": "2018-01-08 01:00:00",
      "marketingAuthorisationHolder": "Roche Registration GmbH",
      "medicineName": "Ocrevus",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/ocrevus"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "OCREVUS",
      "indication": "1 INDICATIONS AND USAGE OCREVUS is indicated for the treatment of: Relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults Primary progressive MS, in adults OCREVUS is a CD20-directed cytolytic antibody indicated for the treatment of: Relapsing forms of multiple sclerosis (MS), to include clinically isolated syndrome, relapsing-remitting disease, and active secondary progressive disease, in adults ( 1 ) Primary progressive MS, in adults ( 1 )",
      "manufacturer": "Genentech, Inc.",
      "splSetId": "9da42362-3bb5-4b83-b4bb-b59fd4e55f0d"
    }
  ],
  "id": "Ocrelizumab",
  "nciThesaurus": {
    "casRegistry": "637334-45-3",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A Fc-modified, humanized monoclonal antibody directed against the B-cell CD20 cell surface antigen, with immunosuppressive activity. Ocrelizumab binds to CD20 on the surfaces of B-cells, triggering complement-dependent cell lysis (CDCL) and antibody-dependent cell-mediated cytotoxicity (ADCC) of B-cells overexpressing CD20. The CD20 antigen, a non-glycosylated cell surface phosphoprotein that acts as a calcium ion channel, is found on over 90% of B-cells, B-cell lymphomas, and other lymphoid tumor cells of B-cell origin; it plays an important role in B-cell functioning.",
    "fdaUniiCode": "A10SJL62JY",
    "identifier": "C66250",
    "preferredName": "Ocrelizumab",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C20401",
      "C574"
    ],
    "synonyms": [
      "OCRELIZUMAB",
      "Ocrelizumab",
      "PR070769",
      "PRO-70769",
      "PRO70769",
      "RO4964913",
      "rhuMAb 2H7"
    ]
  }
}