{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "PEMAZYRE",
      "indication": "1 INDICATIONS AND USAGE PEMAZYRE is indicated for the treatment of adults with previously treated, unresectable locally advanced or metastatic cholangiocarcinoma with a fibroblast growth factor receptor 2 (FGFR2) fusion or other rearrangement as detected by an FDA-approved test [see Dosage and Administration ( 2.1 )] . This indication is approved under accelerated approval based on overall response rate and duration of response [see Clinical Studies ( 14.1 )]. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). PEMAZYRE is a kinase inhibitor indicated for the treatment of adults with previously treated, unresectable locally advanced or metastatic cholangiocarcinoma with a fibroblast growth factor receptor 2 (FGFR2) fusion or other rearrangement as detected by an FDA-approved test. ( 1 , 2.1 ) This indication is approved under accelerated approval based on overall response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). ( 1 , 2.1 )",
      "manufacturer": "Incyte Corporation",
      "splSetId": "9e1f2222-1d89-4e63-989c-ccebe2ab1eb4"
    }
  ],
  "id": "Pemigatinib",
  "nciThesaurus": {
    "casRegistry": "1513857-77-6",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally bioavailable inhibitor of the fibroblast growth factor receptor (FGFR) types 1, 2, and 3 (FGFR1/2/3), with potential antineoplastic activity. Pemigatinib binds to and inhibits FGFR1/2/3, which may result in the inhibition of FGFR1/2/3-related signal transduction pathways. This inhibits proliferation in FGFR1/2/3-overexpressing tumor cells. FGFR, a family of receptor tyrosine kinases upregulated in many tumor cell types, plays a key role in cellular proliferation, migration, and survival.",
    "fdaUniiCode": "Y6BX7BL23K",
    "identifier": "C121553",
    "preferredName": "Pemigatinib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C155727"
    ],
    "synonyms": [
      "2H-Pyrrolo(3',2':5,6)pyrido(4,3-d)pyrimidin-2-one, 3-(2,6-difluoro-3,5-dimethoxyphenyl)-1-ethyl-1,3,4,7-tetrahydro-8-(4-morpholinylmethyl)-",
      "INCB054828",
      "PEMIGATINIB",
      "Pemazyre",
      "Pemigatinib"
    ]
  }
}