{
  "emaEpar": [
    {
      "activeSubstance": "polatuzumab vedotin",
      "conditionIndication": "Polivy in combination with bendamustine and rituximab is indicated for the treatment of adult patients with relapsed/refractory diffuse large B-cell lymphoma (DLBCL) who are not candidates for haematopoietic stem cell transplant.",
      "inn": "polatuzumab vedotin",
      "marketingAuthorisationDate": "2020-01-16 01:00:00",
      "marketingAuthorisationHolder": "Roche Registration GmbH",
      "medicineName": "Polivy",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/polivy"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "POLIVY",
      "indication": "1 INDICATIONS AND USAGE POLIVY in combination with bendamustine and a rituximab product is indicated for the treatment of adult patients with relapsed or refractory diffuse large B-cell lymphoma (DLBCL), not otherwise specified, after at least two prior therapies. Accelerated approval was granted for this indication based on complete response rate [see Clinical Studies (14.1) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial. POLIVY is a CD79b-directed antibody-drug conjugate indicated in combination with bendamustine and a rituximab product for the treatment of adult patients with relapsed or refractory diffuse large B-cell lymphoma, not otherwise specified, after at least two prior therapies. ( 1 ) Accelerated approval was granted for this indication based on complete response rate. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial.",
      "manufacturer": "Genentech, Inc.",
      "splSetId": "20a16ab2-f338-4abb-9dcd-254bd949a2bc"
    }
  ],
  "id": "Polatuzumab_Vedotin",
  "nciThesaurus": {
    "casRegistry": "1313206-42-6",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An antibody-drug conjugate (ADC) composed of a monoclonal antibody directed against B-cell antigen receptor complex-associated protein beta chain (CD79B) conjugated, via a protease-cleavable peptide linker, to monomethyl auristatin E (MMAE), an auristatin derivative and a potent microtubule inhibitor, with potential antineoplastic activity.  Upon administration, the monoclonal antibody moiety of polatuzumab vedotin selectively binds to CD79B, a protein which is abundantly expressed on the surface of B-cells. Upon internalization and proteolytic cleavage, MMAE binds to tubulin and inhibits its polymerization, resulting in G2/M phase arrest and tumor cell apoptosis. CD79B, a component of the B-cell receptor (BCR), plays a key role in B-cell receptor signaling and is expressed on the surface of almost all types of malignant B-cells.",
    "fdaUniiCode": "KG6VO684Z6",
    "identifier": "C104153",
    "preferredName": "Polatuzumab Vedotin",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C129823",
      "C20401"
    ],
    "synonyms": [
      "ADC DCDS4501A",
      "Antibody-Drug Conjugate DCDS4501A",
      "DCDS4501A",
      "FCU 2711",
      "POLATUZUMAB VEDOTIN",
      "Polatuzumab Vedotin",
      "Polivy",
      "RG7596",
      "Ro 5541077-000",
      "polatuzumab vedotin-piiq"
    ]
  }
}