{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Alpha9",
      "indication": "This product is not recommended for cancer patients,women, and people age below 18 years oldbased on scientific research. lf you have any questions,please consult doctors or professionals for more information.",
      "manufacturer": "Golden Life Health Products Limited",
      "splSetId": "b744aebf-7c75-c242-e053-2995a90aebf3"
    },
    {
      "brand": "NMN.5S",
      "indication": "Boost Energy Metabolism Repair damaged DNA Activate longevity protein Eliminate free radicals",
      "manufacturer": "Chengdu Heqi Cosmetics Co., Ltd",
      "splSetId": "bcc4055d-af3a-8f10-e053-2a95a90abc46"
    },
    {
      "brand": "NMN",
      "indication": "NMN might increase cellar levels of NAD+ , activating long-evity proteins,Sirtl to Sirt7.Resveratrol is an antioxidant that inhibits the growth ofcancer cells. Pyrroloquinoline quineone might strengthen myocardial function, protect'heart and brain nerve cells,promotenerve conduction function, reduce functional degrada-tion caused by aging and free radicals, improve memoryand cognitive'ability.",
      "manufacturer": "IDun Bio-Technology Limited",
      "splSetId": "cb8813b0-1793-24aa-e053-2a95a90acf01"
    },
    {
      "brand": "NMN",
      "indication": "Resveratrol is an antioxidant thatinhibits the growth of cancer cells.This product is an human OTC drug,which has been evaluated by the Foodand Drug Administration .",
      "manufacturer": "Cosmic (Worldwide) Group Company Limited",
      "splSetId": "cb8b5717-bfe6-31e3-e053-2995a90a842e"
    }
  ],
  "id": "Resveratrol",
  "nciThesaurus": {
    "casRegistry": "501-36-0",
    "chebiId": "CHEBI:27881",
    "chemicalFormula": "C14H12O3",
    "definition": "A phytoalexin derived from grapes and other food products with antioxidant and potential chemopreventive activities. Resveratrol induces phase II drug-metabolizing enzymes (anti-initiation activity); mediates anti-inflammatory effects and inhibits cyclooxygenase and hydroperoxidase functions (anti-promotion activity); and induces promyelocytic leukemia cell differentiation (anti-progression activity), thereby exhibiting activities in three major steps of carcinogenesis. This agent may inhibit TNF-induced activation of NF-kappaB in a dose- and time-dependent manner. (NCI05)",
    "fdaUniiCode": "Q369O8926L",
    "identifier": "C1215",
    "preferredName": "Resveratrol",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C275",
      "C54630"
    ],
    "synonyms": [
      "(E)-5-[2-(4-Hydroxyphenyl)ethenyl]-1,3-benzenediol",
      "3,4',5-Stilbenetriol",
      "RESVERATROL",
      "Resveratrol",
      "resveratrol"
    ]
  }
}