{
  "emaEpar": [
    {
      "activeSubstance": "rituximab",
      "conditionIndication": "Ritemvia is indicated in adults for the following indications:Non-Hodgkin’s lymphoma (NHL) Ritemvia is indicated for the treatment of previously untreated patients with stage III, IV follicular lymphoma in combination with chemotherapy.Ritemvia maintenance therapy is indicated for the treatment of follicular lymphoma patients responding to induction therapy.Ritemvia monotherapy is indicated for treatment of patients with stage III, IV follicular lymphoma who are chemo resistant or are in their second or subsequent relapse after chemotherapy.Ritemvia is indicated for the treatment of patients with CD20 positive diffuse large B cell non Hodgkin’s lymphoma in combination with CHOP (cyclophosphamide, doxorubicin, vincristine, prednisolone) chemotherapy.Granulomatosis with polyangiitis and microscopic polyangiitis.Ritemvia, in combination with glucocorticoids, is indicated for the induction of remission in adult patients with severe, active granulomatosis with polyangiitis (Wegener’s) (GPA) and microscopic polyangiitis (MPA).",
      "inn": "rituximab",
      "marketingAuthorisationDate": "2017-07-13 00:00:00",
      "marketingAuthorisationHolder": "Celltrion Healthcare Hungary Kft.",
      "medicineName": "Ritemvia",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/ritemvia"
    },
    {
      "activeSubstance": "rituximab",
      "conditionIndication": "Blitzima is indicated in adults for the following indications:Non-Hodgkin’s lymphoma (NHL)Blitzima is indicated for the treatment of previously untreated patients with stage III-IV follicular lymphoma in combination with chemotherapy.Blitzima maintenance therapy is indicated for the treatment of follicular lymphoma patients responding to induction therapy.Blitzima monotherapy is indicated for treatment of patients with stage III-IV follicular lymphoma who are chemo-resistant or are in their second or subsequent relapse after chemotherapy.Blitzima is indicated for the treatment of patients with CD20 positive diffuse large B cell non-Hodgkin’s lymphoma in combination with CHOP (cyclophosphamide, doxorubicin, vincristine, prednisolone) chemotherapy.Chronic lymphocytic leukaemia (CLL)Blitzima in combination with chemotherapy is indicated for the treatment of patients with previously untreated and relapsed/refractory CLL. Only limited data are available on efficacy and safety for patients previously treated with monoclonal antibodies including Blitzima or patients refractory to previous Blitzima plus chemotherapy.",
      "inn": "rituximab",
      "marketingAuthorisationDate": "2017-07-13 00:00:00",
      "marketingAuthorisationHolder": "Celltrion Healthcare Hungary Kft.",
      "medicineName": "Blitzima",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/blitzima"
    },
    {
      "activeSubstance": "rituximab",
      "conditionIndication": "MabThera is indicated in adults for the following indications:Non‑Hodgkin’s lymphoma (NHL)MabThera is indicated for the treatment of previously untreated adult patients with stage III‑IV follicular lymphoma in combination with chemotherapy.MabThera maintenance therapy is indicated for the treatment of adult follicular lymphoma patients responding to induction therapy.MabThera monotherapy is indicated for treatment of adult patients with stage III‑IV follicular lymphoma who are chemoresistant or are in their second or subsequent relapse after chemotherapy.MabThera is indicated for the treatment of adult patients with CD20 positive diffuse large B cell non‑Hodgkin’s lymphoma in combination with CHOP (cyclophosphamide, doxorubicin, vincristine, prednisolone) chemotherapy.MabThera in combination with chemotherapy is indicated for the treatment of paediatric patients (aged ≥ 6 months  to < 18 years old) with previously untreated advanced stage CD20 positive diffuse large B-cell lymphoma (DLBCL), Burkitt lymphoma (BL)/Burkitt leukaemia (mature B-cell acute leukaemia) (BAL) or Burkitt-like lymphoma (BLL).Chronic lymphocytic leukaemia (CLL)MabThera in combination with chemotherapy is indicated for the treatment of patients with previously untreated and relapsed/refractory CLL. Only limited data are available on efficacy and safety for patients previously treated with monoclonal antibodies including MabThera or patients refractory to previous MabThera plus chemotherapy.Rheumatoid arthritisMabThera in combination with methotrexate is indicated for the treatment of adult patients with severe active rheumatoid arthritis who have had an inadequate response or intolerance to other disease‑modifying anti‑rheumatic drugs (DMARD) including one or more tumour necrosis factor (TNF) inhibitor therapies.MabThera has been shown to reduce the rate of progression of joint damage as measured by X‑ray and to improve physical function, when given in combination with methotrexate.Granulomatosis with polyangiitis and microscopic polyangiitisMabThera, in combination with glucocorticoids, is indicated for the treatment of adult patients with severe, active granulomatosis with polyangiitis (Wegener’s) (GPA) and microscopic polyangiitis (MPA).MabThera, in combination with glucocorticoids, is indicated for the induction of remission in paediatric patients (aged ≥ 2 to < 18 years old) with severe, active GPA (Wegener’s) and MPA.Pemphigus vulgarisMabThera is indicated for the treatment of patients with moderate to severe pemphigus vulgaris (PV).",
      "inn": "rituximab",
      "marketingAuthorisationDate": "1998-06-02 00:00:00",
      "marketingAuthorisationHolder": "Roche Registration GmbH",
      "medicineName": "MabThera",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/mabthera"
    },
    {
      "activeSubstance": "rituximab",
      "conditionIndication": "Truxima is indicated in adults for the following indications:Non-Hodgkin’s lymphoma (NHL)Truxima is indicated for the treatment of previously untreated patients with stage III IV follicular lymphoma in combination with chemotherapy.Truxima maintenance therapy is indicated for the treatment of follicular lymphoma patients responding to induction therapy.Truxima monotherapy is indicated for treatment of patients with stage III IV follicular lymphoma who are chemo resistant or are in their second or subsequent relapse after chemotherapy.Truxima is indicated for the treatment of patients with CD20 positive diffuse large B cell non Hodgkin’s lymphoma in combination with CHOP (cyclophosphamide, doxorubicin, vincristine, prednisolone) chemotherapy.Chronic lymphocytic leukaemia (CLL)Truxima in combination with chemotherapy is indicated for the treatment of patients with previously untreated and relapsed/refractory CLL. Only limited data are available on efficacy and safety for patients previously treated with monoclonal antibodies including Truxima or patients refractory to previous Truxima plus chemotherapy.Rheumatoid arthritisTruxima in combination with methotrexate is indicated for the treatment of adult patients with severe active rheumatoid arthritis who have had an inadequate response or intolerance to other disease modifying anti rheumatic drugs (DMARD) including one or more tumour necrosis factor (TNF) inhibitor therapies.Truxima has been shown to reduce the rate of progression of joint damage as measured by X ray and to improve physical function, when given in combination with methotrexate.Granulomatosis with polyangiitis and microscopic polyangiitisTruxima, in combination with glucocorticoids, is indicated for the treatment of adult patients with severe, active granulomatosis with polyangiitis (Wegener’s) (GPA) and microscopic polyangiitis (MPA).Pemphigus vulgarisTruxima is indicated for the treatment of patients with moderate to severe pemphigus vulgaris (PV).",
      "inn": "rituximab",
      "marketingAuthorisationDate": "2017-02-17 01:00:00",
      "marketingAuthorisationHolder": "Celltrion Healthcare Hungary Kft.",
      "medicineName": "Truxima",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/truxima"
    },
    {
      "activeSubstance": "rituximab",
      "conditionIndication": "Ruxience is indicated in adults for the following indications:, , Non‑Hodgkin’s lymphoma (NHL), , Ruxience is indicated for the treatment of previously untreated patients with stage III‑IV follicular lymphoma in combination with chemotherapy., , Ruxience maintenance therapy is indicated for the treatment of follicular lymphoma patients responding to induction therapy., , Ruxience monotherapy is indicated for treatment of patients with stage III‑IV follicular lymphoma who are chemoresistant or are in their second or subsequent relapse after chemotherapy., , Ruxience is indicated for the treatment of patients with CD20 positive diffuse large B cell non‑Hodgkin’s lymphoma in combination with CHOP (cyclophosphamide, doxorubicin, vincristine, prednisolone) chemotherapy., , Chronic lymphocytic leukaemia (CLL), , Ruxience in combination with chemotherapy is indicated for the treatment of patients with previously untreated and relapsed/refractory CLL. Only limited data are available on efficacy and safety for patients previously treated with monoclonal antibodies including rituximab or patients refractory to previous rituximab plus chemotherapy., , Rheumatoid arthritis, , Ruxience in combination with methotrexate is indicated for the treatment of adult patients with severe active rheumatoid arthritis who have had an inadequate response or intolerance to other disease‑modifying anti‑rheumatic drugs (DMARD) including one or more tumour necrosis factor (TNF) inhibitor therapies., , Ruxience has been shown to reduce the rate of progression of joint damage as measured by X‑ray and to improve physical function, when given in combination with methotrexate., , Granulomatosis with polyangiitis and microscopic polyangiitis, , Ruxience, in combination with glucocorticoids, is indicated for the treatment of adult patients with severe, active granulomatosis with polyangiitis (Wegener’s) (GPA) and microscopic polyangiitis (MPA)., , Pemphigus vulgaris, , Ruxience is indicated for the treatment of patients with moderate to severe pemphigus vulgaris (PV)., ",
      "inn": "rituximab",
      "marketingAuthorisationDate": "2020-04-01 00:00:00",
      "marketingAuthorisationHolder": "Pfizer Europe MA EEIG ",
      "medicineName": "Ruxience",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/ruxience"
    },
    {
      "activeSubstance": "rituximab",
      "conditionIndication": "Riximyo is indicated in adults for the following indications:Non-Hodgkin’s lymphoma (NHL)Riximyo is indicated for the treatment of previously untreated patients with stage III-IV follicular lymphoma in combination with chemotherapy.Riximyo maintenance therapy is indicated for the treatment of follicular lymphoma patients responding to induction therapy.Riximyo monotherapy is indicated for treatment of patients with stage III-IV follicular lymphoma who are chemoresistant or are in their second or subsequent relapse after chemotherapy.Riximyo is indicated for the treatment of patients with CD20 positive diffuse large B cell non Hodgkin’s lymphoma in combination with CHOP (cyclophosphamide, doxorubicin, vincristine, prednisolone) chemotherapy.Rheumatoid arthritisRiximyo in combination with methotrexate is indicated for the treatment of adult patients with severe active rheumatoid arthritis who have had an inadequate response or intolerance to other disease modifying anti-rheumatic drugs (DMARD) including one or more tumour necrosis factor (TNF) inhibitor therapies.Rituximab has been shown to reduce the rate of progression of joint damage as measured by X-ray and to improve physical function, when given in combination with methotrexate.Granulomatosis with polyangiitis and microscopic polyangiitisRiximyo, in combination with glucocorticoids, is indicated for the induction of remission in adult patients with severe, active granulomatosis with polyangiitis (Wegener’s) (GPA) and microscopic polyangiitis (MPA).",
      "inn": "rituximab",
      "marketingAuthorisationDate": "2017-06-15 00:00:00",
      "marketingAuthorisationHolder": "Sandoz GmbH",
      "medicineName": "Riximyo",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/riximyo"
    },
    {
      "activeSubstance": "rituximab",
      "conditionIndication": "Rixathon is indicated in adults for the following indications:, , Non-Hodgkin’s lymphoma (NHL), , Rixathon is indicated for the treatment of previously untreated patients with stage III-IV follicular lymphoma in combination with chemotherapy., , Rixathon maintenance therapy is indicated for the treatment of follicular lymphoma patients responding to induction therapy., , Rixathon monotherapy is indicated for treatment of patients with stage III-IV follicular lymphoma who are chemoresistant or are in their second or subsequent relapse after chemotherapy., , Rixathon is indicated for the treatment of patients with CD20 positive diffuse large B cell non Hodgkin’s lymphoma in combination with CHOP (cyclophosphamide, doxorubicin, vincristine, prednisolone) chemotherapy., , Chronic lymphocytic leukaemia (CLL), , Rixathon in combination with chemotherapy is indicated for the treatment of patients with previously untreated and relapsed/refractory chronic lymphocytic leukaemia. Only limited data are available on efficacy and safety for patients previously treated with monoclonal antibodies including rituximab or patients refractory to previous rituximab plus chemotherapy., , Rheumatoid arthritis, , Rixathon in combination with methotrexate is indicated for the treatment of adult patients with severe active rheumatoid arthritis who have had an inadequate response or intolerance to other disease modifying anti-rheumatic drugs (DMARD) including one or more tumour necrosis factor (TNF) inhibitor therapies., , Rituximab has been shown to reduce the rate of progression of joint damage as measured by X-ray and to improve physical function, when given in combination with methotrexate., , Granulomatosis with polyangiitis and microscopic polyangiitis, , Rixathon, in combination with glucocorticoids, is indicated for the treatment of adult patients with severe, active granulomatosis with polyangiitis (Wegener’s) (GPA) and microscopic polyangiitis (MPA)., , Pemphigus vulgaris, , Rixathon is indicated for the treatment of patients with moderate to severe pemphigus vulgaris (PV)., ",
      "inn": "rituximab",
      "marketingAuthorisationDate": "2017-06-15 00:00:00",
      "marketingAuthorisationHolder": "Sandoz GmbH",
      "medicineName": "Rixathon",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/rixathon"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Rituxan Hycela",
      "indication": "1 INDICATIONS AND USAGE RITUXAN HYCELA is a combination of rituximab, a CD20-directed cytolytic antibody, and hyaluronidase human, an endoglycosidase, indicated for the treatment of adult patients with: Follicular Lymphoma (FL) ( 1.1 ) Relapsed or refractory, follicular lymphoma as a single agent Previously untreated follicular lymphoma in combination with first line chemotherapy and, in patients achieving a complete or partial response to rituximab in combination with chemotherapy, as single-agent maintenance therapy Non-progressing (including stable disease), follicular lymphoma as a single agent after first-line cyclophosphamide, vincristine, and prednisone (CVP) chemotherapy Diffuse Large B-cell Lymphoma (DLBCL) ( 1.2 ) Previously untreated diffuse large B-cell lymphoma in combination with cyclophosphamide, doxorubicin, vincristine, prednisone (CHOP) or other anthracycline-based chemotherapy regimens Chronic Lymphocytic Leukemia (CLL) ( 1.3 ) Previously untreated and previously treated CLL in combination with fludarabine and cyclophosphamide (FC) Limitations of Use: Initiate treatment with RITUXAN HYCELA only after patients have received at least one full dose of a rituximab product by intravenous infusion. ( 1.4 , 2.1 , 5.4 ). RITUXAN HYCELA is not indicated for the treatment of non-malignant conditions. ( 1.4 ) 1.1 Follicular Lymphoma (FL) RITUXAN HYCELA is indicated for the treatment of adult patients with: Relapsed or refractory, follicular lymphoma as a single agent. Previously untreated follicular lymphoma in combination with first line chemotherapy and, in patients achieving a complete or partial response to rituximab in combination with chemotherapy, as single-agent maintenance therapy. Non-progressing (including stable disease), follicular lymphoma as a single agent after first-line cyclophosphamide, vincristine, and prednisone (CVP) chemotherapy. 1.2 Diffuse Large B-Cell Lymphoma (DLBCL) RITUXAN HYCELA is indicated for the treatment of adult patients with previously untreated diffuse large B-cell lymphoma in combination with cyclophosphamide, doxorubicin, vincristine, prednisone (CHOP) or other anthracycline-based chemotherapy regimens. 1.3 Chronic Lymphocytic Leukemia (CLL) RITUXAN HYCELA is indicated, in combination with fludarabine and cyclophosphamide (FC), for the treatment of adult patients with previously untreated and previously treated CLL. 1.4 Limitations of Use Initiate treatment with RITUXAN HYCELA only after patients have received at least one full dose of a rituximab product by intravenous infusion [see Dosage and Administration (2.1) and Warnings and Precautions (5.4) ]. RITUXAN HYCELA is not indicated for the treatment of non-malignant conditions.",
      "manufacturer": "Genentech, Inc.",
      "splSetId": "3e5b7e82-f018-4eaf-ae78-d6145a906b20"
    },
    {
      "brand": "Truxima",
      "indication": "1 INDICATIONS AND USAGE TRUXIMA (rituximab-abbs) is a CD20-directed cytolytic antibody indicated for the treatment of adult patients with: Non-Hodgkin's Lymphoma (NHL) ( 1.1 ). Relapsed or refractory, low grade or follicular, CD20-positive B-cell NHL as a single agent. Previously untreated follicular, CD20-positive, B-cell NHL in combination with first line chemotherapy and, in patients achieving a complete or partial response to a rituximab product in combination with chemotherapy, as single-agent maintenance therapy. Non-progressing (including stable disease), low-grade, CD20-positive, B-cell NHL as a single agent after first-line cyclophosphamide, vincristine, and prednisone (CVP) chemotherapy. Previously untreated diffuse large B-cell, CD20-positive NHL in combination with (cyclophosphamide, doxorubicin, vincristine, and prednisone) (CHOP) or other anthracycline-based chemotherapy regimens. Chronic Lymphocytic Leukemia (CLL) ( 1.2 ). Previously untreated and previously treated CD20-positive CLL in combination with fludarabine and cyclophosphamide (FC). Rheumatoid Arthritis (RA) in combination with methotrexate in adult patients with moderately-to severely-active RA who have inadequate response to one or more TNF antagonist therapies ( 1.3 ). Granulomatosis with Polyangiitis (GPA) (Wegener’s Granulomatosis) and Microscopic Polyangiitis (MPA) in adult patients in combination with glucocorticoids ( 1.4 ). 1.1 Non–Hodgkin's Lymphoma (NHL) TRUXIMA (rituximab-abbs) is indicated for the treatment of adult patients with: Relapsed or refractory, low-grade or follicular, CD20-positive, B-cell NHL as a single agent. Previously untreated follicular, CD20-positive, B-cell NHL in combination with first line chemotherapy and, in patients achieving a complete or partial response to a rituximab product in combination with chemotherapy, as single-agent maintenance therapy. Non-progressing (including stable disease), low-grade, CD20-positive, B-cell NHL as a single agent after first-line cyclophosphamide, vincristine, and prednisone (CVP) chemotherapy. Previously untreated diffuse large B-cell, CD20-positive NHL in combination with cyclophosphamide, doxorubicin, vincristine, prednisone (CHOP) or other anthracycline-based chemotherapy regimens. 1.2 Chronic Lymphocytic Leukemia (CLL) TRUXIMA is indicated, in combination with fludarabine and cyclophosphamide (FC), for the treatment of adult patients with previously untreated and previously treated CD20-positive CLL. 1.3 Rheumatoid Arthritis (RA) TRUXIMA, in combination with methotrexate, is indicated for the treatment of adult patients with moderately- to severely-active rheumatoid arthritis who have had an inadequate response to one or more TNF antagonist therapies. 1.4 Granulomatosis with Polyangiitis (GPA) (Wegener’s Granulomatosis) and Microscopic Polyangiitis (MPA) TRUXIMA, in combination with glucocorticoids, is indicated for the treatment of adult patients with Granulomatosis with Polyangiitis (GPA) (Wegener’s Granulomatosis) and Microscopic Polyangiitis (MPA).",
      "manufacturer": "Cephalon, Inc.",
      "splSetId": "9af3ddc7-4217-417a-ac89-8704edc5bc44"
    },
    {
      "brand": "Rituxan",
      "indication": "1 INDICATIONS AND USAGE RITUXAN (rituximab) is a CD20-directed cytolytic antibody indicated for the treatment of: Adult patients with Non-Hodgkin's Lymphoma (NHL) ( 1.1 ). Relapsed or refractory, low grade or follicular, CD20-positive B-cell NHL as a single agent. Previously untreated follicular, CD20-positive, B-cell NHL in combination with first line chemotherapy and, in patients achieving a complete or partial response to a rituximab product in combination with chemotherapy, as single-agent maintenance therapy. Non-progressing (including stable disease), low-grade, CD20-positive, B-cell NHL as a single agent after first-line cyclophosphamide, vincristine, and prednisone (CVP) chemotherapy. Previously untreated diffuse large B-cell, CD20-positive NHL in combination with (cyclophosphamide, doxorubicin, vincristine, and prednisone) (CHOP) or other anthracycline-based chemotherapy regimens. Adult patients with Chronic Lymphocytic Leukemia (CLL) ( 1.2 ). Previously untreated and previously treated CD20-positive CLL in combination with fludarabine and cyclophosphamide (FC). Rheumatoid Arthritis (RA) in combination with methotrexate in adult patients with moderately-to severely-active RA who have inadequate response to one or more TNF antagonist therapies ( 1.3 ). Granulomatosis with Polyangiitis (GPA) (Wegener's Granulomatosis) and Microscopic Polyangiitis (MPA) in adult and pediatric patients 2 years of age and older in combination with glucocorticoids ( 1.4 ). Moderate to severe Pemphigus Vulgaris (PV) in adult patients ( 1.5 ). 1.1 Non–Hodgkin's Lymphoma (NHL) RITUXAN (rituximab) is indicated for the treatment of adult patients with: Relapsed or refractory, low-grade or follicular, CD20-positive, B-cell NHL as a single agent. Previously untreated follicular, CD20-positive, B-cell NHL in combination with first line chemotherapy and, in patients achieving a complete or partial response to a rituximab product in combination with chemotherapy, as single-agent maintenance therapy. Non-progressing (including stable disease), low-grade, CD20-positive, B-cell NHL as a single agent after first-line cyclophosphamide, vincristine, and prednisone (CVP) chemotherapy. Previously untreated diffuse large B-cell, CD20-positive NHL in combination with cyclophosphamide, doxorubicin, vincristine, prednisone (CHOP) or other anthracycline-based chemotherapy regimens. 1.2 Chronic Lymphocytic Leukemia (CLL) RITUXAN, in combination with fludarabine and cyclophosphamide (FC), is indicated for the treatment of adult patients with previously untreated and previously treated CD20-positive CLL. 1.3 Rheumatoid Arthritis (RA) RITUXAN, in combination with methotrexate, is indicated for the treatment of adult patients with moderately- to severely-active rheumatoid arthritis who have had an inadequate response to one or more TNF antagonist therapies. 1.4 Granulomatosis with Polyangiitis (GPA) (Wegener's Granulomatosis) and Microscopic Polyangiitis (MPA) RITUXAN, in combination with glucocorticoids, is indicated for the treatment of adult and pediatric patients 2 years of age and older with Granulomatosis with Polyangiitis (GPA) (Wegener's Granulomatosis) and Microscopic Polyangiitis (MPA). 1.5 Pemphigus Vulgaris (PV) RITUXAN is indicated for the treatment of adult patients with moderate to severe pemphigus vulgaris.",
      "manufacturer": "Genentech, Inc.",
      "splSetId": "b172773b-3905-4a1c-ad95-bab4b6126563"
    },
    {
      "brand": "Riabni",
      "indication": "1 INDICATIONS AND USAGE RIABNI (rituximab-arrx) is a CD20-directed cytolytic antibody indicated for the treatment of: Adult patients with non-Hodgkin's Lymphoma (NHL) ( 1.1 ). Relapsed or refractory, low grade or follicular, CD20-positive B-cell NHL as a single agent. Previously untreated follicular, CD20-positive, B-cell NHL in combination with first line chemotherapy and, in patients achieving a complete or partial response to a rituximab product in combination with chemotherapy, as single-agent maintenance therapy. Non-progressing (including stable disease), low-grade, CD20-positive, B-cell NHL as a single agent after first-line cyclophosphamide, vincristine, and prednisone (CVP) chemotherapy. Previously untreated diffuse large B-cell, CD20-positive NHL in combination with cyclophosphamide, doxorubicin, vincristine, and prednisone (CHOP) or other anthracycline-based chemotherapy regimens. Adult patients with Chronic Lymphocytic Leukemia (CLL) ( 1.2 ). Previously untreated and previously treated CD20-positive CLL in combination with fludarabine and cyclophosphamide (FC). Granulomatosis with Polyangiitis (GPA) (Wegener's Granulomatosis) and Microscopic Polyangiitis (MPA) in adult patients in combination with glucocorticoids ( 1.3 ). 1.1 Non-Hodgkin's Lymphoma (NHL) RIABNI (rituximab-arrx) is indicated for the treatment of adult patients with: Relapsed or refractory, low-grade or follicular, CD20-positive, B-cell NHL as a single agent. Previously untreated follicular, CD20-positive, B-cell NHL in combination with first line chemotherapy and, in patients achieving a complete or partial response to a rituximab product in combination with chemotherapy, as single-agent maintenance therapy. Non-progressing (including stable disease), low-grade, CD20-positive, B-cell NHL as a single agent after first-line cyclophosphamide, vincristine, and prednisone (CVP) chemotherapy. Previously untreated diffuse large B-cell, CD20-positive NHL in combination with cyclophosphamide, doxorubicin, vincristine, prednisone (CHOP) or other anthracycline-based chemotherapy regimens. 1.2 Chronic Lymphocytic Leukemia (CLL) RIABNI, in combination with fludarabine and cyclophosphamide (FC), is indicated for the treatment of adult patients with previously untreated and previously treated CD20-positive CLL. 1.3 Granulomatosis with Polyangiitis (GPA) (Wegener's Granulomatosis) and Microscopic Polyangiitis (MPA) RIABNI, in combination with glucocorticoids, is indicated for the treatment of adult patients with Granulomatosis with Polyangiitis (GPA) (Wegener's Granulomatosis) and Microscopic Polyangiitis (MPA).",
      "manufacturer": "Amgen Inc",
      "splSetId": "da1c4de7-0e5b-4f72-97ec-7a8d368f085f"
    },
    {
      "brand": "Ruxience",
      "indication": "1 INDICATIONS AND USAGE RUXIENCE (rituximab-pvvr) is a CD20-directed cytolytic antibody indicated for the treatment of adult patients with: Non-Hodgkin's Lymphoma (NHL) ( 1.1 ). Relapsed or refractory, low grade or follicular, CD20-positive B-cell NHL as a single agent. Previously untreated follicular, CD20-positive, B-cell NHL in combination with first line chemotherapy and, in patients achieving a complete or partial response to a rituximab product in combination with chemotherapy, as single-agent maintenance therapy. Non-progressing (including stable disease), low-grade, CD20-positive, B-cell NHL as a single agent after first-line cyclophosphamide, vincristine, and prednisone (CVP) chemotherapy. Previously untreated diffuse large B-cell, CD20-positive NHL in combination with (cyclophosphamide, doxorubicin, vincristine, and prednisone) (CHOP) or other anthracycline-based chemotherapy regimens. Chronic Lymphocytic Leukemia (CLL) ( 1.2 ). Previously untreated and previously treated CD20-positive CLL in combination with fludarabine and cyclophosphamide (FC). Granulomatosis with Polyangiitis (GPA) (Wegener's Granulomatosis) and Microscopic Polyangiitis (MPA) in combination with glucocorticoids ( 1.3 ). 1.1 Non-Hodgkin's Lymphoma (NHL) RUXIENCE (rituximab-pvvr) is indicated for the treatment of adult patients with: Relapsed or refractory, low-grade or follicular, CD20-positive, B-cell NHL as a single agent. Previously untreated follicular, CD20-positive, B-cell NHL in combination with first line chemotherapy and, in patients achieving a complete or partial response to a rituximab product in combination with chemotherapy, as single-agent maintenance therapy. Non-progressing (including stable disease), low-grade, CD20-positive, B-cell NHL as a single agent after first-line cyclophosphamide, vincristine, and prednisone (CVP) chemotherapy. Previously untreated diffuse large B-cell, CD20-positive NHL in combination with cyclophosphamide, doxorubicin, vincristine, prednisone (CHOP) or other anthracycline-based chemotherapy regimens. 1.2 Chronic Lymphocytic Leukemia (CLL) RUXIENCE, in combination with fludarabine and cyclophosphamide (FC), is indicated for the treatment of adult patients with previously untreated and previously treated CD20-positive CLL. 1.3 Granulomatosis with Polyangiitis (GPA) (Wegener's Granulomatosis) and Microscopic Polyangiitis (MPA) RUXIENCE, in combination with glucocorticoids, is indicated for the treatment of adult patients with Granulomatosis with Polyangiitis (GPA) (Wegener's Granulomatosis) and Microscopic Polyangiitis (MPA).",
      "manufacturer": "Pfizer Laboratories Div Pfizer Inc",
      "splSetId": "f941fc61-f7a3-4e4a-ab7c-87c1667fa05b"
    }
  ],
  "id": "Rituximab",
  "nciThesaurus": {
    "casRegistry": "174722-31-7",
    "chebiId": "CHEBI:64357",
    "chemicalFormula": "",
    "definition": "A recombinant chimeric murine/human antibody directed against the CD20 antigen, a hydrophobic transmembrane protein located on normal pre-B and mature B lymphocytes. Following binding, rituximab triggers a host cytotoxic immune response against CD20-positive cells.",
    "fdaUniiCode": "4F4X42SYQ6",
    "identifier": "C1702",
    "preferredName": "Rituximab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C129822",
      "C141215"
    ],
    "synonyms": [
      "ABP 798",
      "BI 695500",
      "C2B8 Monoclonal Antibody",
      "CT-P10",
      "Chimeric Anti-CD20 Antibody",
      "IDEC-102",
      "IDEC-C2B8",
      "IDEC-C2B8 Monoclonal Antibody",
      "MabThera",
      "Monoclonal Antibody IDEC-C2B8",
      "PF-05280586",
      "RITUXIMAB",
      "RTXM83",
      "Rituxan",
      "Rituximab",
      "Rituximab ABBS",
      "Rituximab Biosimilar ABP 798",
      "Rituximab Biosimilar BI 695500",
      "Rituximab Biosimilar CT-P10",
      "Rituximab Biosimilar GB241",
      "Rituximab Biosimilar IBI301",
      "Rituximab Biosimilar JHL1101",
      "Rituximab Biosimilar PF-05280586",
      "Rituximab Biosimilar RTXM83",
      "Rituximab Biosimilar SAIT101",
      "Rituximab Biosimilar SIBP-02",
      "Truxima",
      "rituximab",
      "rituximab biosimilar TQB2303",
      "rituximab-abbs"
    ]
  }
}