{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Romidepsin",
      "indication": "1 INDICATIONS AND USAGE Romidepsin Injection is a histone deacetylase (HDAC) inhibitor indicated for: Treatment of cutaneous T-cell lymphoma (CTCL) in adult patients who have received at least one prior systemic therapy ( 1.1 ). Treatment of peripheral T-cell lymphoma (PTCL) in adult patients who have received at least one prior therapy ( 1.2 ). This indication is approved under accelerated approval based on response rate. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials ( 14.2 ). 1.1 Cutaneous T-Cell Lymphoma Romidepsin Injection is indicated for the treatment of cutaneous T-cell lymphoma (CTCL) in adult patients who have received at least one prior systemic therapy. 1.2 Peripheral T-Cell Lymphoma Romidepsin Injection is indicated for the treatment of peripheral T-cell lymphoma (PTCL) in adult patients who have received at least one prior therapy. This indication is approved under accelerated approval based on response rate [see Clinical Studies ( 14.2 )] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials.",
      "manufacturer": "Teva Parenteral Medicines, Inc.",
      "splSetId": "a0478684-e477-4b52-97a9-04a76e794c87"
    }
  ],
  "id": "Romidepsin",
  "nciThesaurus": {
    "casRegistry": "128517-07-7",
    "chebiId": "CHEBI:61080",
    "chemicalFormula": "C24H36N4O6S2",
    "definition": "A bicyclic depsipeptide antibiotic isolated from the bacterium Chromobacterium violaceum with antineoplastic activity. After intracellular activation, romidepsin binds to and inhibits histone deacetylase (HDAC), resulting in alterations in gene expression and the induction of cell differentiation, cell cycle arrest, and apoptosis. This agent also inhibits hypoxia-induced angiogenesis and depletes several heat shock protein 90 (Hsp90)-dependent oncoproteins.",
    "fdaUniiCode": "CX3T89XQBK",
    "identifier": "C1544",
    "preferredName": "Romidepsin",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [],
    "synonyms": [
      "Antibiotic FR 901228",
      "Depsipeptide",
      "FK228",
      "FR901228",
      "Istodax",
      "L-Valine, N- (3-hydroxy-7-mercapto-1-oxo-4-heptenyl)valyl- cysteinyl-2, 3-didehydro-2-aminobutanoyl-,xi-lactone, cyclic (1-2)-disulfide",
      "L-Valine, N-(3-Hydroxy-7-Mercapto-1-Oxo-4-Heptenyl)-D-Valyl-D-Cysteinyl-(Z)-2,3 -Didehydro-2-Aminobutanoyl-, xi-Lactone, Cyclic (1-2)-Disulfide, (S-(E))-",
      "N-[(3S,4E)-3-Hydroxy-7-mercapto-1-oxo-4-heptenyl]-D-valyl-D-cysteinyl-(2Z)-2-amino-2-butenoyl-L-valine, (4-1) Lactone, Cyclic",
      "N-[(3S,4E)-3-Hydroxy-7-mercapto-1-oxo-4-heptenyl]-D-valyl-D-cysteinyl-(2Z)-2-amino-2-butenoyl-L-valine, (4->1) Lactone, Cyclic",
      "ROMIDEPSIN",
      "Romidepsin",
      "depsipeptide",
      "romidepsin"
    ]
  }
}