{
  "emaEpar": [
    {
      "activeSubstance": "ruxolitinib (as phosphate)",
      "conditionIndication": "Myelofibrosis (MF)Jakavi is indicated for the treatment of disease related splenomegaly or symptoms in adult patients with primary myelofibrosis (also known as chronic idiopathic myelofibrosis), post polycythaemia vera myelofibrosis or post essential thrombocythaemia myelofibrosis.Polycythaemia vera (PV)Jakavi is indicated for the treatment of adult patients with polycythaemia vera who are resistant to or intolerant of hydroxyurea. ",
      "inn": "ruxolitinib",
      "marketingAuthorisationDate": "2012-08-23 00:00:00",
      "marketingAuthorisationHolder": "Novartis Europharm Limited",
      "medicineName": "Jakavi",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/jakavi"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "JAKAFI",
      "indication": "1. INDICATIONS AND USAGE Jakafi is a kinase inhibitor indicated for treatment of: intermediate or high-risk myelofibrosis, including primary myelofibrosis, post-polycythemia vera myelofibrosis and post-essential thrombocythemia myelofibrosis in adults. ( 1.1 ) polycythemia vera in adults who have had an inadequate response to or are intolerant of hydroxyurea. ( 1.2 ) steroid-refractory acute graft-versus-host disease in adult and pediatric patients 12 years and older ( 1.3 ) chronic graft-versus-host disease after failure of one or two lines of systemic therapy in adult and pediatric patients 12 years and older. ( 1.4 ) 1.1 Myelofibrosis Jakafi is indicated for treatment of intermediate or high-risk myelofibrosis (MF), including primary MF, post-polycythemia vera MF and post-essential thrombocythemia MF in adults. 1.2 Polycythemia Vera Jakafi is indicated for treatment of polycythemia vera (PV) in adults who have had an inadequate response to or are intolerant of hydroxyurea. 1.3 Acute Graft-Versus-Host Disease Jakafi is indicated for treatment of steroid-refractory acute graft-versus-host disease (aGVHD) in adult and pediatric patients 12 years and older. 1.4 Chronic Graft-Versus-Host Disease Jakafi is indicated for treatment of chronic graft-versus-host disease (cGVHD) after failure of one or two lines of systemic therapy in adult and pediatric patients 12 years and older.",
      "manufacturer": "Incyte Corporation",
      "splSetId": "f1c82580-87ae-11e0-bc84-0002a5d5c51b"
    }
  ],
  "id": "Ruxolitinib",
  "nciThesaurus": {
    "casRegistry": "941678-49-5",
    "chebiId": "",
    "chemicalFormula": "C17H18N6",
    "definition": "An orally bioavailable Janus-associated kinase (JAK) inhibitor with potential antineoplastic and immunomodulating activities. Ruxolitinib specifically binds to and inhibits protein tyrosine kinases JAK 1 and 2, which may lead to a reduction in inflammation and an inhibition of cellular proliferation. The JAK-STAT (signal transducer and activator of transcription) pathway plays a key role in the signaling of many cytokines and growth factors and is involved in cellular proliferation, growth, hematopoiesis, and the immune response; JAK kinases may be upregulated in inflammatory diseases, myeloproliferative disorders, and various malignancies.",
    "fdaUniiCode": "82S8X8XX8H",
    "identifier": "C77888",
    "preferredName": "Ruxolitinib",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C125450",
      "C129650"
    ],
    "synonyms": [
      "(3R)-3-cyclopentyl-3-(4-(7h-pyrrolo(2,3-d)pyrimidin-4-yl)pyrazol-1-yl)propanenitrile",
      "INCB-18424",
      "INCB18424",
      "Jakafi",
      "Oral JAK Inhibitor INCB18424",
      "RUXOLITINIB",
      "Ruxolitinib"
    ]
  }
}