{
  "emaEpar": [
    {
      "activeSubstance": "siltuximab",
      "conditionIndication": "Sylvant is indicated for the treatment of adult patients with multicentric Castleman’s disease (MCD who are human immunodeficiency virus (HIV) negative and human herpesvirus-8 (HHV-8) negative.",
      "inn": "siltuximab",
      "marketingAuthorisationDate": "2014-05-22 00:00:00",
      "marketingAuthorisationHolder": "EUSA Pharma (Netherlands) BV",
      "medicineName": "Sylvant",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/sylvant"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Sylvant",
      "indication": "1 INDICATIONS AND USAGE SYLVANT is indicated for the treatment of patients with multicentric Castleman's disease (MCD) who are human immunodeficiency virus (HIV) negative and human herpesvirus-8 (HHV-8) negative. SYLVANT is an interleukin-6 (IL-6) antagonist indicated for the treatment of patients with multicentric Castleman's disease (MCD) who are human immunodeficiency virus (HIV) negative and human herpesvirus-8 (HHV-8) negative. ( 1 ) Limitations of Use SYLVANT was not studied in patients with MCD who are HIV positive or HHV-8 positive because SYLVANT did not bind to virally produced IL-6 in a nonclinical study. Limitations of Use SYLVANT was not studied in patients with MCD who are HIV positive or HHV-8 positive because SYLVANT did not bind to virally produced IL-6 in a nonclinical study.",
      "manufacturer": "EUSA Pharma (UK) Ltd",
      "splSetId": "8d663642-f52e-49c0-a023-2da083fdfc0b"
    }
  ],
  "id": "Siltuximab",
  "nciThesaurus": {
    "casRegistry": "541502-14-1",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A chimeric, human-murine, monoclonal antibody targeting the pro-inflammatory cytokine interleukin 6 (IL-6), with antitumor and anti-inflammatory activities. Upon intravenous administration of siltuximab, this agent targets and binds to IL-6. This inhibits the binding of IL-6 to the IL-6 receptor (IL-6R), which results in the blockade of the IL-6/IL-6R-mediated signal transduction pathway. This inhibits cancer cell growth in tumors overexpressing IL-6.",
    "fdaUniiCode": "T4H8FMA7IM",
    "identifier": "C61084",
    "preferredName": "Siltuximab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C129822",
      "C163951"
    ],
    "synonyms": [
      "Anti-IL-6 Chimeric Monoclonal Antibody",
      "CNTO 328",
      "CNTO-328",
      "SILTUXIMAB",
      "Siltuximab",
      "Sylvant",
      "anti-IL-6 chimeric monoclonal antibody",
      "cCLB8"
    ]
  }
}