{
  "emaEpar": [
    {
      "activeSubstance": "Sodium phenylbutyrate",
      "conditionIndication": "Ammonaps is indicated as adjunctive therapy in the chronic management of urea cycle disorders, involving deficiencies of carbamylphosphate synthetase, ornithine transcarbamylase orargininosuccinate synthetase.It is indicated in all patients with neonatal-onset presentation (complete enzyme deficiencies, presenting within the first 28 days of life). It is also indicated in patients with late-onset disease(partial enzyme deficiencies, presenting after the first month of life) who have a history of hyperammonaemic encephalopathy.",
      "inn": "sodium phenylbutyrate",
      "marketingAuthorisationDate": "1999-12-07 01:00:00",
      "marketingAuthorisationHolder": "Immedica Pharma AB",
      "medicineName": "Ammonaps",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/ammonaps"
    },
    {
      "activeSubstance": "Sodium phenylbutyrate",
      "conditionIndication": "Treatment of chronic management of urea-cycle disorders.",
      "inn": "sodium phenylbutyrate",
      "marketingAuthorisationDate": "2013-07-30 00:00:00",
      "marketingAuthorisationHolder": "Eurocept International B. V.",
      "medicineName": "Pheburane",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/pheburane"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Sodium Phenylbutyrate",
      "indication": "INDICATIONS & USAGE Sodium Phenylbutyrate Tablets is indicated as adjunctive therapy in the chronic management of patients with urea cycle disorders involving deficiencies of carbamylphosphate synthetase (CPS), ornithine transcarbamylase (OTC), or argininosuccinic acid synthetase (AS). It is indicated in all patients with neonatal-onset deficiency (complete enzymatic deficiency, presenting within the first 28 days of life). It is also indicated in patients with late-onset disease (partial enzymatic deficiency, presenting after the first month of life) who have a history of hyperammonemic encephalopathy. It is important that the diagnosis be made early and treatment initiated immediately to improve survival. Any episode of acute hyperammonemia should be treated as a life-threatening emergency. Sodium Phenylbutyrate Tablets must be combined with dietary protein restriction and, in some cases, essential amino acid supplementation. (See Nutritional Supplementation subsection of the DOSAGE AND ADMINISTRATION section.) Previously, neonatal-onset disease was almost universally fatal within the first year of life, even when treated with peritoneal dialysis and essential amino acids or their nitrogen-free analogs. However, with hemodialysis, use of alternative waste nitrogen excretion pathways (sodium phenylbutyrate, sodium benzoate, and sodium phenylacetate), dietary protein restriction, and, in some cases, essential amino acid supplementation, the survival rate in newborns diagnosed after birth but within the first month of life is almost 80%. Most deaths have occurred during an episode of acute hyperammonemic encephalopathy. Patients with neonatal-onset disease have a high incidence of mental retardation. Those who had IQ tests administered had an incidence of mental retardation as follows: ornithine transcarbamylase deficiency, 100% (14/14 patients tested); argininosuccinic acid synthetase deficiency, 88% (15/17 patients tested); and carbamylphosphate synthetase deficiency, 57% (4/7 patients tested). Retardation was severe in the majority of the retarded patients. In patients diagnosed during gestation and treated prior to any episode of hyperammonemic encephalopathy, survival is 100%, but even in these patients, most subsequently demonstrate cognitive impairment or other neurologic deficits. In late-onset deficiency patients, including females heterozygous for ornithine transcarbamylase deficiency, who recover from hyperammonemic encephalopathy and are then treated chronically with Sodium Phenylbutyrate Tablets and dietary protein restriction, the survival rate is 98%. The two deaths in this group of patients occurred during episodes of hyperammonemic encephalopathy. However, compliance with the therapeutic regimen has not been adequately documented to allow evaluation of the potential for Sodium Phenylbutyrate Tablets and dietary protein restriction to prevent mental deterioration and recurrence of hyperammonemic encephalopathy if carefully adhered to. The majority of these patients tested (30/46 or 65%) have IQ's in the average to low average/borderline mentally retarded range. Reversal of pre-existing neurologic impairment is not likely to occur with treatment and neurologic deterioration may continue in some patients. Even on therapy, acute hyperammonemic encephalopathy recurred in the majority of patients for whom the drug is indicated. Sodium Phenylbutyrate Tablets may be required life-long unless orthotopic liver transplantation is elected. (See CLINICAL PHARMACOLOGY , Pharmacodynamics subsection for the biochemical effects of Sodium Phenylbutyrate Tablets).",
      "manufacturer": "Par Pharmaceutical, Inc.",
      "splSetId": "4020b962-eaee-4184-b04b-14ca757c51a1"
    },
    {
      "brand": "BUPHENYL",
      "indication": "INDICATIONS AND USAGE BUPHENYL is indicated as adjunctive therapy in the chronic management of patients with urea cycle disorders involving deficiencies of carbamylphosphate synthetase (CPS), ornithine transcarbamylase (OTC), or argininosuccinic acid synthetase (AS). It is indicated in all patients with neonatal-onset deficiency (complete enzymatic deficiency, presenting within the first 28 days of life). It is also indicated in patients with late-onset disease (partial enzymatic deficiency, presenting after the first month of life) who have a history of hyperammonemic encephalopathy. It is important that the diagnosis be made early and treatment initiated immediately to improve survival. Any episode of acute hyperammonemia should be treated as a life-threatening emergency. BUPHENYL must be combined with dietary protein restriction and, in some cases, essential amino acid supplementation. (See Nutritional Supplementation subsection of the DOSAGE AND ADMINISTRATION section.) Previously, neonatal-onset disease was almost universally fatal within the first year of life, even when treated with peritoneal dialysis and essential amino acids or their nitrogen-free analogs. However, with hemodialysis, use of alternative waste nitrogen excretion pathways (sodium phenylbutyrate, sodium benzoate, and sodium phenylacetate), dietary protein restriction, and, in some cases, essential amino acid supplementation, the survival rate in newborns diagnosed after birth but within the first month of life is almost 80%. Most deaths have occurred during an episode of acute hyperammonemic encephalopathy. Patients with neonatal-onset disease have a high incidence of mental retardation. Those who had IQ tests administered had an incidence of mental retardation as follows: ornithine transcarbamylase deficiency, 100% (14/14 patients tested); argininosuccinic acid synthetase deficiency, 88% (15/17 patients tested); and carbamylphosphate synthetase deficiency, 57% (4/7 patients tested). Retardation was severe in the majority of the retarded patients. In patients diagnosed during gestation and treated prior to any episode of hyperammonemic encephalopathy, survival is 100%, but even in these patients, most subsequently demonstrate cognitive impairment or other neurologic deficits. In late-onset deficiency patients, including females heterozygous for ornithine transcarbamylase deficiency, who recover from hyperammonemic encephalopathy and are then treated chronically with sodium phenylbutyrate and dietary protein restriction, the survival rate is 98%. The two deaths in this group of patients occurred during episodes of hyperammonemic encephalopathy. However, compliance with the therapeutic regimen has not been adequately documented to allow evaluation of the potential for BUPHENYL and dietary protein restriction to prevent mental deterioration and recurrence of hyperammonemic encephalopathy if carefully adhered to. The majority of these patients tested (30/46 or 65%) have IQ's in the average to low average/borderline mentally retarded range. Reversal of pre-existing neurologic impairment is not likely to occur with treatment and neurologic deterioration may continue in some patients. Even on therapy, acute hyperammonemic encephalopathy recurred in the majority of patients for whom the drug is indicated. BUPHENYL may be required lifelong unless orthotopic liver transplantation is elected. (See CLINICAL PHARMACOLOGY, Pharmacodynamics subsection for the biochemical effects of BUPHENYL).",
      "manufacturer": "Horizon Therapeutics USA, Inc.",
      "splSetId": "463a36fa-3eb2-4326-8bd0-c8c7a11bca3a"
    },
    {
      "brand": "Sodium Phenylbutyrate",
      "indication": "INDICATIONS AND USAGE Sodium phenylbutyrate powder is indicated as adjunctive therapy in the chronic management of patients with urea cycle disorders involving deficiencies of carbamylphosphate synthetase (CPS), ornithine transcarbamylase (OTC), or argininosuccinic acid synthetase (AS). It is indicated in all patients with neonatal-onset deficiency (complete enzymatic deficiency, presenting within the first 28 days of life). It is also indicated in patients with late-onset disease (partial enzymatic deficiency, presenting after the first month of life) who have a history of hyperammonemic encephalopathy. It is important that the diagnosis be made early and treatment initiated immediately to improve survival. Any episode of acute hyperammonemia should be treated as a life-threatening emergency. Sodium phenylbutyrate powder must be combined with dietary protein restriction and, in some cases, essential amino acid supplementation. ( See Nutritional Supplementation subsection of the DOSAGE AND ADMINISTRATION section.) Previously, neonatal-onset disease was almost universally fatal within the first year of life, even when treated with peritoneal dialysis and essential amino acids or their nitrogen-free analogs. However, with hemodialysis, use of alternative waste nitrogen excretion pathways (sodium phenylbutyrate, sodium benzoate, and sodium phenylacetate), dietary protein restriction, and, in some cases, essential amino acid supplementation, the survival rate in newborns diagnosed after birth but within the first month of life is almost 80%. Most deaths have occurred during an episode of acute hyperammonemic encephalopathy. Patients with neonatal-onset disease have a high incidence of mental retardation. Those who had IQ tests administered had an incidence of mental retardation as follows: ornithine transcarbamylase deficiency, 100% (14/14 patients tested); argininosuccinic acid synthetase deficiency, 88% (15/17 patients tested); and carbamylphosphate synthetase deficiency, 57% (4/7 patients tested). Retardation was severe in the majority of the retarded patients. In patients diagnosed during gestation and treated prior to any episode of hyperammonemic encephalopathy, survival is 100%, but even in these patients, most subsequently demonstrate cognitive impairment or other neurologic deficits. In late-onset deficiency patients, including females heterozygous for ornithine transcarbamylase deficiency, who recover from hyperammonemic encephalopathy and are then treated chronically with sodium phenylbutyrate and dietary protein restriction, the survival rate is 98%. The two deaths in this group of patients occurred during episodes of hyperammonemic encephalopathy. However, compliance with the therapeutic regimen has not been adequately documented to allow evaluation of the potential for sodium phenylbutyrate powder and dietary protein restriction to prevent mental deterioration and recurrence of hyperammonemic encephalopathy if carefully adhered to. The majority of these patients tested (30/46 or 65%) have IQ's in the average to low average/borderline mentally retarded range. Reversal of pre-existing neurologic impairment is not likely to occur with treatment and neurologic deterioration may continue in some patients. Even on therapy, acute hyperammonemic encephalopathy recurred in the majority of patients for whom the drug is indicated. Sodium phenylbutyrate powder may be required life-long unless orthotopic liver transplantation is elected. ( See CLINICAL PHARMACOLOGY, Pharmacodynamics subsection for the biochemical effects of sodium phenylbutyrate powder).",
      "manufacturer": "Par Pharmaceutical, Inc.",
      "splSetId": "639f5c7e-9f6d-47fb-a417-2be076176a78"
    },
    {
      "brand": "Sodium Phenylbutyrate",
      "indication": "INDICATIONS AND USAGE Sodium Phenylbutyrate Powder is indicated as adjunctive therapy in the chronic management of patients with urea cycle disorders involving deficiencies of carbamylphosphate synthetase (CPS), ornithine transcarbamylase (OTC), or argininosuccinic acid synthetase (AS). It is indicated in all patients with neonatal-onset deficiency (complete enzymatic deficiency, presenting within the first 28 days of life). It is also indicated in patients with late-onset disease (partial enzymatic deficiency, presenting after the first month of life) who have a history of hyperammonemic encephalopathy. It is important that the diagnosis be made early and treatment initiated immediately to improve survival. Any episode of acute hyperammonemia should be treated as a life-threatening emergency. Sodium Phenylbutyrate Powder must be combined with dietary protein restriction and, in some cases, essential amino acid supplementation. (See Nutritional Supplementation subsection of the DOSAGE AND ADMINISTRATION section.) Previously, neonatal-onset disease was almost universally fatal within the first year of life, even when treated with peritoneal dialysis and essential amino acids or their nitrogen-free analogs. However, with hemodialysis, use of alternative waste nitrogen excretion pathways (sodium phenylbutyrate, sodium benzoate, and sodium phenylacetate), dietary protein restriction, and, in some cases, essential amino acid supplementation, the survival rate in newborns diagnosed after birth but within the first month of life is almost 80%. Most deaths have occurred during an episode of acute hyperammonemic encephalopathy. Patients with neonatal-onset disease have a high incidence of mental retardation. Those who had IQ tests administered had an incidence of mental retardation as follows: ornithine transcarbamylase deficiency, 100% (14/14 patients tested); argininosuccinic acid synthetase deficiency, 88% (15/17 patients tested); and carbamylphosphate synthetase deficiency, 57% (4/7 patients tested). Retardation was severe in the majority of the retarded patients. In patients diagnosed during gestation and treated prior to any episode of hyperammonemic encephalopathy, survival is 100%, but even in these patients, most subsequently demonstrate cognitive impairment or other neurologic deficits. In late-onset deficiency patients, including females heterozygous for ornithine transcarbamylase deficiency, who recover from hyperammonemic encephalopathy and are then treated chronically with sodium phenylbutyrate and dietary protein restriction, the survival rate is 98%. The two deaths in this group of patients occurred during episodes of hyperammonemic encephalopathy. However, compliance with the therapeutic regimen has not been adequately documented to allow evaluation of the potential for Sodium Phenylbutyrate Powder and dietary protein restriction to prevent mental deterioration and recurrence of hyperammonemic encephalopathy if carefully adhered to. The majority of these patients tested (30/46 or 65%) have IQ's in the average to low average/borderline mentally retarded range. Reversal of pre-existing neurologic impairment is not likely to occur with treatment and neurologic deterioration may continue in some patients. Even on therapy, acute hyperammonemic encephalopathy recurred in the majority of patients for whom the drug is indicated. Sodium Phenylbutyrate Powder may be required life-long unless orthotopic liver transplantation is elected. (See CLINICAL PHARMACOLOGY , Pharmacodynamics subsection for the biochemical effects of Sodium Phenylbutyrate Powder).",
      "manufacturer": "Sigmapharm Laboratories, LLC",
      "splSetId": "e914d451-6122-43f9-af8d-c80ed1cb215d"
    }
  ],
  "id": "Sodium_Phenylbutyrate",
  "nciThesaurus": {
    "casRegistry": "1716-12-7",
    "chebiId": "",
    "chemicalFormula": "C10H11O2.Na",
    "definition": "The sodium salt of phenylbutyrate, a derivative of the short-chain fatty acid butyrate, with potential antineoplastic activity. Phenylbutyrate reversibly inhibits class I and II histone deacetylases (HDACs), which may result in a global increase in gene expression, decreased cellular proliferation, increased cell differentiation, and the induction of apoptosis in susceptible tumor cell populations.",
    "fdaUniiCode": "NT6K61736T",
    "identifier": "C1440",
    "preferredName": "Sodium Phenylbutyrate",
    "semanticType": "Organic Chemical",
    "subclassOf": [],
    "synonyms": [
      "4-Phenylbutyric Acid, Sodium Salt",
      "Buphenyl",
      "Phenylbutyrate Sodium",
      "SODIUM PHENYLBUTYRATE",
      "SPB11",
      "Sodium 4-Phenylbutyrate",
      "Sodium 4-phenylbutyrate",
      "Sodium Phenylbutyrate",
      "phenylbutyrate"
    ]
  }
}