{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Sodium Iodide I 131 Diagnostic",
      "indication": "1 INDICATIONS AND USAGE Sodium Iodide I 131 Capsules Diagnostic is indicated for use in adults for: Assessment of thyroid function using radioactive iodine (RAI) uptake test Imaging the thyroid (scintigraphy) Sodium Iodide I 131 Capsules Diagnostic is a radioactive diagnostic agent indicated for the assessment of thyroid function and for thyroid imaging.",
      "manufacturer": "Jubilant DraxImage Inc., dba Jubilant Radiopharma",
      "splSetId": "46b8d7ba-432d-d610-84f2-550bf9d0bae3"
    },
    {
      "brand": "HICON",
      "indication": "1 INDICATIONS AND USAGE HICON ® is indicated for the treatment of hyperthyroidism and selected cases of thyroid carcinoma. HICON ® is a radioactive therapeutic agent indicated for the treatment of hyperthyroidism and selected cases of carcinoma of the thyroid.",
      "manufacturer": "Jubilant DraxImage Inc., dba Jubilant Radiopharma",
      "splSetId": "524a0dac-6e2b-2c0c-04b4-76d85dba63c5"
    },
    {
      "brand": "Sodium Iodide I-131",
      "indication": "1 INDICATIONS AND USAGE Sodium Iodide I-131 is indicated for the treatment of hyperthyroidism and selected cases of thyroid carcinoma. Sodium Iodide I-131 is a radioactive therapeutic agent indicated for the treatment of hyperthyroidism and selected cases of carcinoma of the thyroid.",
      "manufacturer": "International Isotopes Inc",
      "splSetId": "bc73c28e-a3e2-4a58-8412-c8b7495796b3"
    }
  ],
  "id": "Sodium_Iodide_I-131",
  "nciThesaurus": {
    "casRegistry": "7790-26-3",
    "chebiId": "",
    "chemicalFormula": "I.Na",
    "definition": "A radiopharmaceutical containing the beta- and gamma-emitting radioisotope I-131. After absorption, the iodide is distributed through the extracellular fluid of the body and accumulates in the thyroid gland, thereby allowing the imaging of the thyroid.",
    "fdaUniiCode": "29VCO8ACHH",
    "identifier": "C47725",
    "preferredName": "Sodium Iodide I-131",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C2125"
    ],
    "synonyms": [
      "(131-I)Sodium Iodide",
      "HICON",
      "I 131 Mini",
      "Iodotope I-131",
      "Natrium Radio-iodatum(131 I)",
      "Oriodide",
      "Radiocaps-131",
      "SODIUM IODIDE I-131",
      "Sodium Iodide (131I)",
      "Sodium Iodide I-131"
    ]
  }
}