{
  "emaEpar": [],
  "fdaDrugLabel": [],
  "id": "Tinostamustine",
  "nciThesaurus": {
    "casRegistry": "1236199-60-2",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An alkylating histone-deacetylase inhibitor (HDACi) fusion molecule composed of the alkylating agent bendamustine fused to the pan-HDACi vorinostat, with potential bi-functional antineoplastic activity. Upon administration of tinostamustine the vorinostat moiety targets and binds to HDACs. This leads to an accumulation of highly acetylated histones, which results in an induction of chromatin remodeling, a modulation of gene expression, an inhibition of tumor cell division and the induction of tumor cell apoptosis. The bendamustine moiety binds to, alkylates and crosslinks macromolecules, inhibiting DNA, RNA and protein synthesis, which also results in tumor cell apoptosis. Thus, tinostamustine shows superior efficacy compared to the activity of either agent alone. In addition, the inhibition of HDAC6 activity by tinostamustine induces the activation of inositol-requiring enzyme 1 (IRE-1), the key regulatory protein for the unfolded protein response (UPR). Induction of the UPR increases the sensitivity of certain cancer cell types to certain chemotherapeutic agents, such as proteasome inhibitors. Therefore, tinostamustine may work synergistically with proteasome inhibitors. HDACs, enzymes that deacetylate chromatin histone proteins, are overexpressed in various cancers and play a key role in proliferation and resistance of tumor cells.",
    "fdaUniiCode": "29DKI2H2NY",
    "identifier": "C126105",
    "preferredName": "Tinostamustine",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C1590",
      "C1946"
    ],
    "synonyms": [
      "1H-Benzimidazole-2-heptanamide, 5-(Bis(2-chloroethyl)amino)-N-hydroxy-1-methyl-",
      "7-(5-(Bis(2-chloroethyl)amino)-1-methyl-1H-benzo[d]imidazol-2-yl)-N-hydroxyheptanamide",
      "EDO-S 101",
      "EDO-S-101",
      "EDO-S101",
      "TINOSTAMUSTINE",
      "Tinostamustine"
    ]
  }
}