{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "UKONIQ",
      "indication": "1 INDICATIONS AND USAGE UKONIQ is a kinase inhibitor indicated for the treatment of adult patients with: Relapsed or refractory marginal zone lymphoma (MZL) who have received at least one prior anti-CD20-based regimen ( 1.1 ). Relapsed or refractory follicular lymphoma (FL) who have received at least three prior lines of systemic therapy ( 1.2 ). These indications are approved under accelerated approval based on overall response rate. Continued approval for these indications may be contingent upon verification and description of clinical benefit in a confirmatory trial. 1.1 Marginal Zone Lymphoma UKONIQ is indicated for the treatment of adult patients with relapsed or refractory marginal zone lymphoma (MZL) who have received at least one prior anti-CD20-based regimen. This indication is approved under accelerated approval based on overall response rate [see Clinical Studies ( 14.1 )] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s). 1.2 Follicular Lymphoma UKONIQ is indicated for the treatment of adult patients with relapsed or refractory follicular lymphoma (FL) who have received at least three prior lines of systemic therapy. This indication is approved under accelerated approval based on overall response rate [see Clinical Studies ( 14.2 )] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s).",
      "manufacturer": "TG Therapeutics, Inc.",
      "splSetId": "2cdecefe-c9e4-4af3-bbaa-a1111c768d29"
    }
  ],
  "id": "Umbralisib_Tosylate",
  "nciThesaurus": {
    "casRegistry": "",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "The tosylate form of umbralisib, an orally bioavailable, selective inhibitor of the delta isoform of the 110 kDa catalytic subunit of class I phosphoinositide-3 kinases (PI3K) with potential antineoplastic activity.  umbralisib inhibits PI3K and prevents the activation of the PI3K/AKT kinase signaling pathway. This decreases proliferation and induces cell death in susceptible tumor cells.  Unlike other isoforms of PI3K, PI3K-delta is expressed primarily in tumor cells and cells of the hematopoietic lineage. The targeted inhibition of PI3K-delta allows for PI3K signaling in normal, non-neoplastic cells. PI3K, an enzyme often overexpressed in cancer cells, plays a crucial role in tumor cell regulation and survival.",
    "fdaUniiCode": "FU8XW5V3FS",
    "identifier": "C152795",
    "preferredName": "Umbralisib Tosylate",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C129825",
      "C2152"
    ],
    "synonyms": [
      "UMBRALISIB TOSYLATE",
      "Ukoniq",
      "Umbralisib Tosylate"
    ]
  }
}