{
  "emaEpar": [],
  "fdaDrugLabel": [],
  "id": "Anti-CD47CD19_Bispecific_Monoclonal_Antibody_TG-1801",
  "nciThesaurus": {
    "casRegistry": "",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A bispecific monoclonal antibody composed of two single-chain variable fragments (scFv), one directed against the B-cell-specific membrane protein CD19, and another that is directed against the human cell surface antigen CD47, with potential immunostimulating, phagocytosis-inducing and antineoplastic activities. Upon administration of anti-CD47/CD19 bispecific monoclonal antibody TG-1801, the anti-CD19 moiety selectively targets and binds to CD19 on CD19-positive B-cells, thereby improving binding of the anti-CD47 moiety to the CD19+ malignant B-cells. The CD47 binding by TG-1801 blocks the interaction of CD47 with signal regulatory protein alpha (SIRPalpha), an inhibitory protein expressed on macrophages and dendritic cells (DCs), which prevents CD47/SIRPalpha-mediated signaling and abrogates the CD47/SIRPalpha-mediated inhibition of phagocytosis. This induces pro-phagocytic signaling mediated by the binding of calreticulin (CRT), which is specifically expressed on the surface of tumor cells, to low-density lipoprotein (LDL) receptor-related protein (LRP), expressed on macrophages, which results in macrophage activation and the specific phagocytosis of the CD19/CD47-expressing tumor cells. Additionally, blocking CD47 signaling activates an anti-tumor T-lymphocyte immune response and T-cell-mediated killing of CD19/CD47-expressing tumor cells. In addition, TG-1801 induces an anti-tumor activity through the induction of antibody dependent cellular cytotoxicity (ADCC). CD47, also called integrin-associated protein (IAP), is a tumor-associated antigen (TAA), widely expressed on normal, healthy cells, such as red blood cells and platelets, and overexpressed on the surface of a variety of cancer cells. Expression of CD47, and its interaction with SIRPalpha, leads to the inhibition of macrophage activation and protects cancer cells from phagocytosis, which allows cancer cells to proliferate. CD19 is a membrane antigen that is widely expressed during B-cell development and in B-cell malignancies. By co-targeting CD47 and CD19, TG-1801 has the potential to overcome the limitations of existing CD47-targeted therapies by possibly avoiding the side effects caused by binding to CD47 on healthy hematopoietic stem cells (HSCs) which causes unwanted macrophage-mediated phagocytosis.",
    "fdaUniiCode": "BK3WC9ZP7A",
    "identifier": "C166137",
    "preferredName": "Anti-CD47/CD19 Bispecific Monoclonal Antibody TG-1801",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C28227"
    ],
    "synonyms": [
      "Anti-CD47/CD19 Bispecific Monoclonal Antibody TG-1801",
      "Bispecific Monoclonal Antibody TG-1801",
      "TG 1801",
      "TG-1801",
      "TG1801"
    ]
  }
}