{
  "emaEpar": [],
  "fdaDrugLabel": [],
  "id": "APE1Ref-1_Redox_Inhibitor_APX3330",
  "nciThesaurus": {
    "casRegistry": "",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally bioavailable inhibitor of apurinic/apyrimidinic endonuclease 1/reduction-oxidation (redox) effector factor-1 (APE1/Ref-1; APEX1), with potential anti-angiogenic and antineoplastic activities. Upon administration, the APE1/Ref-1 Inhibitor APX3330 selectively targets and binds to APE1/Ref-1. This inhibits the redox-dependent signaling activity of APE1/Ref-1, by preventing the reduction and activation of numerous APE1/Ref-1-dependent oncogenic transcription factors (TFs), such as nuclear factor kappa B (NF-kB), AP-1, STAT3, p53, NRF2 and HIF-1alpha, that are involved in signaling, cell proliferation, tumor progression and survival of cancer cells. Therefore, this agent inhibits the activation of multiple TF-mediated signaling pathways and inhibits tumor cell proliferation and survival.  APE1/Ref-1, a multifunctional protein overexpressed in many cancer cell types, plays a key role as a redox regulator of transcription factor activation and in base excision repair upon DNA damage. It drives cancer cell proliferation, migration, drug resistance, angiogenesis and inflammation and its expression level correlates with increased tumor aggressiveness and decreased patient survival. APX3330 specifically blocks the redox activity of APE1/Ref-1 and does not affect its ability to act as a DNA repair endonuclease.",
    "fdaUniiCode": "11267UI968",
    "identifier": "C150216",
    "preferredName": "APE1/Ref-1 Redox Inhibitor APX3330",
    "semanticType": "Nucleic Acid, Nucleoside, or Nucleotide",
    "subclassOf": [
      "C129824",
      "C1742"
    ],
    "synonyms": [
      "APE1/Ref-1 Inhibitor APX3330",
      "APE1/Ref-1 Redox Inhibitor APX3330",
      "APX 3330",
      "APX-3330",
      "APX3330",
      "E 3330",
      "E3330",
      "[(2E)-2-[(4,5-dimethoxy-2-methyl-3,6-dioxo-1,4-cyclohexadien-1-yl)methylene]-undecanoic Acid"
    ]
  }
}