{
  "emaEpar": [
    {
      "activeSubstance": "bosutinib (as monohydrate)",
      "conditionIndication": "Bosulif is indicated for the treatment of adult patients with:newly‑diagnosed chronic phase (CP) Philadelphia chromosome-positive chronic myelogenous leukaemia (Ph+ CML).CP, accelerated phase (AP), and blast phase (BP) Ph+ CML previously treated with one or more tyrosine kinase inhibitor(s) [TKI(s)] and for whom imatinib, nilotinib and dasatinib are not considered appropriate treatment options.",
      "inn": "bosutinib",
      "marketingAuthorisationDate": "2013-03-27 01:00:00",
      "marketingAuthorisationHolder": "Pfizer Europe MA EEIG",
      "medicineName": "Bosulif",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/bosulif"
    }
  ],
  "fdaDrugLabel": [],
  "id": "Bosutinib",
  "nciThesaurus": {
    "casRegistry": "380843-75-4",
    "chebiId": "CHEBI:39112",
    "chemicalFormula": "C26H29Cl2N5O3",
    "definition": "A synthetic quinolone derivative and dual kinase inhibitor that targets both Abl and Src kinases with potential antineoplastic activity. Unlike imatinib, bosutinib inhibits the autophosphorylation of both Abl and Src kinases, resulting in inhibition of cell growth and apoptosis. Because of the dual mechanism of action, this agent may have activity in resistant CML disease, other myeloid malignancies and solid tumors. Abl kinase is upregulated in the presence of the abnormal Bcr-abl fusion protein which is commonly associated with chronic myeloid leukemia (CML). Overexpression of specific Src kinases is also associated with the imatinib-resistant CML phenotype.",
    "fdaUniiCode": "5018V4AEZ0",
    "identifier": "C60809",
    "preferredName": "Bosutinib",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C155700"
    ],
    "synonyms": [
      "4-Anilino-3-quinolinecarbonitrile",
      "4-Anilinobenzo(g)quinoline-3-carbonitrile",
      "4-[(2,4-dichloro-5-methoxyphenyl)amino]-6-methoxy-7-[3-(4-methylpiperazin-1-yl)propoxy]quinoline-3-carbonitrile",
      "BOSUTINIB",
      "Bosulif",
      "Bosutinib",
      "SKI 606",
      "SKI-606"
    ]
  }
}