{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "BOSULIF",
      "indication": "1 INDICATIONS AND USAGE BOSULIF is indicated for the treatment of adult patients with: Newly-diagnosed chronic phase (CP) Philadelphia chromosome-positive chronic myelogenous leukemia (Ph+ CML). This indication is approved under accelerated approval based on molecular and cytogenetic response rates [see Clinical Studies (14.1) ] . Continued approval for this indication may be contingent upon verification and confirmation of clinical benefit in an ongoing long-term follow up trial. Chronic phase, accelerated phase (AP), or blast phase (BP) Ph+ CML with resistance or intolerance to prior therapy. BOSULIF is a kinase inhibitor indicated for the treatment of adult patients with Newly-diagnosed chronic phase Ph+ chronic myelogenous leukemia (CML). This indication is approved under accelerated approval based on molecular and cytogenetic response rates. Continued approval for this indication may be contingent upon verification and confirmation of clinical benefit in an ongoing long-term follow up trial. ( 1 , 14 ) Chronic, accelerated, or blast phase Ph+ CML with resistance or intolerance to prior therapy. ( 1 )",
      "manufacturer": "Pfizer Laboratories Div Pfizer Inc",
      "splSetId": "adc84ad5-a04d-4fee-9ba8-91f7abd928e3"
    },
    {
      "brand": "BOSULIF",
      "indication": "1 INDICATIONS AND USAGE BOSULIF is indicated for the treatment of adult patients with chronic, accelerated, or blast phase Philadelphia chromosome-positive (Ph+) chronic myelogenous leukemia (CML) with resistance or intolerance to prior therapy. BOSULIF is a kinase inhibitor indicated for the treatment of adult patients with chronic, accelerated, or blast phase Ph+ chronic myelogenous leukemia (CML) with resistance or intolerance to prior therapy. ( 1 )",
      "manufacturer": "U.S. Pharmaceuticals",
      "splSetId": "d5929f91-6496-4c0e-97e8-0bd524e15763"
    }
  ],
  "id": "Bosutinib_Monohydrate",
  "nciThesaurus": {
    "casRegistry": "918639-08-4",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "The monohydrate form of bosutinib, a synthetic quinolone derivative and dual kinase inhibitor that targets both Abl and Src kinases with potential antineoplastic activity. Unlike imatinib, bosutinib inhibits the autophosphorylation of both Abl and Src kinases, resulting in inhibition of cell growth and apoptosis. Because of the dual mechanism of action, this agent may have activity in resistant CML disease, other myeloid malignancies and solid tumors. Abl kinase is upregulated in the presence of the abnormal Bcr-abl fusion protein which is commonly associated with chronic myeloid leukemia (CML). Overexpression of specific Src kinases is also associated with the imatinib-resistant CML phenotype.",
    "fdaUniiCode": "844ZJE6I55",
    "identifier": "C154440",
    "preferredName": "Bosutinib Monohydrate",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C155700"
    ],
    "synonyms": [
      "3-Quinolinecarbonitrile, 4-((2,4-Dichloro-5-methoxyphenyl)amino)-6-methoxy-7-(3-(4-methyl-1-piperazinyl)propoxy)-, Hydrate (1:1)",
      "BOSUTINIB MONOHYDRATE",
      "Bosulif",
      "Bosutinib Monohydrate",
      "SKI-606 Monohydrate"
    ]
  }
}