{
  "emaEpar": [
    {
      "activeSubstance": "brigatinib",
      "conditionIndication": "Alunbrig is indicated as monotherapy for the treatment of adult patients with anaplastic lymphoma kinase (ALK)‑positive advanced non‑small cell lung cancer (NSCLC) previously not treated with an ALK inhibitor.Alunbrig is indicated as monotherapy for the treatment of adult patients with anaplastic lymphoma kinase ALKpositive advanced NSCLC previously treated with crizotinib.",
      "inn": "brigatinib",
      "marketingAuthorisationDate": "2018-11-22 01:00:00",
      "marketingAuthorisationHolder": "Takeda Pharma A/S",
      "medicineName": "Alunbrig",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/alunbrig"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Alunbrig",
      "indication": "1 INDICATIONS AND USAGE ALUNBRIG is indicated for the treatment of adult patients with anaplastic lymphoma kinase (ALK)-positive metastatic non-small cell lung cancer (NSCLC) as detected by an FDA-approved test [see Dosage and Administration (2.1) ]. ALUNBRIG is a kinase inhibitor indicated for the treatment of adult patients with anaplastic lymphoma kinase (ALK)-positive metastatic non-small cell lung cancer (NSCLC) as detected by an FDA-approved test. ( 1 , 2.1 )",
      "manufacturer": "Millennium Pharmaceuticals, Inc.",
      "splSetId": "0fe9ff20-d402-41f3-bc1e-7002ea7007db"
    }
  ],
  "id": "Brigatinib",
  "nciThesaurus": {
    "casRegistry": "1197953-54-0",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally available inhibitor of receptor tyrosine kinases anaplastic lymphoma kinase (ALK) and the epidermal growth factor receptor (EGFR) with potential antineoplastic activity. Brigatinib binds to and inhibits ALK kinase and ALK fusion proteins as well as EGFR and mutant forms. This leads to the inhibition of ALK kinase and EGFR kinase, disrupts their signaling pathways and eventually inhibits tumor cell growth in susceptible tumor cells. In addition, AP26113 appears to overcome mutation-based resistance. ALK belongs to the insulin receptor superfamily and plays an important role in nervous system development; ALK dysregulation and gene rearrangements are associated with a series of tumors. EGFR is overexpressed in a variety of cancer cell types.",
    "fdaUniiCode": "HYW8DB273J",
    "identifier": "C98831",
    "preferredName": "Brigatinib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C129825",
      "C141136",
      "C2167"
    ],
    "synonyms": [
      "(2-((5-Chloro-2-((2-methoxy-4-(4-(4-methylpiperazin-1-yl)piperidin-1-yl)phenyl)amino)pyrimidin-4-yl)amino)phenyl)dimethyl-,delta5-phosphanone",
      "5-Chloro-N4-[2-(dimethylphosphoryl)phenyl]-N2-{2-methoxy-4[4-(4-methylpiperazin-1-yl)piperidin-1-yl]phenyl}pyrimidine-2,4-diamine",
      "AP 26113",
      "AP-26113",
      "AP26113",
      "Alunbrig",
      "BRIGATINIB",
      "Brigatinib"
    ]
  }
}