{
  "emaEpar": [
    {
      "activeSubstance": "Burosumab",
      "conditionIndication": "Crysvita is indicated for the treatment of X-linked hypophosphataemia, in children and adolescents aged 1 to 17 years with radiographic evidence of bone disease, and in adults.",
      "inn": "burosumab",
      "marketingAuthorisationDate": "2018-02-19 01:00:00",
      "marketingAuthorisationHolder": "Kyowa Kirin Holdings B.V.",
      "medicineName": "Crysvita",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/crysvita"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "CRYSVITA",
      "indication": "1 INDICATIONS AND USAGE CRYSVITA is a fibroblast growth factor 23 (FGF23) blocking antibody indicated for: The treatment of X-linked hypophosphatemia (XLH) in adult and pediatric patients 6 months of age and older. ( 1.1 ) The treatment of FGF23-related hypophosphatemia in tumor-induced osteomalacia (TIO) associated with phosphaturic mesenchymal tumors that cannot be curatively resected or localized in adult and pediatric patients 2 years of age and older. ( 1.2 ) 1.1 X-linked Hypophosphatemia CRYSVITA is indicated for the treatment of X-linked hypophosphatemia (XLH) in adult and pediatric patients 6 months of age and older. 1.2 Tumor-induced Osteomalacia CRYSVITA is indicated for the treatment of FGF23-related hypophosphatemia in tumor-induced osteomalacia (TIO) associated with phosphaturic mesenchymal tumors that cannot be curatively resected or localized in adult and pediatric patients 2 years of age and older.",
      "manufacturer": "Ultragenyx Pharmaceutical Inc.",
      "splSetId": "6f5f3556-3197-477a-993c-96b2c29a91ac"
    }
  ],
  "id": "Burosumab",
  "nciThesaurus": {
    "casRegistry": "1610833-03-8",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally bioavailable recombinant human immunoglobulin G1 monoclonal antibody directed against human fibroblast growth factor 23 (FGF23), that can be used to increase serum phosphate levels. Upon subcutaneous administration, burosumab binds to and inhibits FGF23, thereby interfering with FGF23 signaling. This increases tubular phosphate reabsorption, decreases excretion of phosphate, and increases serum phosphate levels, resulting in enhanced bone mineralization. FGF23, a member of the fibroblast growth factor (FGF) family produced by osteocytes, plays a key role in hypophosphatemic rickets/osteomalacia, such as X-linked hypophosphatemia (XLH) and tumor-induced rickets/osteomalacia. Increased FGF23 levels lead to decreased expression of the sodium-phosphate co-transporters in the proximal tubules, reduced renal phosphate reabsorption, increased excretion by the kidneys, and low serum phosphate concentration.",
    "fdaUniiCode": "G9WJT6RD29",
    "identifier": "C119744",
    "preferredName": "Burosumab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C129822",
      "C20401"
    ],
    "synonyms": [
      "Anti-FGF23 IgG1 Monoclonal Antibody KRN23",
      "BUROSUMAB",
      "Burosumab",
      "Burosumab-TWZA",
      "Crysvita",
      "KRN23",
      "UX023"
    ]
  }
}