{
  "emaEpar": [
    {
      "activeSubstance": "carfilzomib",
      "conditionIndication": "Kyprolis in combination with daratumumab and dexamethasone, with lenalidomide and dexamethasone, or with dexamethasone alone is indicated for the treatment of adult patients with multiple myeloma who have received at least one prior therapy., ",
      "inn": "carfilzomib",
      "marketingAuthorisationDate": "2015-11-19 01:00:00",
      "marketingAuthorisationHolder": "Amgen Europe B.V.",
      "medicineName": "Kyprolis",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/kyprolis"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "KYPROLIS",
      "indication": "1 INDICATIONS AND USAGE Kyprolis is a proteasome inhibitor that is indicated: for the treatment of adult patients with relapsed or refractory multiple myeloma who have received one to three lines of therapy in combination with Lenalidomide and dexamethasone; or Dexamethasone; or Daratumumab and dexamethasone. ( 1 , 14 ) as a single agent for the treatment of patients with relapsed or refractory multiple myeloma who have received one or more lines of therapy. ( 1 , 14 ) 1.1 Relapsed or Refractory Multiple Myeloma Kyprolis is indicated for the treatment of adult patients with relapsed or refractory multiple myeloma who have received one to three lines of therapy in combination with: Lenalidomide and dexamethasone; or Dexamethasone; or Daratumumab and dexamethasone. Kyprolis is indicated as a single agent for the treatment of adult patients with relapsed or refractory multiple myeloma who have received one or more lines of therapy.",
      "manufacturer": "Onyx Pharmaceuticals, Inc.",
      "splSetId": "ea66eb30-e665-4693-99a1-a9d3b4bbe2d6"
    }
  ],
  "id": "Carfilzomib",
  "nciThesaurus": {
    "casRegistry": "868540-17-4",
    "chebiId": "",
    "chemicalFormula": "C40H57N5O7",
    "definition": "An epoxomicin derivate with potential antineoplastic activity. Carfilzomib irreversibly binds to and inhibits the chymotrypsin-like activity of the 20S catalytic core subunit of the proteasome, a protease complex responsible for degrading a large variety of cellular proteins. Inhibition of proteasome-mediated proteolysis results in an accumulation of polyubiquinated proteins, which may lead to cell cycle arrest, induction of apoptosis, and inhibition of tumor growth.",
    "fdaUniiCode": "72X6E3J5AR",
    "identifier": "C52196",
    "preferredName": "Carfilzomib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C2160"
    ],
    "synonyms": [
      "(2S)-N-((1S)-1-Benzyl-2-(((1S)-3-methyl-1-(((2R)-2-methyloxiran-2-yl)carbonyl)butyl)amino)-2-oxoethyl)-4-methyl-2-(((2S)-2-((morpholin-4-ylacetyl)amino)-4-phenylbutanoyl)amino)pentanamide",
      "CARFILZOMIB",
      "Carfilzomib",
      "Kyprolis",
      "PR-171"
    ]
  }
}