{
  "emaEpar": [
    {
      "activeSubstance": "Cemiplimab",
      "conditionIndication": "Libtayo as monotherapy is indicated for the treatment of adult patients with metastatic or locally advanced cutaneous squamous cell carcinoma who are not candidates for curative surgery or curative radiation.",
      "inn": "cemiplimab",
      "marketingAuthorisationDate": "2019-06-28 00:00:00",
      "marketingAuthorisationHolder": "Regeneron Ireland U.C.",
      "medicineName": "Libtayo",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/libtayo"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "LIBTAYO",
      "indication": "1 INDICATIONS AND USAGE LIBTAYO is a programmed death receptor-1 (PD-1) blocking antibody indicated: Cutaneous Squamous Cell Carcinoma (CSCC) for the treatment of patients with metastatic cutaneous squamous cell carcinoma (mCSCC) or locally advanced CSCC (laCSCC) who are not candidates for curative surgery or curative radiation. ( 1.1 ) Basal Cell Carcinoma (BCC) for the treatment of patients with locally advanced BCC (laBCC) previously treated with a hedgehog pathway inhibitor or for whom a hedgehog pathway inhibitor is not appropriate. ( 1.2 ) for the treatment of patients with metastatic BCC (mBCC) previously treated with a hedgehog pathway inhibitor or for whom a hedgehog pathway inhibitor is not appropriate. 1 ( 1.2 ) 1 The mBCC indication is approved under accelerated approval based on tumor response rate and durability of response. Continued approval for mBCC may be contingent upon verification and description of clinical benefit. Non-Small Cell Lung Cancer (NSCLC) for the first-line treatment of patients with NSCLC whose tumors have high PD-L1 expression [Tumor Proportion Score (TPS) ≥ 50%] as determined by an FDA-approved test, with no EGFR, ALK or ROS1 aberrations, and is: locally advanced where patients are not candidates for surgical resection or definitive chemoradiation or metastatic. ( 1.3 , 2.1 ) 1.1 Cutaneous Squamous Cell Carcinoma LIBTAYO is indicated for the treatment of patients with metastatic cutaneous squamous cell carcinoma (mCSCC) or locally advanced CSCC (laCSCC) who are not candidates for curative surgery or curative radiation. 1.2 Basal Cell Carcinoma LIBTAYO is indicated for the treatment of patients: with locally advanced basal cell carcinoma (laBCC) previously treated with a hedgehog pathway inhibitor or for whom a hedgehog pathway inhibitor is not appropriate. with metastatic BCC (mBCC) previously treated with a hedgehog pathway inhibitor or for whom a hedgehog pathway inhibitor is not appropriate. The mBCC indication is approved under accelerated approval based on tumor response rate and durability of response. Continued approval for the mBCC indication may be contingent upon verification and description of clinical benefit. 1.3 Non-Small Cell Lung Cancer LIBTAYO is indicated for the first-line treatment of patients with non-small cell lung cancer (NSCLC) whose tumors have high PD-L1 expression [Tumor Proportion Score (TPS) ≥ 50%] as determined by an FDA-approved test [see Dosage and Administration (2.1) ] ), with no EGFR, ALK or ROS1 aberrations, and is: locally advanced where patients are not candidates for surgical resection or definitive chemoradiation or metastatic.",
      "manufacturer": "Regeneron Pharmaceuticals, Inc.",
      "splSetId": "4347ae1f-d397-4f18-8b70-03897e1c054a"
    }
  ],
  "id": "Cemiplimab",
  "nciThesaurus": {
    "casRegistry": "1801342-60-8",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A human monoclonal antibody directed against the negative immunoregulatory human cell surface receptor programmed cell death 1 (PD-1, PCD-1) protein, with potential immune checkpoint inhibitory and antineoplastic activity. Upon administration, cemiplimab binds to PD-1, inhibits its binding to the PD-1 ligand programmed cell death-1 ligand 1 (PD-L1), and prevents the activation of its downstream signaling pathways. This may restore immune function through the activation of cytotoxic T-cells. PD-1, a transmembrane protein in the immunoglobulin superfamily expressed on activated T-cells, negatively regulates T-cell activation and effector function when activated by its ligand; it plays an important role in tumor evasion from host immunity.",
    "fdaUniiCode": "6QVL057INT",
    "identifier": "C121540",
    "preferredName": "Cemiplimab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C128037",
      "C129822"
    ],
    "synonyms": [
      "CEMIPLIMAB",
      "Cemiplimab",
      "Cemiplimab RWLC",
      "Cemiplimab-rwlc",
      "Immunoglobulin G4, Anti-(Human Programmed Cell Death Protein 1) (Human Monoclonal REGN2810 Heavy Chain), Disulfide with Human Monoclonal REGN2810 kappa-chain, Dimer",
      "Libtayo",
      "REGN2810"
    ]
  }
}