{
  "emaEpar": [
    {
      "activeSubstance": "cetuximab",
      "conditionIndication": "Erbitux is indicated for the treatment of patients with epidermal growth factor receptor (EGFR)-expressing, RAS wild-type metastatic colorectal cancer:, , in combination with irinotecan-based chemotherapy;, \tin first-line in combination with FOLFOX;, \tas a single agent in patients who have failed oxaliplatin- and irinotecan-based therapy and who are intolerant to irinotecan., For details, see section 5.1., , Erbitux is indicated for the treatment of patients with squamous cell cancer of the head and neck:, , in combination with radiation therapy for locally advanced disease;, \tin combination with platinum-based chemotherapy for recurrent and/or metastatic disease., ",
      "inn": "cetuximab",
      "marketingAuthorisationDate": "2004-06-29 00:00:00",
      "marketingAuthorisationHolder": "Merck Europe B.V. ",
      "medicineName": "Erbitux",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/erbitux"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "ERBITUX",
      "indication": "1 INDICATIONS AND USAGE ERBITUX ® is an epidermal growth factor receptor (EGFR) antagonist indicated for treatment of: Head and Neck Cancer Locally or regionally advanced squamous cell carcinoma of the head and neck in combination with radiation therapy. ( 1.1 , 14.1 ) Recurrent locoregional disease or metastatic squamous cell carcinoma of the head and neck in combination with platinum-based therapy with fluorouracil. ( 1.1 , 14.1 ) Recurrent or metastatic squamous cell carcinoma of the head and neck progressing after platinum-based therapy. ( 1.1 , 14.1 ) Colorectal Cancer K-Ras wild-type, EGFR-expressing, metastatic colorectal cancer as determined by an FDA-approved test in combination with FOLFIRI for first-line treatment, in combination with irinotecan in patients who are refractory to irinotecan-based chemotherapy, as a single agent in patients who have failed oxaliplatin- and irinotecan-based chemotherapy or who are intolerant to irinotecan. ( 1.2 , 5.7 , 12.1 , 14.2 ) Limitations of Use: ERBITUX is not indicated for treatment of Ras-mutant colorectal cancer or when the results of the Ras mutation tests are unknown. ( 5.7 ) 1.1 Squamous Cell Carcinoma of the Head and Neck (SCCHN) ERBITUX ® is indicated: in combination with radiation therapy for the initial treatment of locally or regionally advanced squamous cell carcinoma of the head and neck (SCCHN). in combination with platinum-based therapy with fluorouracil for the first-line treatment of patients with recurrent locoregional disease or metastatic SCCHN. as a single agent for the treatment of patients with recurrent or metastatic SCCHN for whom prior platinum-based therapy has failed. 1.2 K-Ras Wild-type, EGFR-expressing Colorectal Cancer (CRC) ERBITUX is indicated for the treatment of K-Ras wild-type, epidermal growth factor receptor (EGFR)-expressing, metastatic colorectal cancer (mCRC) as determined by an FDA-approved test [see Dosage and Administration ( 2.2 )] : in combination with FOLFIRI (irinotecan, fluorouracil, leucovorin) for first-line treatment, in combination with irinotecan in patients who are refractory to irinotecan-based chemotherapy, as a single agent in patients who have failed oxaliplatin- and irinotecan-based chemotherapy or who are intolerant to irinotecan. Limitations of Use: ERBITUX is not indicated for treatment of Ras-mutant colorectal cancer or when the results of the Ras mutation tests are unknown [see Warnings and Precautions ( 5.7 )] .",
      "manufacturer": "ImClone LLC",
      "splSetId": "8bc6397e-4bd8-4d37-a007-a327e4da34d9"
    }
  ],
  "id": "Cetuximab",
  "nciThesaurus": {
    "casRegistry": "205923-56-4",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A recombinant, chimeric monoclonal antibody directed against the epidermal growth factor (EGFR) with antineoplastic activity. Cetuximab binds to the extracellular domain of the EGFR, thereby preventing the activation and subsequent dimerization of the receptor; the decrease in receptor activation and dimerization may result in an inhibition in signal transduction and anti-proliferative effects. This agent may inhibit EGFR-dependent primary tumor growth and metastasis. EGFR is overexpressed on the cell surfaces of various solid tumors.",
    "fdaUniiCode": "PQX0D8J21J",
    "identifier": "C1723",
    "preferredName": "Cetuximab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C129822",
      "C133878",
      "C1742"
    ],
    "synonyms": [
      "CETUXIMAB",
      "Cetuximab",
      "Cetuximab Biosimilar CDP-1",
      "Cetuximab Biosimilar CMAB009",
      "Cetuximab Biosimilar KL 140",
      "Chimeric Anti-EGFR Monoclonal Antibody",
      "Chimeric MoAb C225",
      "Chimeric Monoclonal Antibody C225",
      "Erbitux",
      "IMC-C225",
      "cetuximab"
    ]
  }
}