{
  "emaEpar": [
    {
      "activeSubstance": "dasatinib",
      "conditionIndication": "Sprycel is indicated for the treatment of paediatric patients with:newly diagnosed Philadelphia chromosome-positive chronic myelogenous leukaemia in chronic phase (Ph+ CML CP) or Ph+ CML CP resistant or intolerant to prior therapy including imatinib.newly diagnosed Ph+ acute lymphoblastic leukaemia (ALL) in combination with chemotherapy.Sprycel is indicated for the treatment of adult patients with:newly diagnosed Philadelphia-chromosome-positive (Ph+) chronic myelogenous leukaemia (CML) in the chronic phase;chronic, accelerated or blast phase CML with resistance or intolerance to prior therapy including imatinib mesilate;Ph+ acute lymphoblastic leukaemia (ALL) and lymphoid blast CML with resistance or intolerance to prior therapy.Sprycel is indicated for the treatment of paediatric patients with:newly diagnosed Ph+ CML in chronic phase (Ph+ CML-CP) or Ph+ CML-CP resistant or intolerant to prior therapy including imatinib.",
      "inn": "dasatinib",
      "marketingAuthorisationDate": "2006-11-20 01:00:00",
      "marketingAuthorisationHolder": "Bristol-Myers Squibb Pharma EEIG",
      "medicineName": "Sprycel",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/sprycel"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "SPRYCEL",
      "indication": "1 INDICATIONS AND USAGE SPRYCEL (dasatinib) is indicated for the treatment of adult patients with • newly diagnosed Philadelphia chromosome-positive (Ph+) chronic myeloid leukemia (CML) in chronic phase. • chronic, accelerated, or myeloid or lymphoid blast phase Ph+ CML with resistance or intolerance to prior therapy including imatinib. • Philadelphia chromosome-positive acute lymphoblastic leukemia (Ph+ ALL) with resistance or intolerance to prior therapy. SPRYCEL (dasatinib) is indicated for the treatment of pediatric patients 1 year of age and older with • Ph+ CML in chronic phase. • newly diagnosed Ph+ ALL in combination with chemotherapy. SPRYCEL is a kinase inhibitor indicated for the treatment of • newly diagnosed adults with Philadelphia chromosome-positive (Ph+) chronic myeloid leukemia (CML) in chronic phase. (1 , 14) • adults with chronic, accelerated, or myeloid or lymphoid blast phase Ph+ CML with resistance or intolerance to prior therapy including imatinib. (1 , 14) • adults with Philadelphia chromosome-positive acute lymphoblastic leukemia (Ph+ ALL) with resistance or intolerance to prior therapy. (1 , 14) • pediatric patients 1 year of age and older with Ph+ CML in chronic phase. (1 , 14) • pediatric patients 1 year of age and older with newly diagnosed Ph+ ALL in combination with chemotherapy. (1 , 14)",
      "manufacturer": "E.R. Squibb & Sons, L.L.C.",
      "splSetId": "4764f37b-c9e6-4ede-bcc2-8a03b7c521df"
    }
  ],
  "id": "Dasatinib",
  "nciThesaurus": {
    "casRegistry": "863127-77-9",
    "chebiId": "",
    "chemicalFormula": "C22H26ClN7O2S.H2O",
    "definition": "An orally bioavailable synthetic small molecule-inhibitor of SRC-family protein-tyrosine kinases.  Dasatinib binds to and inhibits the growth-promoting activities of these kinases. Apparently because of its less stringent binding affinity for the BCR-ABL kinase, dasatinib has been shown to overcome the resistance to imatinib of chronic myeloid leukemia (CML) cells harboring BCR-ABL kinase domain point mutations. SRC-family protein-tyrosine kinases interact with a variety of cell-surface receptors and participate in intracellular signal transduction pathways; tumorigenic forms can occur through altered regulation or expression of the endogenous protein and by way of virally-encoded kinase genes.",
    "fdaUniiCode": "RBZ1571X5H",
    "identifier": "C38713",
    "preferredName": "Dasatinib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C155700"
    ],
    "synonyms": [
      "5-Thiazolecarboxamide, N-(2-chloro-6-methylphenyl)-2-((6-(4-(2-hydroxyethyl)-1-piperazinyl)-2-methyl-4-pyrimidinyl)amino)-, Monohydrate",
      "BMS-354825",
      "DASATINIB",
      "Dasatinib",
      "Dasatinib Hydrate",
      "Dasatinib Monohydrate",
      "Sprycel",
      "dasatinib"
    ]
  }
}