{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Deferoxamine mesylate",
      "indication": "INDICATIONS & USAGE Deferoxamine mesylate for injection, USP, is indicated for the treatment of acute iron intoxication and of chronic iron overload due to transfusion-dependent anemias. Acute Iron Intoxication Deferoxamine mesylate is an adjunct to, and not a substitute for, standard measures used in treating acute iron intoxication, which may include the following: induction of emesis with syrup of ipecac; gastric lavage; suction and maintenance of a clear airway; control of shock with intravenous fluids, blood, oxygen, and vasopressors; and correction of acidosis. Chronic Iron Overload Deferoxamine mesylate can promote iron excretion in patients with secondary iron overload from multiple transfusions (as may occur in the treatment of some chronic anemias, including thalassemia). Long-term therapy with deferoxamine mesylate slows accumulation of hepatic iron and retards or eliminates progression of hepatic fibrosis. Iron mobilization with deferoxamine mesylate is relatively poor in patients under the age of 3 years with relatively little iron overload. The drug should ordinarily not be given to such patients unless significant iron mobilization (e.g., 1 mg or more of iron per day) can be demonstrated. Deferoxamine mesylate is not indicated for the treatment of primary hemochromatosis, since phlebotomy is the method of choice for removing excess iron in this disorder.",
      "manufacturer": "Gland Pharma Limited",
      "splSetId": "598fba68-f46e-4b6e-894c-63c2940b2063"
    },
    {
      "brand": "Deferoxamine mesylate",
      "indication": "INDICATIONS & USAGE Deferoxamine mesylate for injection, USP, is indicated for the treatment of acute iron intoxication and of chronic iron overload due to transfusion-dependent anemias. Acute Iron Intoxication Deferoxamine mesylate is an adjunct to, and not a substitute for, standard measures used in treating acute iron intoxication, which may include the following: induction of emesis with syrup of ipecac; gastric lavage; suction and maintenance of a clear airway; control of shock with intravenous fluids, blood, oxygen, and vasopressors; and correction of acidosis. Chronic Iron Overload Deferoxamine mesylate can promote iron excretion in patients with secondary iron overload from multiple transfusions (as may occur in the treatment of some chronic anemias, including thalassemia). Long-term therapy with deferoxamine mesylate slows accumulation of hepatic iron and retards or eliminates progression of hepatic fibrosis. Iron mobilization with deferoxamine mesylate is relatively poor in patients under the age of 3 years with relatively little iron overload. The drug should ordinarily not be given to such patients unless significant iron mobilization (e.g., 1 mg or more of iron per day) can be demonstrated. Deferoxamine mesylate is not indicated for the treatment of primary hemochromatosis, since phlebotomy is the method of choice for removing excess iron in this disorder.",
      "manufacturer": "ApoPharma USA, Inc.",
      "splSetId": "72348776-4971-bc49-8b66-67a2422567d4"
    },
    {
      "brand": "Desferal",
      "indication": "INDICATIONS AND USAGE Desferal is indicated for the treatment of acute iron intoxication and of chronic iron overload due to transfusion-dependent anemias. Acute Iron Intoxication Desferal is an adjunct to, and not a substitute for, standard measures used in treating acute iron intoxication, which may include the following: induction of emesis with syrup of ipecac; gastric lavage; suction and maintenance of a clear airway; control of shock with intravenous fluids, blood, oxygen, and vasopressors; and correction of acidosis. Chronic Iron Overload Desferal can promote iron excretion in patients with secondary iron overload from multiple transfusions (as may occur in the treatment of some chronic anemias, including thalassemia). Long-term therapy with Desferal slows accumulation of hepatic iron and retards or eliminates progression of hepatic fibrosis. Iron mobilization with Desferal is relatively poor in patients under the age of 3 years with relatively little iron overload. The drug should ordinarily not be given to such patients unless significant iron mobilization (e.g., 1 mg or more of iron per day) can be demonstrated. Desferal is not indicated for the treatment of primary hemochromatosis, since phlebotomy is the method of choice for removing excess iron in this disorder.",
      "manufacturer": "Novartis Pharmaceuticals Corporation",
      "splSetId": "a7174843-5965-49fc-b842-f7eff7b48bbc"
    },
    {
      "brand": "Deferoxamine",
      "indication": "INDICATIONS AND USAGE: Deferoxamine mesylate is indicated for the treatment of acute iron intoxication and of chronic iron overload due to transfusion-dependent anemias. Acute Iron Intoxication Deferoxamine mesylate is an adjunct to, and not a substitute for, standard measures used in treating acute iron intoxication, which may include the following: induction of emesis with syrup of ipecac; gastric lavage; suction and maintenance of a clear airway; control of shock with intravenous fluids, blood, oxygen, and vasopressors; and correction of acidosis. Chronic Iron Overload Deferoxamine mesylate can promote iron excretion in patients with secondary iron overload from multiple transfusions (as may occur in the treatment of some chronic anemias, including thalassemia). Long-term therapy with deferoxamine mesylate slows accumulation of hepatic iron and retards or eliminates progression of hepatic fibrosis. Iron mobilization with deferoxamine mesylate is relatively poor in patients under the age of 3 years with relatively little iron overload. The drug should ordinarily not be given to such patients unless significant iron mobilization (e.g., 1 mg or more of iron per day) can be demonstrated. Deferoxamine mesylate is not indicated for the treatment of primary hemochromatosis, since phlebotomy is the method of choice for removing excess iron in this disorder.",
      "manufacturer": "Fresenius Kabi USA, LLC",
      "splSetId": "d91e16df-8daa-4cd2-86a2-273eaa2446e0"
    },
    {
      "brand": "Deferoxamine Mesylate",
      "indication": "INDICATIONS AND USAGE Deferoxamine Mesylate for Injection, USP is indicated for the treatment of acute iron intoxication and of chronic iron overload due to transfusion-dependent anemias. Acute Iron Intoxication Deferoxamine mesylate is an adjunct to, and not a substitute for, standard measures used in treating acute iron intoxication, which may include the following: induction of emesis with syrup of ipecac; gastric lavage; suction and maintenance of a clear airway; control of shock with intravenous fluids, blood, oxygen, and vasopressors; and correction of acidosis. Chronic Iron Overload Deferoxamine mesylate can promote iron excretion in patients with secondary iron overload from multiple transfusions (as may occur in the treatment of some chronic anemias, including thalassemia). Long-term therapy with deferoxamine mesylate slows accumulation of hepatic iron and retards or eliminates progression of hepatic fibrosis. Iron mobilization with deferoxamine mesylate is relatively poor in patients under the age of 3 years with relatively little iron overload. The drug should ordinarily not be given to such patients unless significant iron mobilization (e.g., 1 mg or more of iron per day) can be demonstrated. Deferoxamine mesylate is not indicated for the treatment of primary hemochromatosis, since phlebotomy is the method of choice for removing excess iron in this disorder.",
      "manufacturer": "Hospira, Inc.",
      "splSetId": "f9ab6b1c-98d0-4373-0e9b-b10cb4a67543"
    }
  ],
  "id": "Deferoxamine_Mesylate",
  "nciThesaurus": {
    "casRegistry": "138-14-7",
    "chebiId": "CHEBI:31460",
    "chemicalFormula": "C25H48N6O8.CH4O3S",
    "definition": "The mesylate salt of an iron-chelating agent that binds free iron in a stable complex, preventing it from engaging in chemical reactions. Deferoxamine chelates iron from intra-lysosomal ferritin and ferrioxamine, a water-soluble complex excreted by the kidneys and in the feces via the bile. This agent does not readily chelate iron bound to transferrin, hemoglobin, myoglobin or cytochrome.",
    "fdaUniiCode": "V9TKO7EO6K",
    "identifier": "C417",
    "preferredName": "Deferoxamine Mesylate",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C360"
    ],
    "synonyms": [
      "DEFEROXAMINE MESYLATE",
      "DFM",
      "Deferoxamine B",
      "Deferoxamine Mesylate",
      "Deferoxamine Methanesulfonate",
      "Deferoxamine mesylate",
      "Deferrioxamine B",
      "Desferal",
      "Desferrioxamine Mesylate"
    ]
  }
}