{
  "emaEpar": [
    {
      "activeSubstance": "docetaxel",
      "conditionIndication": "Breast cancerTaxotere in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with:operable node-positive breast cancer;operable node-negative breast cancer.For patients with operable node-negative breast cancer, adjuvant treatment should be restricted to patients eligible to receive chemotherapy according to internationally established criteria for primary therapy of early breast cancer.Taxotere in combination with doxorubicin is indicated for the treatment of patients with locally advanced or metastatic breast cancer who have not previously received cytotoxic therapy for this condition.Taxotere monotherapy is indicated for the treatment of patients with locally advanced ormetastatic breast cancer after failure of cytotoxic therapy. Previous chemotherapy should have included an anthracycline or an alkylating agent.Taxotere in combination with trastuzumab is indicated for the treatment of patients with metastatic breast cancer whose tumours overexpress HER2 and who previously have not received chemotherapy for metastatic disease.Taxotere in combination with capecitabine is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of cytotoxic chemotherapy. Previous therapy should have included an anthracycline.Non-small-cell lung cancerTaxotere is indicated for the treatment of patients with locally advanced or metastatic non-small-cell lung cancer after failure of prior chemotherapy.Taxotere in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small-cell lung cancer, in patients who have not previously received chemotherapy for this condition.Prostate cancerTaxotere in combination with prednisone or prednisolone is indicated for the treatment of patients with hormone refractory metastatic prostate cancer.Gastric adenocarcinomaTaxotere in combination with cisplatin and 5-fluorouracil is indicated for the treatment of patients with metastatic gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for metastatic disease.Head and neck cancerTaxotere in combination with cisplatin and 5-fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck.",
      "inn": "docetaxel",
      "marketingAuthorisationDate": "1995-11-27 01:00:00",
      "marketingAuthorisationHolder": "Sanofi Mature IP",
      "medicineName": "Taxotere",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/taxotere"
    },
    {
      "activeSubstance": "docetaxel",
      "conditionIndication": "Breast cancerDocetaxel Teva in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with:operable node-positive breast cancer;operable node-negative breast cancer.For patients with operable node-negative breast cancer, adjuvant treatment should be restricted to patients eligible to receive chemotherapy according to internationally established criteria for primary therapy of early breast cancer.Docetaxel Teva in combination with doxorubicin is indicated for the treatment of patients with locally advanced or metastatic breast cancer who have not previously received cytotoxic therapy for this condition.Docetaxel Teva monotherapy is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of cytotoxic therapy.Previous chemotherapy should have included an anthracycline or an alkylating agent.Docetaxel Teva in combination with trastuzumab is indicated for the treatment of patients with metastatic breast cancer whose tumours overexpress HER2 and who previously have not received chemotherapy for metastatic disease.Docetaxel Teva in combination with capecitabine is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of cytotoxic chemotherapy. Previous therapy should have included an anthracycline.Non-small-cell lung cancerDocetaxel Teva is indicated for the treatment of patients with locally advanced or metastatic non-small-cell lung cancer after failure of prior chemotherapy.Docetaxel Teva in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small-cell lung cancer, in patients who have not previously received chemotherapy for this condition.Prostate cancerDocetaxel Teva in combination with prednisone or prednisolone is indicated for the treatment of patients with hormone refractory metastatic prostate cancer.Gastric adenocarcinomaDocetaxel Teva in combination with cisplatin and 5-fluorouracil is indicated for the treatment of patients with metastatic gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for metastatic disease.Head and neck cancerDocetaxel Teva in combination with cisplatin and 5 fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck.",
      "inn": "docetaxel",
      "marketingAuthorisationDate": "2010-01-26 01:00:00",
      "marketingAuthorisationHolder": "Teva B.V. ",
      "medicineName": "Docetaxel Teva",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/docetaxel-teva"
    },
    {
      "activeSubstance": "docetaxel",
      "conditionIndication": "Breast cancerDocetaxel Kabi in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with:operable node-positive breast cancer;operable node-negative breast cancer.For patients with operable node-negative breast cancer, adjuvant treatment should be restricted to patients eligible to receive chemotherapy according to internationally established criteria for primary therapy of early breast cancer.Docetaxel Kabi in combination with doxorubicin is indicated for the treatment of patients with locally advanced or metastatic breast cancer who have not previously received cytotoxic therapy for this condition.Docetaxel Kabi monotherapy is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of cytotoxic therapy. Previous chemotherapy should have included an anthracycline or an alkylating agent.Docetaxel Kabi in combination with trastuzumab is indicated for the treatment of patients with metastatic breast cancer whose tumours overexpress HER2 and who previously have not received chemotherapy for metastatic disease.Docetaxel Kabi in combination with capecitabine is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of cytotoxic chemotherapy. Previous therapy should have included an anthracycline.Non-small-cell lung cancerDocetaxel Kabi is indicated for the treatment of patients with locally advanced or metastatic non-small-cell lung cancer after failure of prior chemotherapy.Docetaxel Kabi in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small-cell lung cancer, in patients who have not previously received chemotherapy for this condition.Prostate cancerDocetaxel Kabi in combination with prednisone or prednisolone is indicated for the treatment of patients with castration-resistant metastatic prostate cancer.Docetaxel Kabi in combination with androgen-deprivation therapy (ADT), with or without prednisone or prednisolone, is indicated for the treatment of patients with metastatic hormone-sensitive prostate cancer.Gastric adenocarcinomaDocetaxel Kabi in combination with cisplatin and 5-fluorouracil is indicated for the treatment of patients with metastatic gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for metastatic disease.Head and neck cancerDocetaxel Kabi in combination with cisplatin and 5-fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck.",
      "inn": "docetaxel",
      "marketingAuthorisationDate": "2012-05-22 00:00:00",
      "marketingAuthorisationHolder": "Fresenius Kabi Deutschland GmbH",
      "medicineName": "Docetaxel Kabi",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/docetaxel-kabi"
    },
    {
      "activeSubstance": "docetaxel",
      "conditionIndication": "Breast cancerDocetaxel Accord in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with:operable node-positive breast cancer;operable node-negative breast cancer.For patients with operable node-negative breast cancer, adjuvant treatment should be restricted to patients eligible to receive chemotherapy according to internationally established criteria for primary therapy of early breast cancer.Docetaxel Accord in combination with doxorubicin is indicated for the treatment of patients with locally advanced or metastatic breast cancer who have not previously received cytotoxic therapy for this condition.Docetaxel Accord monotherapy is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of cytotoxic therapy. Previous chemotherapy should have included an anthracycline or an alkylating agent.Docetaxel Accord in combination with trastuzumab is indicated for the treatment of patients with metastatic breast cancer whose tumours overexpress HER2 and who previously have not received chemotherapy for metastatic disease.Docetaxel Accord in combination with capecitabine is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of cytotoxic chemotherapy. Previous therapy should have included an anthracycline.Non-small-cell lung cancerDocetaxel Accord is indicated for the treatment of patients with locally advanced or metastatic non-small-cell lung cancer after failure of prior chemotherapy.Docetaxel Accord in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small-cell lung cancer, in patients who have not previously received chemotherapy for this condition.Prostate cancerDocetaxel Accord in combination with prednisone or prednisolone is indicated for the treatment of patients with hormone refractory metastatic prostate cancer.Gastric adenocarcinomaDocetaxel Accord in combination with cisplatin and 5-fluorouracil is indicated for the treatment of patients with metastatic gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for metastatic disease.Head and neck cancerDocetaxel Accord in combination with cisplatin and 5-fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck.",
      "inn": "docetaxel",
      "marketingAuthorisationDate": "2012-05-22 00:00:00",
      "marketingAuthorisationHolder": "Accord Healthcare S.L.U.",
      "medicineName": "Docetaxel Accord",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/docetaxel-accord"
    },
    {
      "activeSubstance": "docetaxel",
      "conditionIndication": "Breast cancerDocetaxel Winthrop in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with:operable node-positive breast cancer;operable node-negative breast cancer.For patients with operable node-negative breast cancer, adjuvant treatment should be restricted to patients eligible to receive chemotherapy according to internationally established criteria for primary therapy of early breast cancer.Docetaxel Winthrop in combination with doxorubicin is indicated for the treatment of patients with locally advanced or metastatic breast cancer who have not previously received cytotoxic therapy for this condition.Docetaxel Winthrop monotherapy is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of cytotoxic therapy. Previous chemotherapy should have included an anthracycline or an alkylating agent.Docetaxel Winthrop in combination with trastuzumab is indicated for the treatment of patients with metastatic breast cancer whose tumours overexpress HER2 and who previously have not received chemotherapy for metastatic disease.Docetaxel Winthrop in combination with capecitabine is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of cytotoxic chemotherapy. Previous therapy should have included an anthracycline.Non-small-cell lung cancerDocetaxel Winthrop is indicated for the treatment of patients with locally advanced or metastatic non-small-cell lung cancer after failure of prior chemotherapy.Docetaxel Winthrop in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small-cell lung cancer, in patients who have not previously received chemotherapy for this condition.Prostate cancerDocetaxel Winthrop in combination with prednisone or prednisolone is indicated for the treatment of patients with hormone-refractory metastatic prostate cancer.Gastric adenocarcinomaDocetaxel Winthrop in combination with cisplatin and 5-fluorouracil is indicated for the treatment of patients with metastatic gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for metastatic disease.Head and neck cancerDocetaxel Winthrop in combination with cisplatin and 5-fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck.",
      "inn": "docetaxel",
      "marketingAuthorisationDate": "2007-04-20 00:00:00",
      "marketingAuthorisationHolder": "Zentiva k.s.",
      "medicineName": "Docetaxel Zentiva (previously Docetaxel Winthrop)",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/docetaxel-zentiva-previously-docetaxel-winthrop"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Docetaxel",
      "indication": "1 INDICATIONS AND USAGE Docetaxel injection is a microtubule inhibitor indicated for: Breast Cancer (BC) : single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-small Cell Lung Cancer (NSCLC) : single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC) : with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC) : with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN) : with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-small Cell Lung Cancer Docetaxel injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Armas Pharmaceuticals Inc.",
      "splSetId": "0dd863ec-f9dc-456c-9df5-4e9210d6cbb0"
    },
    {
      "brand": "Docetaxel",
      "indication": "1. INDICATIONS AND USAGE Docetaxel Injection is a microtubule inhibitor indicated for: • Breast Cancer (BC): single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) • Non-Small Cell Lung Cancer (NSCLC): single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) • Castration-Resistant Prostate Cancer (CRPC): with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) • Gastric Adenocarcinoma (GC): with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) • Squamous Cell Carcinoma of the Head and Neck (SCCHN): with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel Injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel Injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-Small Cell Lung Cancer Docetaxel Injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel Injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel Injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Baxter Healthcare Corporation",
      "splSetId": "0e0f06bd-d190-45da-be8b-062e8de01970"
    },
    {
      "brand": "Docetaxel",
      "indication": "1 INDICATIONS AND USAGE Docetaxel Injection is a microtubule inhibitor indicated for: Breast Cancer (BC): single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-Small Cell Lung Cancer (NSCLC): single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC): with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC): with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN): with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel Injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel Injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-Small Cell Lung Cancer Docetaxel Injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel Injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel Injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Actavis Pharma, Inc.",
      "splSetId": "2c806400-5fdc-4398-8475-37f700b3191f"
    },
    {
      "brand": "Docetaxel",
      "indication": "1 INDICATIONS AND USAGE Docetaxel Injection is a microtubule inhibitor indicated for: Breast Cancer (BC): single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-small Cell Lung Cancer (NSCLC): single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC): with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC): with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN): with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel Injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel Injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-small Cell Lung Cancer Docetaxel Injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel Injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel Injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Hospira, Inc.",
      "splSetId": "3104aab1-cd6e-4ad2-8e0a-286a0c5d1940"
    },
    {
      "brand": "Docetaxel",
      "indication": "1 INDICATIONS AND USAGE Docetaxel Injection is a microtubule inhibitor indicated for: Breast Cancer (BC): single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-small Cell Lung Cancer (NSCLC): single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC): with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC): with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN): with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel Injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel Injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-small Cell Lung Cancer Docetaxel Injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel Injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel Injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Hospira, Inc.",
      "splSetId": "6b9999bb-869e-4d25-838c-23c3ab280044"
    },
    {
      "brand": "Docetaxel",
      "indication": "1 INDICATIONS AND USAGE Docetaxel injection is a microtubule inhibitor indicated for: Breast Cancer (BC) : single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-small Cell Lung Cancer (NSCLC) : single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC) : with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC) : with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN) : with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-small Cell Lung Cancer Docetaxel injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Armas Pharmaceuticals Inc.",
      "splSetId": "7c1927a7-82ad-44ed-831e-5d4a88ac18f2"
    },
    {
      "brand": "Docetaxel",
      "indication": "1. INDICATIONS AND USAGE Docetaxel Injection is a microtubule inhibitor indicated for: • Breast Cancer (BC): single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) • Non-Small Cell Lung Cancer (NSCLC): single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) • Castration-Resistant Prostate Cancer (CRPC): with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) • Gastric Adenocarcinoma (GC): with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) • Squamous Cell Carcinoma of the Head and Neck (SCCHN): with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel Injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel Injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-Small Cell Lung Cancer Docetaxel Injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel Injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel Injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Sandoz Inc.",
      "splSetId": "875b764f-10b2-448d-b50b-c9e8c1cfd69a"
    },
    {
      "brand": "Docetaxel",
      "indication": "1 INDICATIONS AND USAGE Docetaxel injection is a microtubule inhibitor indicated for: Breast Cancer (BC) : single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-small Cell Lung Cancer (NSCLC) : single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC) : with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC) : with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN) : with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-small Cell Lung Cancer Docetaxel injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Dr. Reddy's Laboratories Inc.",
      "splSetId": "a630937b-8369-74ad-b68a-f940eb16ff0f"
    },
    {
      "brand": "Docetaxel",
      "indication": "1. INDICATIONS AND USAGE Docetaxel Injection, is a microtubule inhibitor indicated for: • Breast Cancer (BC): single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) • Non-Small Cell Lung Cancer (NSCLC): single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) • Hormone Refractory Prostate Cancer (HRPC): with prednisone in androgen independent (hormone refractory) metastatic prostate cancer ( 1.3 ) • Gastric Adenocarcinoma (GC): with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) • Squamous Cell Carcinoma of the Head and Neck Cancer (SCCHN): with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel Injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel Injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-Small Cell Lung Cancer Docetaxel Injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel Injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel Injection in combination with prednisone is indicated for the treatment of patients with androgen independent (hormone refractory) metastatic prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Mylan Institutional LLC",
      "splSetId": "a6417655-9448-4886-ba03-f57f36bcbd14"
    },
    {
      "brand": "Docetaxel",
      "indication": "1 INDICATIONS AND USAGE Docetaxel injection is a microtubule inhibitor indicated for: Breast Cancer (BC) : single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-small Cell Lung Cancer (NSCLC) : single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC) : with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC) : with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN) : with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-small Cell Lung Cancer Docetaxel injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Dr. Reddy's Laboratories Inc.",
      "splSetId": "be3df07d-ea56-453a-25ad-c3cedc22712a"
    },
    {
      "brand": "Docetaxel",
      "indication": "1 INDICATIONS AND USAGE Docetaxel injection is a microtubule inhibitor indicated for: Breast Cancer (BC) : single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-small Cell Lung Cancer (NSCLC) : single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC) : with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC) : with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN) : with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-small Cell Lung Cancer Docetaxel injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Armas Pharmaceuticals Inc.",
      "splSetId": "c00998dd-f859-435b-925b-4335299eaab3"
    },
    {
      "brand": "Docetaxel",
      "indication": "1 INDICATIONS AND USAGE Docetaxel is a microtubule inhibitor indicated for: Breast Cancer (BC) : single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-small Cell Lung Cancer (NSCLC) : single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC) : with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC) : with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN) : with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-small Cell Lung Cancer Docetaxel as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Winthrop U.S.",
      "splSetId": "dd0ca36d-1f54-4568-8d19-a7152addcd52"
    },
    {
      "brand": "Docetaxel",
      "indication": "1. INDICATIONS AND USAGE Docetaxel Injection is a microtubule inhibitor indicated for: • Breast Cancer (BC): single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) • Non-Small Cell Lung Cancer (NSCLC): single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) • Castration-Resistant Prostate Cancer (CRPC): with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) • Gastric Adenocarcinoma (GC): with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) • Squamous Cell Carcinoma of the Head and Neck (SCCHN): with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel Injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel Injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-Small Cell Lung Cancer Docetaxel Injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel Injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel Injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Sandoz Inc.",
      "splSetId": "e03d1378-6889-43d5-a34c-f96132cffa88"
    },
    {
      "brand": "Docetaxel",
      "indication": "1 INDICATIONS AND USAGE Docetaxel Injection is a microtubule inhibitor indicated for: Breast Cancer (BC) : single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-small Cell Lung Cancer (NSCLC) : single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC): with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC) : with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN) : with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel Injection is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel Injection in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-small Cell Lung Cancer Docetaxel Injection as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel Injection in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel Injection in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel Injection in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Jiangsu Hengrui Pharmaceuticals Co., Ltd.",
      "splSetId": "e488100d-6728-4f44-9282-f63a805b8e13"
    },
    {
      "brand": "Docetaxel",
      "indication": "1 INDICATIONS AND USAGE Docetaxel Injection, USP is a microtubule inhibitor indicated for: Breast Cancer (BC) : single agent for locally advanced or metastatic BC after chemotherapy failure; and with doxorubicin and cyclophosphamide as adjuvant treatment of operable node-positive BC ( 1.1 ) Non-small Cell Lung Cancer (NSCLC) : single agent for locally advanced or metastatic NSCLC after platinum therapy failure; and with cisplatin for unresectable, locally advanced or metastatic untreated NSCLC ( 1.2 ) Castration-Resistant Prostate Cancer (CRPC) : with prednisone in metastatic castration-resistant prostate cancer ( 1.3 ) Gastric Adenocarcinoma (GC) : with cisplatin and fluorouracil for untreated, advanced GC, including the gastroesophageal junction ( 1.4 ) Squamous Cell Carcinoma of the Head and Neck (SCCHN) : with cisplatin and fluorouracil for induction treatment of locally advanced SCCHN ( 1.5 ) 1.1 Breast Cancer Docetaxel Injection, USP is indicated for the treatment of patients with locally advanced or metastatic breast cancer after failure of prior chemotherapy. Docetaxel Injection, USP in combination with doxorubicin and cyclophosphamide is indicated for the adjuvant treatment of patients with operable node-positive breast cancer. 1.2 Non-small Cell Lung Cancer Docetaxel Injection, USP as a single agent is indicated for the treatment of patients with locally advanced or metastatic non-small cell lung cancer after failure of prior platinum-based chemotherapy. Docetaxel Injection, USP in combination with cisplatin is indicated for the treatment of patients with unresectable, locally advanced or metastatic non-small cell lung cancer who have not previously received chemotherapy for this condition. 1.3 Prostate Cancer Docetaxel Injection, USP in combination with prednisone is indicated for the treatment of patients with metastatic castration-resistant prostate cancer. 1.4 Gastric Adenocarcinoma Docetaxel Injection, USP in combination with cisplatin and fluorouracil is indicated for the treatment of patients with advanced gastric adenocarcinoma, including adenocarcinoma of the gastroesophageal junction, who have not received prior chemotherapy for advanced disease. 1.5 Head and Neck Cancer Docetaxel Injection, USP in combination with cisplatin and fluorouracil is indicated for the induction treatment of patients with locally advanced squamous cell carcinoma of the head and neck (SCCHN).",
      "manufacturer": "Hikma Pharmaceuticals USA Inc.",
      "splSetId": "ff7fb2c2-97a7-4716-a269-925ca30cf0f1"
    }
  ],
  "id": "Docetaxel",
  "nciThesaurus": {
    "casRegistry": "148408-66-6",
    "chebiId": "CHEBI:59809",
    "chemicalFormula": "C43H53NO14.3H2O",
    "definition": "A semi-synthetic, second-generation taxane derived from a compound found in the European yew tree, Taxus baccata.  Docetaxel displays potent and broad antineoplastic properties; it binds to and stabilizes tubulin, thereby inhibiting microtubule disassembly which results in cell- cycle arrest at the G2/M phase and cell death.  This agent also inhibits pro-angiogenic factors such as vascular endothelial growth factor (VEGF) and displays immunomodulatory and pro-inflammatory properties by inducing various mediators of the inflammatory response.  Docetaxel has been studied for use as a radiation-sensitizing agent.",
    "fdaUniiCode": "15H5577CQD",
    "identifier": "C1526",
    "preferredName": "Docetaxel",
    "semanticType": "Organic Chemical",
    "subclassOf": [],
    "synonyms": [
      "DOCETAXEL",
      "Docecad",
      "Docetaxel",
      "N-Debenzoyl-N-(tert-butoxycarbonyl)-10-deacetyltaxol",
      "RP56976",
      "Taxotere",
      "Taxotere Injection Concentrate",
      "[2aR-[2a alphaa,4beta,4a beta,6beta,9alpha,(alphaR*,betaS*),-11alpha,12alpha,12a alpha,12b alpha]]-beta-[[(1,1-dimethylethoxy)carbonyl]-amino]-alpha-hydroxybenzemepropanoic Acid 12b-(Acetyloxy)-12(benzyloxy)-2a,3,4,4a,5,6,8,10,11,12,12a,12b-dodecahydeo-4,-6,11-trihydroxy-4a,8,13,13-tetramethyl-5-oxo-7,11-methano-1H-cyclodeca[3,4]benz[1,2-b]oxet-9-yl Ester",
      "docetaxel"
    ]
  }
}