{
  "emaEpar": [
    {
      "activeSubstance": "Elotuzumab",
      "conditionIndication": "Empliciti is indicated in combination with lenalidomide and dexamethasone for the treatment of multiple myeloma in adult patients who have received at least one prior therapy (see sections 4.2 and 5.1).",
      "inn": "elotuzumab",
      "marketingAuthorisationDate": "2016-05-11 00:00:00",
      "marketingAuthorisationHolder": "Bristol-Myers Squibb Pharma EEIG",
      "medicineName": "Empliciti",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/empliciti"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "EMPLICITI",
      "indication": "1 INDICATIONS AND USAGE • EMPLICITI is indicated in combination with lenalidomide and dexamethasone for the treatment of adult patients with multiple myeloma who have received one to three prior therapies. • EMPLICITI is indicated in combination with pomalidomide and dexamethasone for the treatment of adult patients with multiple myeloma who have received at least two prior therapies including lenalidomide and a proteasome inhibitor. EMPLICITI is a SLAMF7-directed immunostimulatory antibody indicated in • combination with lenalidomide and dexamethasone for the treatment of adult patients with multiple myeloma who have received one to three prior therapies. (1) • combination with pomalidomide and dexamethasone for the treatment of adult patients with multiple myeloma who have received at least two prior therapies including lenalidomide and a proteasome inhibitor. (1)",
      "manufacturer": "E.R. Squibb & Sons, L.L.C.",
      "splSetId": "80686b7e-f6f4-4154-b5c0-c846425e2d91"
    }
  ],
  "id": "Elotuzumab",
  "nciThesaurus": {
    "casRegistry": "915296-00-3",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A humanized monoclonal antibody directed against the human CS1 (CD2 subset 1, CRACC, SLAMF7) antigen with potential antineoplastic activity. Elotuzumab binds to the CS1 antigen, which may trigger antibody-dependent cellular cytotoxicity (ADCC) in cells expressing CS1. CS1 is a cell surface glycoprotein belonging to the CD2 subset of the immunoglobulin superfamily (IgSF) and is highly expressed by multiple myeloma cells, but minimally expressed by normal cells.",
    "fdaUniiCode": "1351PE5UGS",
    "identifier": "C66982",
    "preferredName": "Elotuzumab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C129822",
      "C158974"
    ],
    "synonyms": [
      "BMS-901608",
      "ELOTUZUMAB",
      "Elotuzumab",
      "Empliciti",
      "HuLuc-63",
      "HuLuc63",
      "PDL-063",
      "PDL063"
    ]
  }
}