{
  "emaEpar": [
    {
      "activeSubstance": "Encorafenib",
      "conditionIndication": "Encorafenib is indicated:in combination with binimetinib is indicated for the treatment of adult patients with unresectable or metastatic melanoma with a BRAF V600 mutationin combination with cetuximab, for the treatment of adult patients with metastatic colorectal cancer (CRC) with a BRAF V600E mutation, who have received prior systemic therapy",
      "inn": "encorafenib",
      "marketingAuthorisationDate": "2018-09-19 00:00:00",
      "marketingAuthorisationHolder": "Pierre Fabre Medicament",
      "medicineName": "Braftovi",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/braftovi"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "BRAFTOVI",
      "indication": "1 INDICATIONS AND USAGE BRAFTOVI is a kinase inhibitor indicated: in combination with binimetinib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600E or V600K mutation, as detected by an FDA-approved test. ( 1.1 , 2.1 ) in combination with cetuximab, for the treatment of adult patients with metastatic colorectal cancer (CRC) with a BRAF V600E mutation, as detected by an FDA-approved test, after prior therapy. ( 1.2 , 2.1 ) Limitations of Use BRAFTOVI is not indicated for treatment of patients with wild-type BRAF melanoma or wild-type BRAF CRC. ( 1.3 , 5.2 ) 1.1 BRAF V600E or V600K Mutation-Positive Unresectable or Metastatic Melanoma BRAFTOVI ® is indicated, in combination with binimetinib, for the treatment of patients with unresectable or metastatic melanoma with a BRAF V600E or V600K mutation, as detected by an FDA-approved test [see Dosage and Administration (2.1) ] . 1.2 BRAF V600E Mutation-Positive Metastatic Colorectal Cancer (CRC) BRAFTOVI is indicated, in combination with cetuximab, for the treatment of adult patients with metastatic colorectal cancer (CRC) with a BRAF V600E mutation, as detected by an FDA-approved test, after prior therapy [see Dosage and Administration (2.1) ] . 1.3 Limitations of Use BRAFTOVI is not indicated for treatment of patients with wild-type BRAF melanoma or wild-type BRAF CRC [see Warnings and Precautions (5.2) ] .",
      "manufacturer": "Array BioPharma Inc.",
      "splSetId": "235dfc38-0f0b-4037-b501-7a9f4294740c"
    }
  ],
  "id": "Encorafenib",
  "nciThesaurus": {
    "casRegistry": "1269440-17-6",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally available Raf kinase inhibitor with potential antineoplastic activity. Encorafenib specifically inhibits Raf kinase, a serine/threonine enzyme in the RAF/mitogen-activated protein kinase kinase (MEK)/extracellular signal-related kinase (ERK) signaling pathway. By inhibiting the activation of the RAF/MEK/ERK signaling pathway, the administration of LGX818 may result in a decrease in proliferation of tumor cells. The Raf mutation BRAF V600E is frequently upregulated in a variety of human tumors and results in the constitutive activation of the RAF/MEK/ERK signaling pathway that regulates cellular proliferation and survival.",
    "fdaUniiCode": "8L7891MRB6",
    "identifier": "C98283",
    "preferredName": "Encorafenib",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C129825",
      "C155322"
    ],
    "synonyms": [
      "Braftovi",
      "ENCORAFENIB",
      "Encorafenib",
      "LGX 818",
      "LGX-818",
      "LGX818"
    ]
  }
}