{
  "emaEpar": [
    {
      "activeSubstance": "Entrectinib",
      "conditionIndication": "Rozlytrek as monotherapy is indicated for the treatment of adult and paediatric patients 12 years of age and older with solid tumours expressing a neurotrophic tyrosine receptor kinase (NTRK) gene fusion,who have a disease that is locally advanced, metastatic or where surgical resection is likely to result in severe morbidity, andwho have not received a prior NTRK inhibitorwho have no satisfactory treatment options.Rozlytrek as monotherapy is indicated for the treatment of adult patients with ROS1 positive, advanced non small cell lung cancer (NSCLC) not previously treated with ROS1 inhibitors.",
      "inn": "entrectinib",
      "marketingAuthorisationDate": "2020-07-31 00:00:00",
      "marketingAuthorisationHolder": "Roche Registration GmbH ",
      "medicineName": "Rozlytrek",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/rozlytrek"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Rozlytrek",
      "indication": "1 INDICATIONS AND USAGE ROZLYTREK is a kinase inhibitor indicated for the treatment of: Adult patients with metastatic non-small cell lung cancer (NSCLC) whose tumors are ROS1 -positive. ( 1.1 ) Adult and pediatric patients 12 years of age and older with solid tumors that: have a neurotrophic tyrosine receptor kinase ( NTRK) gene fusion without a known acquired resistance mutation, are metastatic or where surgical resection is likely to result in severe morbidity, and have progressed following treatment or have no satisfactory alternative therapy. This indication is approved under accelerated approval based on tumor response rate and durability of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. ( 1.2 ) 1.1 ROS1 -Positive Non-Small Cell Lung Cancer ROZLYTREK is indicated for the treatment of adult patients with metastatic non-small cell lung cancer (NSCLC) whose tumors are ROS1 -positive. 1.2 NTRK Gene Fusion-Positive Solid Tumors ROZLYTREK is indicated for the treatment of adult and pediatric patients 12 years of age and older with solid tumors that: have a neurotrophic tyrosine receptor kinase ( NTRK ) gene fusion without a known acquired resistance mutation, are metastatic or where surgical resection is likely to result in severe morbidity, and have either progressed following treatment or have no satisfactory alternative therapy. This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.2) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials.",
      "manufacturer": "Genentech Inc.",
      "splSetId": "c7c71b0c-2549-4495-86b6-c2807fa54908"
    }
  ],
  "id": "Entrectinib",
  "nciThesaurus": {
    "casRegistry": "1108743-60-7",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally bioavailable inhibitor of the tyrosine kinases tropomyosin receptor kinases (Trk) A, B and C, C-ros oncogene 1 (ROS1) and anaplastic lymphoma kinase (ALK), with potential antineoplastic activity. Upon administration, entrectinib binds to and inhibits TrkA, TrkB, TrkC, ROS1 and ALK. Inhibition of these kinases may result in a disruption of TrkA-, TrkB-, TrkC-, ROS1-, and ALK-mediated signaling. This leads to an induction of apoptosis and an inhibition of tumor cell proliferation in tumor cells that express these kinases. TrkA, TrkB, TrkC, ROS1 and ALK are overexpressed in a variety of cancer cell types.",
    "fdaUniiCode": "L5ORF0AN1I",
    "identifier": "C114984",
    "preferredName": "Entrectinib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C129825",
      "C141136"
    ],
    "synonyms": [
      "ENTRECTINIB",
      "Entrectinib",
      "N-(5-(3,5-Difluorobenzyl)-1H-indazol-3-yl)-4-(4-methylpiperazin-1yl)-2-(tetrahydro-2H-pyran-4-ylamino)benzamide",
      "RXDX 101",
      "RXDX-101",
      "RXDX101",
      "Rozlytrek"
    ]
  }
}