{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Fludarabine Phosphate",
      "indication": "1 INDICATIONS AND USAGE Fludarabine Phosphate Injection, USP is a nucleotide metabolic inhibitor indicated for: The treatment of adult patients with B-cell chronic lymphocytic leukemia (CLL) who have not responded to or whose disease has progressed during treatment with at least one standard alkylating-agent containing regimen. Benefit in treatment-naïve or non-refractory CLL patients is not established. ( 1.1 ) 1.1 Indication Fludarabine Phosphate Injection, USP is indicated for the treatment of adult patients with B-cell chronic lymphocytic leukemia (CLL) who have not responded to or whose disease has progressed during treatment with at least one standard alkylating-agent containing regimen. The safety and effectiveness of Fludarabine Phosphate Injection, USP in previously untreated or non-refractory patients with CLL have not been established.",
      "manufacturer": "Sagent Pharmaceuticals",
      "splSetId": "20e5acf0-90b7-45c8-be78-91eaf77c9ac0"
    },
    {
      "brand": "fludarabine phosphate",
      "indication": "INDICATIONS AND USAGE Fludarabine Phosphate for Injection, USP is indicated for the treatment of adult patients with B-cell chronic lymphocytic leukemia (CLL) who have not responded to or whose disease has progressed during treatment with at least one standard alkylating-agent containing regimen. The safety and effectiveness of Fludarabine Phosphate for Injection, USP in previously untreated or non-refractory patients with CLL have not been established.",
      "manufacturer": "Leucadia Pharmaceuticals",
      "splSetId": "2bf87dcb-4bab-4af0-8e05-98a719fbc7cd"
    },
    {
      "brand": "Fludarabine phosphate",
      "indication": "INDICATIONS AND USAGE Fludarabine Phosphate for Injection, USP is indicated for the treatment of adult patients with B-cell chronic lymphocytic leukemia (CLL) who have not responded to or whose disease has progressed during treatment with at least one standard alkylating-agent containing regimen. The safety and effectiveness of Fludarabine Phosphate for Injection, USP in previously untreated or non-refractory patients with CLL have not been established.",
      "manufacturer": "Actavis Pharma, Inc.",
      "splSetId": "3adca34b-4f65-4e21-8058-3c01fc7fc9bb"
    },
    {
      "brand": "Fludarabine Phosphate",
      "indication": "1 INDICATIONS AND USAGE Fludarabine Phosphate Injection is a nucleotide metabolic inhibitor indicated for: The treatment of adult patients with B-cell chronic lymphocytic leukemia (CLL) who have not responded to or whose disease has progressed during treatment with at least one standard alkylating-agent containing regimen. Benefit in treatment-naïve or non-refractory CLL patients is not established. (1.1) 1.1 Indication Fludarabine Phosphate Injection is indicated for the treatment of adult patients with B-cell chronic lymphocytic leukemia (CLL) who have not responded to or whose disease has progressed during treatment with at least one standard alkylating-agent containing regimen. The safety and effectiveness of Fludarabine Phosphate Injection in previously untreated or non-refractory patients with CLL have not been established.",
      "manufacturer": "Areva Pharmaceuticals",
      "splSetId": "8039c2e3-ffe5-3997-e053-2991aa0ad9d0"
    },
    {
      "brand": "Fludarabine phosphate",
      "indication": "1 INDICATIONS & USAGE Fludarabine Phosphate Injection, USP is a nucleotide metabolic inhibitor indicated for: The treatment of adult patients with B-cell chronic lymphocytic leukemia (CLL) who have not responded to or whose disease has progressed during treatment with at least one standard alkylating-agent containing regimen. Benefit in treatment-naïve or non-refractory CLL patients is not established. ( 1.1 ) 1.1 Indication Fludarabine Phosphate Injection, USP is indicated for the treatment of adult patients with B-cell chronic lymphocytic leukemia (CLL) who have not responded to or whose disease has progressed during treatment with at least one standard alkylating-agent containing regimen. The safety and effectiveness of Fludarabine Phosphate Injection, USP in previously untreated or non-refractory patients with CLL have not been established.",
      "manufacturer": "Actavis Pharma, Inc.",
      "splSetId": "a7743c62-2230-4289-92dc-6fc9c61f41d2"
    },
    {
      "brand": "Fludarabine",
      "indication": "INDICATIONS AND USAGE Fludarabine Phosphate Injection, USP is indicated for the treatment of patients with B-cell chronic lymphocytic leukemia (CLL) who have not responded to or whose disease has progressed during treatment with at least one standard alkylating-agent containing regimen. The safety and effectiveness of Fludarabine Phosphate Injection, USP in previously untreated or non-refractory patients with CLL have not been established.",
      "manufacturer": "Fresenius Kabi USA, LLC",
      "splSetId": "cf5255cc-91fd-4132-973b-764dba142eae"
    }
  ],
  "id": "Fludarabine_Phosphate",
  "nciThesaurus": {
    "casRegistry": "75607-67-9",
    "chebiId": "CHEBI:63599",
    "chemicalFormula": "C10H13FN5O7P",
    "definition": "The phosphate salt of a fluorinated nucleotide antimetabolite analog of the antiviral agent vidarabine (ara-A) with antineoplastic activity. Fludarabine phosphate is rapidly dephosphorylated to 2-fluoro-ara-A and then phosphorylated intracellularly by deoxycytidine kinase to the active triphosphate, 2-fluoro-ara-ATP. This metabolite may inhibit DNA polymerase alpha, ribonucleotide reductase and DNA primase, thereby interrupting DNA synthesis and inhibiting tumor cell growth.",
    "fdaUniiCode": "1X9VK9O1SC",
    "identifier": "C1102",
    "preferredName": "Fludarabine Phosphate",
    "semanticType": "Nucleic Acid, Nucleoside, or Nucleotide",
    "subclassOf": [],
    "synonyms": [
      "2-F-ara-AMP",
      "9H-Purin-6-amine, 2-fluoro-9-(5-O-phosphono-.beta.-D-arabinofuranosyl)-",
      "9H-purin-6-amine, 2-fluoro-9-(5-O-phosphono-beta-D-arabinofuranosyl)",
      "Beneflur",
      "FLUDARABINE PHOSPHATE",
      "Fludara",
      "Fludarabine Phosphate",
      "Fludarabine-5'-Monophosphate",
      "Oforta",
      "SH T 586",
      "fludarabine phosphate"
    ]
  }
}