{
  "emaEpar": [
    {
      "activeSubstance": "gefitinib",
      "conditionIndication": "Gefitinib Mylan is indicated as monotherapy for the treatment of adult patients with locally advanced or metastatic non‑small cell lung cancer (NSCLC) with activating mutations of EGFR‑TK.",
      "inn": "gefitinib",
      "marketingAuthorisationDate": "2018-09-27 00:00:00",
      "marketingAuthorisationHolder": "Mylan S.A.S.",
      "medicineName": "Gefitinib Mylan",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/gefitinib-mylan"
    },
    {
      "activeSubstance": "gefitinib",
      "conditionIndication": "Iressa is indicated for the treatment of adult patients with locally advanced or metastatic non-small-cell lung cancer with activating mutations of epidermal-growth-factor-receptor tyrosine kinase.",
      "inn": "gefitinib",
      "marketingAuthorisationDate": "2009-06-24 00:00:00",
      "marketingAuthorisationHolder": "AstraZeneca AB",
      "medicineName": "Iressa",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/iressa"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "IRESSA",
      "indication": "1 INDICATIONS AND USAGE IRESSA is indicated for the first-line treatment of patients with metastatic non-small cell lung cancer (NSCLC) whose tumors have epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 (L858R) substitution mutations as detected by an FDA-approved test [see Clinical Studies (14) ] . Limitation of Use: Safety and efficacy of IRESSA have not been established in patients with metastatic NSCLC whose tumors have EGFR mutations other than exon 19 deletions or exon 21 (L858R) substitution mutations [see Clinical Studies (14) ] . IRESSA is a tyrosine kinase inhibitor indicated for the first-line treatment of patients with metastatic non-small cell lung cancer (NSCLC) whose tumors have epidermal growth factor receptor (EGFR) exon 19 deletions or exon 21 (L858R) substitution mutations as detected by an FDA-approved test. (1) Limitation of Use: Safety and efficacy of IRESSA have not been established in patients whose tumors have EGFR mutations other than exon 19 deletions or exon 21 (L858R) substitution mutations. (1)",
      "manufacturer": "AstraZeneca Pharmaceuticals LP",
      "splSetId": "827d60e8-7e07-41b7-c28b-49ef1c4a5a41"
    }
  ],
  "id": "Gefitinib",
  "nciThesaurus": {
    "casRegistry": "184475-35-2",
    "chebiId": "CHEBI:49668",
    "chemicalFormula": "C22H24ClFN4O3",
    "definition": "An anilinoquinazoline with antineoplastic activity. Gefitinib inhibits the catalytic activity of numerous tyrosine kinases including the epidermal growth factor receptor (EGFR), which may result in inhibition of tyrosine kinase-dependent tumor growth. Specifically, this agent competes with the binding of ATP to the tyrosine kinase domain of EGFR, thereby inhibiting receptor autophosphorylation and resulting in inhibition of signal transduction. Gefitinib may also induce cell cycle arrest and inhibit angiogenesis.",
    "fdaUniiCode": "S65743JHBS",
    "identifier": "C1855",
    "preferredName": "Gefitinib",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C129825",
      "C2167"
    ],
    "synonyms": [
      "4-(3'-Chloro-4'-fluoroanilino)-7-methoxy-6-(3-morpholinopropoxy)quinazoline",
      "GEFITINIB",
      "Gefitinib",
      "Iressa",
      "N-(3-chloro-4-fluorophenyl)-7-methoxy-6-[3-(4-morpholin) propoxy]-4-quinazolinamine",
      "ZD 1839",
      "ZD1839",
      "gefitinib"
    ]
  }
}