{
  "emaEpar": [
    {
      "activeSubstance": "Glasdegib maleate",
      "conditionIndication": "Daurismo is indicated, in combination with low-dose cytarabine, for the treatment of newly diagnosed de novo or secondary acute myeloid leukaemia (AML) in adult patients who are not candidates for standard induction chemotherapy.",
      "inn": "glasdegib",
      "marketingAuthorisationDate": "2020-06-26 00:00:00",
      "marketingAuthorisationHolder": "Pfizer Europe MA EEIG",
      "medicineName": "Daurismo",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/daurismo"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Daurismo",
      "indication": "1 INDICATIONS AND USAGE DAURISMO is indicated, in combination with low-dose cytarabine, for the treatment of newly-diagnosed acute myeloid leukemia (AML) in adult patients who are ≥75 years old or who have comorbidities that preclude use of intensive induction chemotherapy. DAURISMO is a hedgehog pathway inhibitor indicated, in combination with low-dose cytarabine, for the treatment of newly-diagnosed acute myeloid leukemia (AML) in adult patients who are ≥75 years old or who have comorbidities that preclude use of intensive induction chemotherapy. ( 1 )",
      "manufacturer": "Pfizer Laboratories Div Pfizer Inc",
      "splSetId": "204a6f7e-c9a4-472b-abd2-9527bda64d17"
    }
  ],
  "id": "Glasdegib",
  "nciThesaurus": {
    "casRegistry": "1095173-27-5",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally bioavailable small-molecule inhibitor of the Hedgehog (Hh) signaling pathway with potential antineoplastic activity. Glasdegib appears to inhibit Hh pathway signaling. The Hh signaling pathway plays an important role in cellular growth, differentiation and repair. Constitutive activation of Hh pathway signaling has been observed in various types of malignancies.",
    "fdaUniiCode": "K673DMO5H9",
    "identifier": "C84862",
    "preferredName": "Glasdegib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C155725"
    ],
    "synonyms": [
      "GLASDEGIB",
      "Glasdegib",
      "PF 04449913",
      "PF-04449913",
      "PF04449913"
    ]
  }
}