{
  "emaEpar": [
    {
      "activeSubstance": "Idelalisib",
      "conditionIndication": "Zydelig is indicated in combination with an anti‑CD20 monoclonal antibody (rituximab or ofatumumab) for the treatment of adult patients with chronic lymphocytic leukaemia (CLL):who have received at least one prior therapy, oras first line treatment in the presence of 17p deletion or TP53 mutation in patients who are not eligible for any other therapies.Zydelig is indicated as monotherapy for the treatment of adult patients with follicular lymphoma (FL) that is refractory to two prior lines of treatment.",
      "inn": "idelalisib",
      "marketingAuthorisationDate": "2014-09-18 00:00:00",
      "marketingAuthorisationHolder": "Gilead Sciences Ireland UC",
      "medicineName": "Zydelig",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zydelig"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Zydelig",
      "indication": "1 INDICATIONS AND USAGE Zydelig is a kinase inhibitor indicated for the treatment of patients with: Relapsed chronic lymphocytic leukemia (CLL), in combination with rituximab, in patients for whom rituximab alone would be considered appropriate therapy due to other co-morbidities. ( 1.1 ) Relapsed follicular B-cell non-Hodgkin lymphoma (FL) in patients who have received at least two prior systemic therapies. ( 1.2 ) Relapsed small lymphocytic lymphoma (SLL) in patients who have received at least two prior systemic therapies. ( 1.3 ) Limitations of use: Zydelig is not indicated and is not recommended for first-line treatment of any patient. ( 1.1 , 1.2 , 1.3 ) Zydelig is not indicated and is not recommended in combination with bendamustine and/or rituximab for the treatment of FL. ( 1.2 ) FL and SLL are approved under accelerated approval based on overall response rate. Improvement in patient survival or disease related symptoms has not been established. Continued approval for these indications may be contingent upon verification of clinical benefit in confirmatory trials. 1.1 Relapsed Chronic Lymphocytic Leukemia Zydelig is indicated, in combination with rituximab, for the treatment of patients with relapsed chronic lymphocytic leukemia (CLL) for whom rituximab alone would be considered appropriate therapy due to other co-morbidities. Limitations of Use Zydelig is not indicated and is not recommended for first line treatment of patients with CLL. 1.2 Relapsed Follicular B-cell non-Hodgkin Lymphoma Zydelig is indicated for the treatment of patients with relapsed follicular B-cell non-Hodgkin lymphoma (FL) who have received at least two prior systemic therapies. This indication is approved under accelerated approval based on overall response rate [see Clinical Studies (14.2) ]. An improvement in patient survival or disease related symptoms has not been established. Continued approval for this indication may be contingent upon verification of clinical benefit in confirmatory trials. Limitations of Use Zydelig is not indicated and is not recommended for first line treatment of patients with FL. Zydelig is not indicated and is not recommended in combination with bendamustine and/or rituximab for the treatment of FL. 1.3 Relapsed Small Lymphocytic Lymphoma Zydelig is indicated for the treatment of patients with relapsed small lymphocytic lymphoma (SLL) who have received at least two prior systemic therapies. This indication is approved under accelerated approval based on overall response rate [see Clinical Studies (14.3) ]. An improvement in patient survival or disease related symptoms has not been established. Continued approval for this indication may be contingent upon verification of clinical benefit in confirmatory trials. Limitations of Use Zydelig is not indicated and is not recommended for first line treatment of patients with SLL.",
      "manufacturer": "Gilead Sciences, Inc.",
      "splSetId": "efbdafa9-d18c-4e85-b4a2-1e620fc74e50"
    }
  ],
  "id": "Idelalisib",
  "nciThesaurus": {
    "casRegistry": "870281-82-6",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally bioavailable, small molecule inhibitor of the delta isoform of the 110 kDa catalytic subunit of class I phosphoinositide-3 kinase (PI3K) with potential immunomodulating and antineoplastic activities.  Idelalisib inhibits the production of the second messenger phosphatidylinositol-3,4,5-trisphosphate (PIP3), preventing the activation of the PI3K signaling pathway and inhibiting tumor cell proliferation, motility, and survival. Unlike other isoforms of PI3K, PI3K-delta is expressed primarily in hematopoietic lineages. The targeted inhibition of PI3K-delta is designed to preserve PI3K signaling in normal, non-neoplastic cells.",
    "fdaUniiCode": "YG57I8T5M0",
    "identifier": "C78825",
    "preferredName": "Idelalisib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C129825",
      "C2152"
    ],
    "synonyms": [
      "5-Fluoro-3-phenyl-2-((S)-1-(9H-purin-6-ylamino)-propyl)-3H- quinazolin-4-one",
      "CAL-101",
      "GS 1101",
      "GS-1101",
      "IDELALISIB",
      "Idelalisib",
      "Phosphoinositide-3 Kinase Delta Inhibitor CAL-101",
      "Zydelig"
    ]
  }
}