{
  "emaEpar": [
    {
      "activeSubstance": "imiquimod",
      "conditionIndication": "Zyclara is indicated for the topical treatment of clinically typical, non-hyperkeratotic, non-hypertrophic, visible or palpable actinic keratosis of the full face or balding scalp in immunocompetent adults when other topical treatment options are contraindicated or less appropriate., ",
      "inn": "imiquimod",
      "marketingAuthorisationDate": "2012-08-23 00:00:00",
      "marketingAuthorisationHolder": "Meda AB",
      "medicineName": "Zyclara",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zyclara"
    },
    {
      "activeSubstance": "imiquimod",
      "conditionIndication": "Imiquimod cream is indicated for the topical treatment of:external genital and perianal warts (condylomata acuminata) in adults;small superficial basal-cell carcinomas (sBCCs) in adults;clinically typical, non-hyperkeratotic, non-hypertrophic actinic keratoses (AKs) on the face or scalp in immunocompetent adult patients when size or number of lesions limit the efficacy and / or acceptability of cryotherapy and other topical treatment options are contraindicated or less appropriate.",
      "inn": "imiquimod",
      "marketingAuthorisationDate": "1998-09-18 00:00:00",
      "marketingAuthorisationHolder": "Meda AB",
      "medicineName": "Aldara",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/aldara"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Aldara",
      "indication": "1 INDICATIONS AND USAGE ALDARA Cream is indicated for the topical treatment of: • Clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses (AKs) on the face or scalp in immunocompetent adults. ( 1.1 ) • Biopsy-confirmed, primary superficial basal cell carcinoma (sBCC) in immunocompetent adults; maximum tumor diameter of 2.0 cm on trunk, neck, or extremities (excluding hands and feet), only when surgical methods are medically less appropriate and patient follow-up can be reasonably assured. ( 1.2 ) • External genital and perianal warts/condyloma acuminata in patients 12 years or older. ( 1.3 ) Limitations of Use: Efficacy was not demonstrated for molluscum contagiosum in children aged 2–12. ( 1.4 , 8.4 ) 1.1 Actinic Keratosis ALDARA Cream is indicated for the topical treatment of clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses on the face or scalp in immunocompetent adults. 1.2 Superficial Basal Cell Carcinoma ALDARA Cream is indicated for the topical treatment of biopsy-confirmed, primary superficial basal cell carcinoma (sBCC) in immunocompetent adults, with a maximum tumor diameter of 2.0 cm, located on the trunk (excluding anogenital skin), neck, or extremities (excluding hands and feet), only when surgical methods are medically less appropriate and patient follow-up can be reasonably assured. The histological diagnosis of superficial basal cell carcinoma should be established prior to treatment, since safety and efficacy of ALDARA Cream have not been established for other types of basal cell carcinomas, including nodular and morpheaform (fibrosing or sclerosing) types. 1.3 External Genital Warts ALDARA Cream is indicated for the treatment of external genital and perianal warts/condyloma acuminata in patients 12 years or older. 1.4 Limitations of Use ALDARA Cream has been evaluated in children ages 2 to 12 years with molluscum contagiosum and these studies failed to demonstrate efficacy [see Use in Specific Populations (8.4) ] . 1.5 Unevaluated Populations The safety and efficacy of ALDARA Cream in immunosuppressed patients have not been established. ALDARA Cream should be used with caution in patients with pre-existing autoimmune conditions. The efficacy and safety of ALDARA Cream have not been established for patients with Basal Cell Nevus Syndrome or Xeroderma Pigmentosum.",
      "manufacturer": "Bausch Health US LLC",
      "splSetId": "0c3aed27-7b3f-442e-9f60-f2f5c672c85d"
    },
    {
      "brand": "Imiquimod",
      "indication": "1 INDICATIONS AND USAGE Imiquimod Cream is indicated for the topical treatment of: • Clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses (AK) on the face or scalp in immunocompetent adults ( 1.1 ) • Biopsy-confirmed, primary superficial basal cell carcinoma (sBCC) in immunocompetent adults; maximum tumor diameter of 2.0 cm on trunk, neck, or extremities (excluding hands and feet), only when surgical methods are medically less appropriate and patient follow-up can be reasonably assured ( 1.2 ) • External genital and perianal warts/condyloma acuminata in patients 12 years old or older ( 1.3 ) Limitations of Use: Efficacy was not demonstrated for molluscum contagiosum in children aged 2-12 ( 1.4 , 8.4 ) 1.1 Actinic Keratosis Imiquimod Cream is indicated for the topical treatment of clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses on the face or scalp in immunocompetent adults. 1.2 Superficial Basal Cell Carcinoma Imiquimod Cream is indicated for the topical treatment of biopsy-confirmed, primary superficial basal cell carcinoma (sBCC) in immunocompetent adults, with a maximum tumor diameter of 2.0 cm, located on the trunk (excluding anogenital skin), neck, or extremities (excluding hands and feet), only when surgical methods are medically less appropriate and patient follow-up can be reasonably assured. The histological diagnosis of superficial basal cell carcinoma should be established prior to treatment, since safety and efficacy of Imiquimod Cream have not been established for other types of basal cell carcinomas, including nodular and morpheaform (fibrosing or sclerosing) types. 1.3 External Genital Warts Imiquimod Cream is indicated for the treatment of external genital and perianal warts/condyloma acuminata in patients 12 years old and older. 1.4 Limitations of Use Imiquimod cream has been evaluated in children ages 2 to 12 years with molluscum contagiosum and these studies failed to demonstrate efficacy. [see Use in Specific Populations ( 8.4 )]. 1.5 Unevaluated Populations The safety and efficacy of Imiquimod Cream in immunosuppressed patients have not been established. Imiquimod Cream should be used with caution in patients with pre-existing autoimmune conditions. The efficacy and safety of Imiquimod Cream have not been established for patients with Basal Cell Nevus Syndrome or Xeroderma Pigmentosum.",
      "manufacturer": "Perrigo New York Inc",
      "splSetId": "1505cf54-37da-4b2b-9812-6ffd6a01a7c7"
    },
    {
      "brand": "Zyclara",
      "indication": "1 INDICATIONS AND USAGE • ZYCLARA Cream, 2.5% and 3.75% are indicated for the topical treatment of clinically typical, visible or palpable actinic keratoses (AK) of the full face or balding scalp in immunocompetent adults. ( 1.1 ) • ZYCLARA Cream, 3.75% is also indicated for the topical treatment of external genital and perianal warts/condyloma acuminata (EGW) in patients 12 years or older. ( 1.2 ) • Limitations of Use: Efficacy of imiquimod cream was not demonstrated for molluscum contagiosum in children 2 to 12 years of age. ( 1.3 , 8.4 ) 1.1 Actinic Keratosis ZYCLARA Cream, 2.5% and 3.75% are indicated for the topical treatment of clinically typical visible or palpable, actinic keratoses (AK) of the full face or balding scalp in immunocompetent adults. 1.2 External Genital Warts ZYCLARA Cream, 3.75% is indicated for the treatment of external genital and perianal warts (EGW)/condyloma acuminata in patients 12 years or older. 1.3 Limitations of Use Imiquimod cream has been evaluated in children ages 2 to 12 years with molluscum contagiosum and these studies failed to demonstrate efficacy [see Use in Specific Populations (8.4) ]. Treatment with ZYCLARA Cream has not been studied for prevention or transmission of human papillomavirus (HPV). 1.4 Unevaluated Populations The safety and efficacy of ZYCLARA Cream have not been established in the treatment of: • urethral, intravaginal, cervical, rectal, or intra-anal human papilloma viral disease . • actinic keratosis when treated with more than one 2-cycle treatment course in the same area . • patients with xeroderma pigmentosum. • superficial basal cell carcinoma. • immunosuppressed patients.",
      "manufacturer": "Bausch Health US, LLC",
      "splSetId": "28cd9b5b-680b-480f-b33d-9c5b52bbf03d"
    },
    {
      "brand": "Imiquimod",
      "indication": "1 INDICATIONS AND USAGE Imiquimod Cream USP, 3.75% is indicated for the topical treatment of clinically typical, visible or palpable actinic keratoses (AK) of the full face or balding scalp in immunocompetent adults. ( 1.1 ) Imiquimod Cream USP, 3.75% is also indicated for the topical treatment of external genital and perianal warts/condyloma acuminata (EGW) in patients 12 years or older. ( 1.2 ) Limitations of Use: Efficacy of imiquimod cream was not demonstrated for molluscum contagiosum in children 2 to 12 years of age.( 1.3 , 8.4 ) 1.1 Actinic Keratosis Imiquimod Cream USP, 3.75% is indicated for the topical treatment of clinically typical visible or palpable, actinic keratoses (AK), of the full face or balding scalp in immunocompetent adults. 1.2 External Genital Warts Imiquimod Cream USP, 3.75% is indicated for the treatment of external genital and perianal warts (EGW)/condyloma acuminata in patients 12 years or older. 1.3 Limitations of Use Imiquimod cream has been evaluated in children ages 2 to 12 years with molluscum contagiosum and these studies failed to demonstrate efficacy [see Use in Specific Populations (8.4) ]. Treatment with imiquimod cream has not been studied for prevention or transmission of HPV. 1.4 Unevaluated Populations The safety and efficacy of imiquimod cream have not been established in the treatment of: urethral, intra-vaginal, cervical, rectal or intra-anal human papilloma viral disease. actinic keratosis when treated with more than one 2-cycle treatment course in the same area. patients with xeroderma pigmentosum. superficial basal cell carcinoma. immunosuppressed patients.",
      "manufacturer": "Taro Pharmaceuticals U.S.A., Inc.",
      "splSetId": "51913a5a-1cab-4b9e-b2c2-e0174062df73"
    },
    {
      "brand": "Imiquimod",
      "indication": "1 INDICATIONS AND USAGE Imiquimod Cream USP, 5% is indicated for the topical treatment of: Clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses (AK) on the face or scalp in immunocompetent adults ( 1.1 ) External genital and perianal warts/condyloma acuminata in patients 12 years old or older ( 1.3 ) Limitations of Use: Efficacy was not demonstrated for molluscum contagiosum in children aged 2-12 ( 1.4 , 8.4 ) 1.1 Actinic Keratosis Imiquimod Cream USP, 5% is indicated for the topical treatment of clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses on the face or scalp in immunocompetent adults. 1.3 External Genital Warts Imiquimod Cream USP, 5% is indicated for the treatment of external genital and perianal warts/condyloma acuminata in patients 12 years or older. 1.4 Limitations of Use Imiquimod Cream USP, 5% has been evaluated in children ages 2 to 12 years with molluscum contagiosum and these studies failed to demonstrate efficacy [see Use in Specific Populations (8.4) ]. 1.5 Unevaluated Populations The safety and efficacy of Imiquimod Cream USP, 5% in immunosuppressed patients have not been established. Imiquimod Cream should be used with caution in patients with pre-existing autoimmune conditions. The efficacy and safety of Imiquimod Cream have not been established for patients with Basal Cell Nevus Syndrome or Xeroderma Pigmentosum.",
      "manufacturer": "Taro Pharmaceuticals U.S.A., Inc.",
      "splSetId": "59af8153-4cf8-4f22-9000-f239798d52d1"
    },
    {
      "brand": "Imiquimod",
      "indication": "1 INDICATIONS AND USAGE Imiquimod cream is indicated for the topical treatment of: • Clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses (AK) on the face or scalp in immunocompetent adults ( 1.1 ) • External genital and perianal warts/condyloma acuminata in patients 12 years old or older ( 1.3 ) Limitations of Use: Efficacy was not demonstrated for molluscum contagiosum in children aged 2 to12 ( 1.4 , 8.4 ) 1.1 Actinic Keratosis Imiquimod Cream is indicated for the topical treatment of clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses on the face or scalp in immunocompetent adults. 1.3 External Genital Warts Imiquimod Cream is indicated for the treatment of external genital and perianal warts/condyloma acuminata in patients 12 years old or older. 1.4 Limitations of Use Imiquimod Cream has been evaluated in children ages 2 to 12 years with molluscum contagiosum and these studies failed to demonstrate efficacy [see Use in Specific Populations (8.4) ] . 1.5 Unevaluated Populations The safety and efficacy of Imiquimod Cream in immunosuppressed patients have not been established. Imiquimod Cream should be used with caution in patients with pre-existing autoimmune conditions. The efficacy and safety of Imiquimod Cream have not been established for patients with Basal Cell Nevus Syndrome or Xeroderma Pigmentosum.",
      "manufacturer": "Glenmark Pharmaceuticals Inc., USA",
      "splSetId": "663e39a9-a29e-473f-89ec-4c7c6bc27b8a"
    },
    {
      "brand": "Imiquimod",
      "indication": "1 INDICATIONS AND USAGE • Imiquimod Cream, 3.75% is indicated for the topical treatment of clinically typical, visible or palpable actinic keratoses (AK) of the full face or balding scalp in immunocompetent adults. ( 1.1 ) • Imiquimod Cream, 3.75% is also indicated for the topical treatment of external genital and perianal warts/condyloma acuminata (EGW) in patients 12 years or older. ( 1.2 ) • Limitations of Use: Efficacy of imiquimod cream was not demonstrated for molluscum contagiosum in children 2 to 12 years of age. ( 1.3 , 8.4 ) 1.1 Actinic Keratosis Imiquimod Cream, 3.75% is indicated for the topical treatment of clinically typical visible or palpable, actinic keratoses (AK) of the full face or balding scalp in immunocompetent adults. 1.2 External Genital Warts Imiquimod Cream, 3.75% is indicated for the treatment of external genital and perianal warts (EGW)/condyloma acuminata in patients 12 years or older. 1.3 Limitations of Use Imiquimod cream has been evaluated in children ages 2 to 12 years with molluscum contagiosum and these studies failed to demonstrate efficacy [see Use in Specific Populations (8.4) ]. Treatment with Imiquimod Cream has not been studied for prevention or transmission of human papillomavirus (HPV). 1.4 Unevaluated Populations The safety and efficacy of Imiquimod Cream have not been established in the treatment of: • urethral, intravaginal, cervical, rectal, or intra-anal human papilloma viral disease . • actinic keratosis when treated with more than one 2-cycle treatment course in the same area . • patients with xeroderma pigmentosum. • superficial basal cell carcinoma. • immunosuppressed patients.",
      "manufacturer": "Teva Pharmaceuticals USA, Inc.",
      "splSetId": "9f2cbefd-f295-47e2-8a9e-3e7c5812c963"
    },
    {
      "brand": "IMIQUIMOD",
      "indication": "1.1 Actinic Keratosis Imiquimod Cream is indicated for the topical treatment of clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses on the face or scalp in immunocompetent adults. 1.2 Superficial Basal Cell Carcinoma Imiquimod Cream is indicated for the topical treatment of biopsy-confirmed, primary superficial basal cell carcinoma (sBCC) in immunocompetent adults, with a maximum tumor diameter of 2.0 cm, located on the trunk (excluding anogenital skin), neck, or extremities (excluding hands and feet), only when surgical methods are medically less appropriate and patient follow-up can be reasonably assured. The histological diagnosis of superficial basal cell carcinoma should be established prior to treatment, since safety and efficacy of Imiquimod Cream have not been established for other types of basal cell carcinomas, including nodular and morpheaform (fibrosing or sclerosing) types. 1.3 External Genital Warts Imiquimod Cream is indicated for the treatment of external genital and perianal warts/condyloma acuminata in patients 12 years old and older. 1.4 Limitations of Use Imiquimod cream has been evaluated in children ages 2 to 12 years with molluscum contagiosum and these studies failed to demonstrate efficacy. [see USE IN SPECIFIC POPULATIONS (8.4)]. 1.5 Unevaluated Populations The safety and efficacy of Imiquimod Cream in immunosuppressed patients have not been established. Imiquimod Cream should be used with caution in patients with pre-existing autoimmune conditions. The efficacy and safety of Imiquimod Cream have not been established for patients with Basal Cell Nevus Syndrome or Xeroderma Pigmentosum.",
      "manufacturer": "DIRECT RX",
      "splSetId": "a18a3f7e-7254-56c0-e053-2a95a90a7036"
    },
    {
      "brand": "imiquimod",
      "indication": "1 INDICATIONS AND USAGE Imiquimod Cream is indicated for the topical treatment of: • Clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses (AK) on the face or scalp in immunocompetent adults ( 1.1 ) • External genital and perianal warts/condyloma acuminata in patients 12 years old or older ( 1.3 ) Limitations of Use: Efficacy was not demonstrated for molluscum contagiosum in children aged 2 to 12 ( 1.4 , 8.4 ) 1.1 Actinic Keratosis Imiquimod Cream is indicated for the topical treatment of clinically typical, nonhyperkeratotic, nonhypertrophic actinic keratoses on the face or scalp in immunocompetent adults. 1.3 External Genital Warts Imiquimod Cream is indicated for the treatment of external genital and perianal warts/condyloma acuminata in patients 12 years old or older. 1.4 Limitations of Use Imiquimod Cream has been evaluated in children ages 2 to 12 years with molluscum contagiosum and these studies failed to demonstrate efficacy [ see Use in Specific Populations ( 8.4 ) ]. 1.5 Unevaluated Populations The safety and efficacy of Imiquimod Cream in immunosuppressed patients have not been established. Imiquimod Cream should be used with caution in patients with pre-existing autoimmune conditions. The efficacy and safety of Imiquimod Cream have not been established for patients with Basal Cell Nevus Syndrome or Xeroderma Pigmentosum.",
      "manufacturer": "E. Fougera & Co. a division of Fougera Pharmaceuticals Inc.",
      "splSetId": "a1dfc325-cc63-4347-9497-f6baf874963c"
    },
    {
      "brand": "Imiquimod",
      "indication": "1 INDICATIONS AND USAGE • Imiquimod Cream 3.75%, is indicated for the topical treatment of clinically typical, visible or palpable actinic keratoses (AK) of the full face or balding scalp in immunocompetent adults. ( 1.1 ) • Imiquimod Cream, 3.75% is also indicated for the topical treatment of external genital and perianal warts/condyloma acuminata (EGW) in patients 12 years or older. ( 1.2 ) • Limitations of Use: Efficacy of imiquimod cream was not demonstrated for molluscum contagiosum in children 2 to 12 years of age. ( 1.3 , 8.4 ) 1.1 Actinic Keratosis Imiquimod Cream, 3.75% is indicated for the topical treatment of clinically typical visible or palpable, actinic keratoses (AK) of the full face or balding scalp in immunocompetent adults. 1.2 External Genital Warts Imiquimod Cream, 3.75% is indicated for the treatment of external genital and perianal warts (EGW)/condyloma acuminata in patients 12 years or older. 1.3 Limitations of Use Imiquimod cream has been evaluated in children ages 2 to 12 years with molluscum contagiosum and these studies failed to demonstrate efficacy [see Use in Specific Populations (8.4) ]. Treatment with Imiquimod Cream has not been studied for prevention or transmission of human papillomavirus (HPV). 1.4 Unevaluated Populations The safety and efficacy of Imiquimod Cream have not been established in the treatment of: • urethral, intravaginal, cervical, rectal, or intra-anal human papilloma viral disease . • actinic keratosis when treated with more than one 2-cycle treatment course in the same area . • patients with xeroderma pigmentosum. • superficial basal cell carcinoma. • immunosuppressed patients.",
      "manufacturer": "Oceanside Pharmacueticals",
      "splSetId": "d86eeb0e-70e0-4c72-aaa3-37daa1d8611e"
    }
  ],
  "id": "Imiquimod",
  "nciThesaurus": {
    "casRegistry": "99011-02-6",
    "chebiId": "CHEBI:36704",
    "chemicalFormula": "C14H16N4",
    "definition": "A synthetic agent with immune response modifying activity. As an immune response modifier (IRM), imiquimod stimulates cytokine production, especially interferon production, and exhibits antitumor activity, particularly against cutaneous cancers. Imiquimod's proapoptotic activity appears to be related to Bcl-2 overexpression in susceptible tumor cells.",
    "fdaUniiCode": "P1QW714R7M",
    "identifier": "C1431",
    "preferredName": "Imiquimod",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C129820"
    ],
    "synonyms": [
      "1H-Imidazo(4,5-c)quinolin-4-amine, 1-(2-methylpropyl)-",
      "4-Amino-1-isobutyl-1H-imidazo(4,5-c)quinoline",
      "Aldara",
      "IMIQUIMOD",
      "Imiquimod",
      "R 837",
      "S 26308",
      "Zyclara",
      "imiquimod"
    ]
  }
}