{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "ZENATANE",
      "indication": "INDICATIONS AND USAGE Severe Recalcitrant Nodular Acne Zenatane is indicated for the treatment of severe recalcitrant nodular acne. Nodules are inflammatory lesions with a diameter of 5 mm or greater. The nodules may become suppurative or hemorrhagic. “Severe,” by definition, 2 means “many” as opposed to “few or several” nodules. Because of significant adverse effects associated with its use, Zenatane should be reserved for patients with severe nodular acne who are unresponsive to conventional therapy, including systemic antibiotics. In addition, Zenatane is indicated only for those patients who are not pregnant, because Zenatane can cause severe birth defects (see Boxed CONTRAINDICATIONS AND WARNING S ). A single course of therapy for 15 to 20 weeks has been shown to result in complete and prolonged remission of disease in many patients. 1,3,4 If a second course of therapy is needed, it should not be initiated until at least 8 weeks after completion of the first course, because experience has shown that patients may continue to improve while off Zenatane. The optimal interval before retreatment has not been defined for patients who have not completed skeletal growth (see WARNINGS: Skeletal: Bone Mineral Density, Hyperostosis, Premature Epiphyseal Closure ).",
      "manufacturer": "Dr. Reddy's Laboratories Limited",
      "splSetId": "27b3cf26-f22e-5b70-1c24-009933b7c6ee"
    },
    {
      "brand": "Absorica LD",
      "indication": "1 INDICATIONS AND USAGE ABSORICA and ABSORICA LD are indicated for the treatment of severe recalcitrant nodular acne in non-pregnant patients 12 years of age and older with multiple inflammatory nodules with a diameter of 5 mm or greater. Because of significant adverse reactions associated with its use, ABSORICA and ABSORICA LD are reserved for patients with severe nodular acne who are unresponsive to conventional therapy, including systemic antibiotics. Limitations of Use : If a second course of ABSORICA/ABSORICA LD therapy is needed, it is not recommended before a two-month waiting period because the patient’s acne may continue to improve following a 15 to 20-week course of therapy [see Dosage and Administration (2.2) ]. ABSORICA and ABSORICA LD are retinoids indicated for the treatment of severe recalcitrant nodular acne in non-pregnant patients 12 years of age and older with multiple inflammatory nodules with a diameter of 5 mm or greater. Because of significant adverse reactions associated with its use, ABSORICA and ABSORICA LD are reserved for patients with severe nodular acne who are unresponsive to conventional therapy, including systemic antibiotics. (1) Limitations of Use: If a second course of ABSORICA/ABSORICA LD therapy is needed, it is not recommended before a two-month waiting period because the patient’s acne may continue to improve following a 15 to 20-week course of therapy. (1)",
      "manufacturer": "Sun Pharmaceutical Industries, Inc.",
      "splSetId": "3ef0cff8-19c1-4441-b780-fca6c7ee1615"
    },
    {
      "brand": "Myorisan",
      "indication": "INDICATIONS AND USAGE Severe Recalcitrant Nodular Acne Myorisan is indicated for the treatment of severe recalcitrant nodular acne. Nodules are inflammatory lesions with a diameter of 5 mm or greater. The nodules may become suppurative or hemorrhagic. “Severe,” by definition, 2 means “many” as opposed to “few or several” nodules. Because of significant adverse effects associated with its use, Myorisan should be reserved for patients with severe nodular acne who are unresponsive to conventional therapy, including systemic antibiotics. In addition, Myorisan is indicated only for those female patients who are not pregnant, because Myorisan can cause severe birth defects (see Boxed CONTRAINDICATIONS AND WARNINGS ). A single course of therapy for 15 to 20 weeks has been shown to result in complete and prolonged remission of disease in many patients. 1,3,4 If a second course of therapy is needed, it should not be initiated until at least 8 weeks after completion of the first course, because experience has shown that patients may continue to improve while off Myorisan. The optimal interval before retreatment has not been defined for patients who have not completed skeletal growth (see WARNINGS: Skeletal: Bone Mineral Density , Hyperostosis , Premature Epiphyseal Closure ).",
      "manufacturer": "Versapharm Incorporated",
      "splSetId": "51ff6346-9256-4c01-9f52-417d13f2df05"
    },
    {
      "brand": "Claravis",
      "indication": "INDICATIONS AND USAGE Severe Recalcitrant Nodular Acne Claravis (isotretinoin capsules) is indicated for the treatment of severe recalcitrant nodular acne. Nodules are inflammatory lesions with a diameter of 5 mm or greater. The nodules may become suppurative or hemorrhagic. “Severe,” by definition, 2 means “many” as opposed to “few or several” nodules. Because of significant adverse effects associated with its use, Claravis should be reserved for patients with severe nodular acne who are unresponsive to conventional therapy, including systemic antibiotics. In addition, Claravis is indicated only for those female patients who are not pregnant, because Claravis can cause severe birth defects (see Boxed CONTRAINDICATIONS AND WARNINGS ). A single course of therapy for 15 to 20 weeks has been shown to result in complete and prolonged remission of disease in many patients. 1,3,4 If a second course of therapy is needed, it should not be initiated until at least 8 weeks after completion of the first course, because experience has shown that patients may continue to improve while off Claravis. The optimal interval before retreatment has not been defined for patients who have not completed skeletal growth (see WARNINGS, Skeletal, Bone Mineral Density , Hyperostosis, Premature Epiphyseal Closure ).",
      "manufacturer": "Teva Pharmaceuticals USA, Inc.",
      "splSetId": "a31fd109-d0fd-4ab9-ba98-a3d64333c18d"
    },
    {
      "brand": "ACCUTANE",
      "indication": "INDICATIONS AND USAGE Severe Recalcitrant Nodular Acne Accutane is indicated for the treatment of severe recalcitrant nodular acne. Nodules are inflammatory lesions with a diameter of 5 mm or greater. The nodules may become suppurative or hemorrhagic. “Severe,” by definition, 2 means “many” as opposed to “few or several” nodules. Because of significant adverse effects associated with its use, Accutane should be reserved for patients with severe nodular acne who are unresponsive to conventional therapy, including systemic antibiotics. In addition, Accutane is indicated only for those patients who are not pregnant, because Accutane can cause severe birth defects (see Boxed CONTRAINDICATIONS AND WARNING S ). A single course of therapy for 15 to 20 weeks has been shown to result in complete and prolonged remission of disease in many patients. 1,3,4 If a second course of therapy is needed, it should not be initiated until at least 8 weeks after completion of the first course, because experience has shown that patients may continue to improve while off Accutane. The optimal interval before retreatment has not been defined for patients who have not completed skeletal growth (see WARNINGS: Skeletal: Bone Mineral Density, Hyperostosis, Premature Epiphyseal Closure ).",
      "manufacturer": "JG Pharma Inc.",
      "splSetId": "a41ceb83-aaca-4f9d-ae33-c53b1ca71e41"
    },
    {
      "brand": "Amnesteem",
      "indication": "INDICATIONS AND USAGE Severe Recalcitrant Nodular Acne Amnesteem is indicated for the treatment of severe recalcitrant nodular acne. Nodules are inflammatory lesions with a diameter of 5 mm or greater. The nodules may become suppurative or hemorrhagic. “Severe,” by definition, 2 means “many” as opposed to “few or several” nodules. Because of significant adverse effects associated with its use, Amnesteem should be reserved for patients with severe nodular acne who are unresponsive to conventional therapy, including systemic antibiotics . In addition, Amnesteem is indicated only for those female patients who are not pregnant, because Amnesteem can cause severe birth defects (see Boxed CONTRAINDICATIONS AND WARNINGS ). A single course of therapy for 15 to 20 weeks has been shown to result in complete and prolonged remission of disease in many patients. 1,3,4 If a second course of therapy is needed, it should not be initiated until at least 8 weeks after completion of the first course, because experience has shown that patients may continue to improve while off Amnesteem. The optimal interval before retreatment has not been defined for patients who have not completed skeletal growth (see WARNINGS: Skeletal: Bone Mineral Density , Hyperostosis , Premature Epiphyseal Closure ).",
      "manufacturer": "Mylan Pharmaceuticals Inc.",
      "splSetId": "b2cb63c9-f825-4991-9a2c-6260f1bbcc2c"
    },
    {
      "brand": "Isotretinoin",
      "indication": "1 INDICATIONS AND USAGE Isotretinoin capsules are indicated for the treatment of severe recalcitrant nodular acne in non-pregnant patients 12 years of age and older with multiple inflammatory nodules with a diameter of 5 mm or greater. Because of significant adverse reactions associated with its use, isotretinoin capsules are reserved for patients with severe nodular acne who are unresponsive to conventional therapy, including systemic antibiotics. Limitations of Use : If a second course of isotretinoin capsules therapy is needed, it is not recommended before a two-month waiting period because the patient’s acne may continue to improve following a 15 to 20-week course of therapy [see Dosage and Administration (2.2) ]. Isotretinoin capsules are retinoids indicated for the treatment of severe recalcitrant nodular acne in non-pregnant patients 12 years of age and older with multiple inflammatory nodules with a diameter of 5 mm or greater. Because of significant adverse reactions associated with its use, isotretinoin capsules are reserved for patients with severe nodular acne who are unresponsive to conventional therapy, including systemic antibiotics. (1) Limitations of Use: If a second course of isotretinoin capsules therapy is needed, it is not recommended before a two-month waiting period because the patient’s acne may continue to improve following a 15 to 20-week course of therapy. (1)",
      "manufacturer": "Sun Pharmaceutical Industries, Inc.",
      "splSetId": "b44200ba-6672-4ea7-b151-7caec3f53c9c"
    },
    {
      "brand": "Isotretinoin",
      "indication": "INDICATIONS AND USAGE Severe Recalcitrant Nodular Acne Isotretinoin capsules are indicated for the treatment of severe recalcitrant nodular acne. Nodules are inflammatory lesions with a diameter of 5 mm or greater. The nodules may become suppurative or hemorrhagic. “Severe,” by definition, 2 means “many” as opposed to “few or several” nodules. Because of significant adverse effects associated with its use, isotretinoin capsules should be reserved for patients with severe nodular acne who are unresponsive to conventional therapy, including systemic antibiotics . In addition, isotretinoin capsules are indicated only for those patients who are not pregnant, because isotretinoin capsules can cause severe birth defects (see Boxed CONTRAINDICATIONS AND WARNINGS ). A single course of therapy for 15 to 20 weeks has been shown to result in complete and prolonged remission of disease in many patients. 1,3,4 If a second course of therapy is needed, it should not be initiated until at least 8 weeks after completion of the first course, because experience has shown that patients may continue to improve while off isotretinoin capsules. The optimal interval before retreatment has not been defined for patients who have not completed skeletal growth (see WARNINGS, Skeletal, Bone Mineral Density, Hyperostosis and Premature Epiphyseal Closure ).",
      "manufacturer": "Amneal Pharmaceuticals NY LLC",
      "splSetId": "c2917c3d-3499-48a0-ba53-120cb979195d"
    }
  ],
  "id": "Isotretinoin",
  "nciThesaurus": {
    "casRegistry": "4759-48-2",
    "chebiId": "CHEBI:6067",
    "chemicalFormula": "C20H28O2",
    "definition": "A naturally-occurring retinoic acid with potential antineoplastic activity. Isotretinoin binds to and activates nuclear retinoic acid receptors (RARs); activated RARs serve as transcription factors that promote cell differentiation and apoptosis. This agent also exhibits immunomodulatory and anti-inflammatory responses and inhibits ornithine decarboxylase, thereby decreasing polyamine synthesis and keratinization.",
    "fdaUniiCode": "EH28UP18IF",
    "identifier": "C603",
    "preferredName": "Isotretinoin",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C804"
    ],
    "synonyms": [
      "13-cRA",
      "13-cis retinoic acid",
      "13-cis-Retinoate",
      "13-cis-Retinoic Acid",
      "13-cis-Vitamin A Acid",
      "3,7-Dimethyl-9-(2,6,6-trimethyl-1-cyclohexen-1-yl)2-cis-4-trans-6-trans-8-trans-nonatetraenoic Acid",
      "Absorica",
      "Accure",
      "Accutane",
      "Amnesteem",
      "Cistane",
      "Claravis",
      "ISOTRETINOIN",
      "Isotretinoin",
      "Isotretinoinum",
      "Isotrex",
      "Isotrexin",
      "Myorisan",
      "Neovitamin A",
      "Neovitamin A Acid",
      "Oratane",
      "Retinoicacid-13-cis",
      "Ro 4-3780",
      "Ro-4-3780",
      "Roaccutan",
      "Roaccutane",
      "Roacutan",
      "Sotret",
      "ZENATANE",
      "cis-Retinoic Acid",
      "isotretinoin"
    ]
  }
}