{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Tibsovo",
      "indication": "1 INDICATIONS AND USAGE TIBSOVO is an isocitrate dehydrogenase-1 (IDH1) inhibitor indicated for the treatment of acute myeloid leukemia (AML) with a susceptible IDH1 mutation as detected by an FDA-approved test in: Adult patients with newly-diagnosed AML who are ≥ 75 years old or who have comorbidities that preclude use of intensive induction chemotherapy. ( 1.1 ). Adult patients with relapsed or refractory AML ( 1.2 ). 1.1 Newly-Diagnosed Acute Myeloid Leukemia TIBSOVO is indicated for the treatment of newly-diagnosed acute myeloid leukemia (AML) with a susceptible isocitrate dehydrogenase-1 (IDH1) mutation as detected by an FDA-approved test in adult patients who are ≥ 75 years old or who have comorbidities that preclude use of intensive induction chemotherapy [see Dosage and Administration ( 2.1 ), Clinical Pharmacology ( 12.1 ) and Clinical Studies ( 14.1 )]. 1.2 Relapsed or Refractory Acute Myeloid Leukemia TIBSOVO is indicated for the treatment of adult patients with relapsed or refractory acute myeloid leukemia (AML) with a susceptible isocitrate dehydrogenase-1 (IDH1) mutation as detected by an FDA-approved test [see Dosage and Administration ( 2.1 ), Clinical Pharmacology ( 12.1 ) and Clinical Studies ( 14.2 )].",
      "manufacturer": "Agios Pharmaceuticals, Inc.",
      "splSetId": "5b6d8ae8-bac8-4e1b-b1b4-7f9665e62de5"
    }
  ],
  "id": "Ivosidenib",
  "nciThesaurus": {
    "casRegistry": "1448347-49-6",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally available inhibitor of isocitrate dehydrogenase type 1 (IDH1), with potential antineoplastic activity. Upon administration, AG-120 specifically inhibits a mutated form of IDH1 in the cytoplasm, which inhibits the formation of the oncometabolite, 2-hydroxyglutarate (2HG). This may lead to both an induction of cellular differentiation and an inhibition of cellular proliferation in IDH1-expressing tumor cells. IDH1, an enzyme in the citric acid cycle, is mutated in a variety of cancers; it initiates and drives cancer growth by both blocking cell differentiation and catalyzing the formation of 2HG.",
    "fdaUniiCode": "Q2PCN8MAM6",
    "identifier": "C114383",
    "preferredName": "Ivosidenib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C168618"
    ],
    "synonyms": [
      "AG-120",
      "IVOSIDENIB",
      "Ivosidenib",
      "Tibsovo"
    ]
  }
}