{
  "emaEpar": [
    {
      "activeSubstance": "macimorelin acetate",
      "conditionIndication": "This medicinal product is for diagnostic use only.Macimorelin Aeterna Zentaris is indicated for the diagnosis of growth hormone deficiency (GHD) in adults.",
      "inn": "macimorelin",
      "marketingAuthorisationDate": "2019-01-11 01:00:00",
      "marketingAuthorisationHolder": "Aeterna Zentaris GmbH",
      "medicineName": "Macimorelin Aeterna Zentaris",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/macimorelin-aeterna-zentaris"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Macrilen",
      "indication": "1 INDICATIONS AND USAGE MACRILEN is indicated for the diagnosis of adult growth hormone deficiency (AGHD). MACRILEN is a growth hormone (GH) secretagogue receptor agonist indicated for the diagnosis of adult growth hormone deficiency ( 1 ). Limitations of Use : The safety and diagnostic performance has not been established for subjects with BMI > 40kg/m 2 ( 1 ). Limitations of Use The safety and diagnostic performance of MACRILEN have not been established for subjects with a body mass index (BMI) > 40 kg/m 2 .",
      "manufacturer": "Strongbridge U.S. Inc",
      "splSetId": "084e8f27-dcec-4cb0-9b37-fe0fd7f75712"
    }
  ],
  "id": "Macimorelin",
  "nciThesaurus": {
    "casRegistry": "381231-18-1",
    "chebiId": "",
    "chemicalFormula": "C26H30N6O3",
    "definition": "An orally available synthetic mimetic of the growth hormone (GH) secretagogue ghrelin with potential anti-cachexia activity. Upon oral administration, macimorelin mimics endogenous ghrelin by stimulating appetite and binds to the growth hormone secretagogue receptor GHSR in the central nervous system, thereby mimicking the GH-releasing effects of ghrelin from the pituitary gland. Stimulation of GH secretion increases insulin-like growth factor-I (IGF-I) levels which may further stimulate protein synthesis. In addition, ghrelin reduces the production of pro-inflammatory cytokines, which may play a direct role in cancer-related loss of appetite.",
    "fdaUniiCode": "8680B21W73",
    "identifier": "C95123",
    "preferredName": "Macimorelin",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C76358"
    ],
    "synonyms": [
      "AEZS-130",
      "D-Tryptophanamide,2-methylalanyl-N-[(1R)-1-(formylamino)-2-(1H-indol-3-yl)ethyl]-",
      "EP 1572",
      "JMV 1843",
      "MACIMORELIN",
      "Macimorelin",
      "Solorel"
    ]
  }
}