{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "EVOMELA",
      "indication": "1 INDICATIONS AND USAGE Evomela is an alkylating drug indicated for use as a high-dose conditioning treatment prior to hematopoietic progenitor (stem) cell transplantation in patients with multiple myeloma. ( 1.1 ) 1.1 Multiple Myeloma-Conditioning Treatment Evomela is indicated for use as a high-dose conditioning treatment prior to hematopoietic progenitor (stem) cell transplantation in patients with multiple myeloma.",
      "manufacturer": "Acrotech Biopharma LLC",
      "splSetId": "69f55869-dc11-408e-8fc7-47634269a52c"
    },
    {
      "brand": "EVOMELA",
      "indication": "1 INDICATIONS AND USAGE Evomela is an alkylating drug indicated for: use as a high-dose conditioning treatment prior to hematopoietic progenitor (stem) cell transplantation in patients with multiple myeloma. ( 1.1 ) the palliative treatment of patients with multiple myeloma for whom oral therapy is not appropriate. ( 1.2 ) 1.1 Multiple Myeloma-Conditioning Treatment Evomela is indicated for use as a high-dose conditioning treatment prior to hematopoietic progenitor (stem) cell transplantation in patients with multiple myeloma. 1.2 Multiple Myeloma-Palliative Treatment Evomela is indicated for the palliative treatment of patients with multiple myeloma for whom oral therapy is not appropriate.",
      "manufacturer": "Spectrum Pharmaceuticals, Inc.",
      "splSetId": "c5d68b96-14bd-4605-b6d2-2bf8b0c5ca8a"
    }
  ],
  "id": "Melphalan_Hydrochloride",
  "nciThesaurus": {
    "casRegistry": "3223-07-2",
    "chebiId": "",
    "chemicalFormula": "C13H18Cl2N2O2.HCl",
    "definition": "A bifunctional alkylating agent and phenylalanine derivative of nitrogen mustard. Melphalan hydrochloride is converted into highly reactive ethylenimmonium intermediates that induce covalent guanine N7-N7 intra- and inter-crosslinks and alkylation of adenine N3 of DNA. This agent also alkylates RNA and protein structures. As a result RNA transcription and protein synthesis are inhibited, ultimately leading to cell growth arrest and/or death.",
    "fdaUniiCode": "1VXP4V453T",
    "identifier": "C48002",
    "preferredName": "Melphalan Hydrochloride",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C697"
    ],
    "synonyms": [
      "3-(p-(bis(2-chloroethyl)amino)phenyl)-L-Alanine, Hydrochloride",
      "Alkeran",
      "Alkerana",
      "Evomela",
      "MELPHALAN HYDROCHLORIDE",
      "Melphalan Hydrochloride"
    ]
  }
}