{
  "emaEpar": [
    {
      "activeSubstance": "Mogamulizumab",
      "conditionIndication": "Poteligeo is indicated for the treatment of adult patients with mycosis fungoides (MF) or Sézary syndrome (SS) who have received at least one prior systemic therapy.",
      "inn": "mogamulizumab",
      "marketingAuthorisationDate": "2018-11-22 01:00:00",
      "marketingAuthorisationHolder": "Kyowa Kirin Holdings B.V.",
      "medicineName": "Poteligeo",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/poteligeo"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "POTELIGEO",
      "indication": "1 INDICATIONS AND USAGE POTELIGEO is indicated for the treatment of adult patients with relapsed or refractory mycosis fungoides (MF) or Sézary syndrome (SS) after at least one prior systemic therapy. POTELIGEO is a CC chemokine receptor type 4 (CCR4)-directed monoclonal antibody indicated for the treatment of adult patients with relapsed or refractory mycosis fungoides or Sézary syndrome after at least one prior systemic therapy ( 1 ).",
      "manufacturer": "Kyowa Kirin, Inc.",
      "splSetId": "e53960ab-42a1-40d1-9c7d-eb013fe7f18f"
    }
  ],
  "id": "Mogamulizumab",
  "nciThesaurus": {
    "casRegistry": "1159266-37-1",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A humanized monoclonal antibody directed against C-C chemokine receptor 4 (CCR4) with potential anti-inflammatory and antineoplastic activities. Mogamulizumab selectively binds to and blocks the activity of CCR4, which may inhibit CCR4-mediated signal transduction pathways and, so, chemokine-mediated cellular migration and proliferation of T cells, and chemokine-mediated angiogenesis. In addition, this agent may induce antibody-dependent cell-mediated cytotoxicity (ADCC) against CCR4-positive T cells. CCR4, a G-coupled-protein receptor for C-C chemokines such MIP-1, RANTES, TARC and MCP-1, is expressed on the surfaces of some types of T cells, endothelial cells, and some types of neurons. CCR4, also known as CD194, may be overexpressed on adult T-cell lymphoma (ATL) and peripheral T-cell lymphoma (PTCL) cells.",
    "fdaUniiCode": "YI437801BE",
    "identifier": "C62510",
    "preferredName": "Mogamulizumab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C163950"
    ],
    "synonyms": [
      "Immunoglobulin G1, Anti-(CC Chemokine Receptor CCR4) (Human-Mouse Monoclonal KW-0761 Heavy Chain), Disulfide With Human-Mouse Monoclonal KW-0761 Kappa-Chain, Dimer",
      "KM8761",
      "KW-0761",
      "MOGAMULIZUMAB",
      "Mogamulizumab",
      "Mogamulizumab-kpkc",
      "Poteligeo"
    ]
  }
}