{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "LUMOXITI",
      "indication": "1 INDICATIONS AND USAGE LUMOXITI is indicated for the treatment of adult patients with relapsed or refractory hairy cell leukemia (HCL) who received at least two prior systemic therapies, including treatment with a purine nucleoside analog (PNA). LUMOXITI is a CD22-directed cytotoxin indicated for the treatment of adult patients with relapsed or refractory hairy cell leukemia (HCL) who received at least two prior systemic therapies, including treatment with a purine nucleoside analog (PNA). ( 1 ) Limitations of Use Not recommended in patients with severe renal impairment (CrCl ≤ 29 mL/min). ( 1 ) Limitations of Use LUMOXITI is not recommended in patients with severe renal impairment (CrCl ≤ 29 mL/min ) [see Dosage and Administration (2.3) , Warnings and Precautions (5.3) , and Use in Specific Populations (8.5) ].",
      "manufacturer": "Innate Pharma, Inc.",
      "splSetId": "8ddffb08-aab1-41f5-bbc6-09457e4e80ca"
    },
    {
      "brand": "LUMOXITI",
      "indication": "1 INDICATIONS AND USAGE LUMOXITI is indicated for the treatment of adult patients with relapsed or refractory hairy cell leukemia (HCL) who received at least two prior systemic therapies, including treatment with a purine nucleoside analog (PNA). Limitations of Use LUMOXITI is not recommended in patients with severe renal impairment (CrCl ≤ 29 mL/min) [see Dosage and Administration (2.3) , Warnings and Precautions (5.3) , and Use in Specific Populations (8.5) ] . LUMOXITI is a CD22-directed cytotoxin indicated for the treatment of adult patients with relapsed or refractory hairy cell leukemia (HCL) who received at least two prior systemic therapies, including treatment with a purine nucleoside analog (PNA). (1) Limitations of Use Not recommended in patients with severe renal impairment (CrCl ≤ 29 mL/min). (1)",
      "manufacturer": "AstraZeneca Pharmaceuticals LP",
      "splSetId": "d6510282-1a57-4614-9859-299a227a089c"
    }
  ],
  "id": "Moxetumomab_Pasudotox",
  "nciThesaurus": {
    "casRegistry": "1020748-57-5",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A recombinant immunotoxin consisting of the Fv portion of the anti-CD22 antibody covalently fused to a 38 KDa fragment of Pseudomonas exotoxin-A (PE38) with potential antineoplastic activity. The Fv portion of anti-CD22 immunotoxin CAT-8015 binds to CD22, a cell surface receptor expressed on a variety of malignant B-cells, thereby delivering the toxin moiety PE38 directly to tumor cells. Once internalized, PE38 induces caspase-mediated apoptosis via a mechanism involving mitochondrial damage and blocks translational elongation by binding to elongation factor 2 (EF-2). Anti-CD22 immunotoxin CAT-8015 exhibits a greater affinity for CD22 than its predecessor, anti-CD22 immunotoxin CAT-3888 (BL22 immunotoxin), and hence may be more effective against tumor cells expressing lower levels of CD22.",
    "fdaUniiCode": "2NDX4B6N8F",
    "identifier": "C68819",
    "preferredName": "Moxetumomab Pasudotox",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C2002",
      "C78532"
    ],
    "synonyms": [
      "Anti-CD22 Immunotoxin CAT-8015",
      "CAT-8015",
      "GCR-8015",
      "HA22",
      "Immunotoxin CAT-8015",
      "Lumoxiti",
      "MOXETUMOMAB PASUDOTOX",
      "Moxetumomab Pasudotox",
      "Moxetumomab Pasudotox-TDFK",
      "anti-CD22 immunotoxin CAT-8015"
    ]
  }
}