{
  "emaEpar": [
    {
      "activeSubstance": "nintedanib",
      "conditionIndication": "Vargatef is indicated in combination with docetaxel for the treatment of adult patients with locally advanced, metastatic or locally recurrent non-small cell lung cancer (NSCLC) of adenocarcinoma tumour histology after first line chemotherapy.",
      "inn": "nintedanib",
      "marketingAuthorisationDate": "2014-11-21 01:00:00",
      "marketingAuthorisationHolder": "Boehringer Ingelheim International GmbH",
      "medicineName": "Vargatef",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/vargatef"
    },
    {
      "activeSubstance": "nintedanib",
      "conditionIndication": "Ofev is indicated in adults for the treatment of Idiopathic Pulmonary Fibrosis (IPF).",
      "inn": "nintedanib",
      "marketingAuthorisationDate": "2015-01-14 01:00:00",
      "marketingAuthorisationHolder": "Boehringer Ingelheim International GmbH",
      "medicineName": "Ofev",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/ofev"
    }
  ],
  "fdaDrugLabel": [],
  "id": "Nintedanib",
  "nciThesaurus": {
    "casRegistry": "656247-17-5",
    "chebiId": "",
    "chemicalFormula": "C31H33N5O4",
    "definition": "An orally bioavailable, indolinone-derived inhibitor of multiple receptor tyrosine kinases (RTKs) and non-receptor tyrosine kinases (nRTKs), with potential antiangiogenic, antifibrotic and antineoplastic activities. Upon administration, nintedanib selectively binds to and inhibits vascular endothelial growth factor receptor (VEGFR), fibroblast growth factor receptor (FGFR), platelet-derived growth factor receptor (PDGFR), and colony stimulating factor 1 receptor (CSF1R) tyrosine kinases, which may result in the induction of endothelial cell apoptosis, the reduction in tumor vasculature, the inhibition of tumor cell proliferation and migration, and antifibrotic activity in pulmonary fibrosis. In addition, nintedanib also binds to and inhibits members of the Src family of tyrosine kinases, including Src, Lck and Lyn, and fms-like tyrosine kinase 3 (FLT-3). VEGFR, FGFR, PDGFR and CSF1R RTKs play key roles in tumor angiogenesis, tumor cell proliferation and metastasis, as well as pulmonary fibrosis.",
    "fdaUniiCode": "G6HRD2P839",
    "identifier": "C62765",
    "preferredName": "Nintedanib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C155727",
      "C1742"
    ],
    "synonyms": [
      "BIBF 1120",
      "BIBF-1120",
      "Intedanib",
      "Methyl (3Z)-3-(((4-(N-methyl-2-(4-methylpiperazin-1-yl)acetamido)phenyl)amino)(phenyl)methylidene)-2-oxo-2,3-dihydro-1H-indole-6-carboxylate",
      "Multitargeted Tyrosine Kinase Inhibitor BIBF 1120",
      "NINTEDANIB",
      "Nintedanib",
      "Vargatef",
      "tyrosine kinase inhibitor BIBF 1120"
    ]
  }
}