{
  "emaEpar": [
    {
      "activeSubstance": "Niraparib (tosilate monohydrate)",
      "conditionIndication": "Zejula is indicated:, , as monotherapy for the maintenance treatment of adult patients with advanced epithelial (FIGO Stages III and IV) high-grade ovarian, fallopian tube or primary peritoneal cancer who are in response (complete or partial) following completion of first-line platinum-based chemotherapy., \tas monotherapy for the maintenance treatment of adult patients with platinum sensitive relapsed high grade serous epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in response (complete or partial) to platinum based chemotherapy., ",
      "inn": "niraparib",
      "marketingAuthorisationDate": "2017-11-16 01:00:00",
      "marketingAuthorisationHolder": "GlaxoSmithKline (Ireland) Limited",
      "medicineName": "Zejula",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zejula"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "ZEJULA",
      "indication": "1 INDICATIONS AND USAGE ZEJULA is a poly (ADP-ribose) polymerase (PARP) inhibitor indicated: • for the maintenance treatment of adult patients with advanced epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in a complete or partial response to first-line platinum-based chemotherapy. ( 1.1 ) • for the maintenance treatment of adult patients with recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in a complete or partial response to platinum-based chemotherapy. ( 1.2 ) • for the treatment of adult patients with advanced ovarian, fallopian tube, or primary peritoneal cancer who have been treated with 3 or more prior chemotherapy regimens and whose cancer is associated with homologous recombination deficiency (HRD) positive status defined by either: • a deleterious or suspected deleterious BRCA mutation, or • genomic instability and who have progressed more than 6 months after response to the last platinum-based chemotherapy. Select patients for therapy based on an FDA-approved companion diagnostic for ZEJULA. ( 1.3 , 2.1 ) 1.1 First-Line Maintenance Treatment of Advanced Ovarian Cancer ZEJULA is indicated for the maintenance treatment of adult patients with advanced epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in a complete or partial response to first-line platinum-based chemotherapy. 1.2 Maintenance Treatment of Recurrent Ovarian Cancer ZEJULA is indicated for the maintenance treatment of adult patients with recurrent epithelial ovarian, fallopian tube, or primary peritoneal cancer who are in a complete or partial response to platinum-based chemotherapy. 1.3 Treatment of Advanced Ovarian Cancer after 3 or More Chemotherapies ZEJULA is indicated for the treatment of adult patients with advanced ovarian, fallopian tube, or primary peritoneal cancer who have been treated with 3 or more prior chemotherapy regimens and whose cancer is associated with homologous recombination deficiency (HRD) positive status defined by either: • a deleterious or suspected deleterious BRCA mutation, or • genomic instability and who have progressed more than 6 months after response to the last platinum-based chemotherapy [see Clinical Studies ( 14.3 )]. Select patients for therapy based on an FDA-approved companion diagnostic for ZEJULA.",
      "manufacturer": "GlaxoSmithKline LLC",
      "splSetId": "c15c7b7e-4b7f-4489-bbbc-884caeee0669"
    }
  ],
  "id": "Niraparib",
  "nciThesaurus": {
    "casRegistry": "1038915-60-4",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally bioavailable inhibitor of poly (ADP-ribose) polymerase (PARP) types 1 and 2 (PARP-1 and -2), with antineoplastic activity. Upon administration, niraparib binds to and inhibits the activity of PARP-1 and -2, thereby inhibiting PARP-1 and -2-mediated DNA repair, enhancing the accumulation of DNA strand breaks, promoting genomic instability and resulting in apoptosis. The PARP family of proteins catalyzes post-translational ADP-ribosylation of nuclear proteins and is activated by single-strand DNA (ssDNA) breaks.",
    "fdaUniiCode": "HMC2H89N35",
    "identifier": "C80059",
    "preferredName": "Niraparib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C62554"
    ],
    "synonyms": [
      "MK-4827",
      "MK4827",
      "NIRAPARIB",
      "Niraparib"
    ]
  }
}