{
  "emaEpar": [
    {
      "activeSubstance": "panitumumab",
      "conditionIndication": "Vectibix is indicated for the treatment of adult patients with wild-type RAS metastatic colorectal cancer (mCRC):in first-line in combination with Folfox or Folfiri.in second-line in combination with Folfiri for patients who have received first-line fluoropyrimidine-based chemotherapy (excluding irinotecan).as monotherapy after failure of fluoropyrimidine-, oxaliplatin-, and irinotecan-containing chemotherapy regimens.",
      "inn": "panitumumab",
      "marketingAuthorisationDate": "2007-12-03 01:00:00",
      "marketingAuthorisationHolder": "Amgen Europe B.V.",
      "medicineName": "Vectibix",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/vectibix"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Vectibix",
      "indication": "1 INDICATIONS AND USAGE Vectibix is an epidermal growth factor receptor (EGFR) antagonist indicated for the treatment of wild-type RAS (defined as wild-type in both KRAS and NRAS as determined by an FDA-approved test for this use ) metastatic colorectal cancer (mCRC): In combination with FOLFOX for first-line treatment. ( 1.1 , 14.2 ) As monotherapy following disease progression after prior treatment with fluoropyrimidine, oxaliplatin, and irinotecan-containing chemotherapy. ( 1.1 , 14.1 ) Limitation of Use: Vectibix is not indicated for the treatment of patients with RAS -mutant mCRC or for whom RAS mutation status is unknown. ( 1.1 , 2.1 , 5.2 , 12.1 ) 1.1 Metastatic Colorectal Cancer Vectibix is indicated for the treatment of patients with wild-type RAS (defined as wild-type in both KRAS and NRAS as determined by an FDA-approved test for this use) metastatic colorectal cancer (mCRC) [see Dos age and Administration ( 2.1 )] : • As first-line therapy in combination with FOLFOX [ see Clinical Studies ( 14.2 )] . • As monotherapy following disease progression after prior treatment with fluoropyrimidine-, oxaliplatin-, and irinotecan-containing chemotherapy [see Clinical Studies ( 14.1 )] . Limitation of Use: Vectibix is not indicated for the treatment of patients with RAS -mutant mCRC or for whom RAS mutation status is unknown [see Dosage and Administration ( 2.1 ) , Warnings and Precautions ( 5.2 ) , and Clinical Pharmacology ( 12.1 ) ].",
      "manufacturer": "Amgen Inc",
      "splSetId": "e0fa4bca-f245-4d92-ae29-b0c630a315c2"
    }
  ],
  "id": "Panitumumab",
  "nciThesaurus": {
    "casRegistry": "339177-26-3",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A human monoclonal antibody produced in transgenic mice that attaches to the transmembrane epidermal growth factor (EGF) receptor. Panitumumab may inhibit autocrine EGF stimulation of tumor cells that express the EGF receptor, thereby inhibiting tumor cell proliferation.",
    "fdaUniiCode": "6A901E312A",
    "identifier": "C1857",
    "preferredName": "Panitumumab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C129822",
      "C133878",
      "C1742"
    ],
    "synonyms": [
      "ABX-EGF",
      "ABX-EGF Monoclonal Antibody",
      "ABX-EGF, Clone E7.6.3",
      "MoAb ABX-EGF",
      "Monoclonal Antibody ABX-EGF",
      "PANITUMUMAB",
      "Panitumumab",
      "Vectibix",
      "panitumumab"
    ]
  }
}