{
  "emaEpar": [
    {
      "activeSubstance": "peginterferon alfa-2b",
      "conditionIndication": "Adults (tritherapy), , PegIntron in combination with ribavirin and boceprevir (tritherapy) is indicated for the treatment of chronic-hepatitis-C (CHC) genotype-1 infection in adult patients (18 years of age and older) with compensated liver disease who are previously untreated or who have failed previous therapy., , Please refer to the ribavirin and boceprevir summaries of product characteristics (SmPCs) when PegIntron is to be used in combination with these medicines., , Adults (bitherapy and monotherapy), , PegIntron is indicated for the treatment of adult patients (18 years of age and older) with CHC who are positive for hepatitis-C-virus RNA (HCV-RNA), including patients with compensated cirrhosis and / or co-infected with clinically stable HIV., , PegIntron in combination with ribavirin (bitherapy) is indicated for the treatment of CHC infection in adult patients who are previously untreated including patients with clinically stable HIV co-infection and in adult patients who have failed previous treatment with interferon-alpha (pegylated or non-pegylated) and ribavirin combination therapy or interferon-alpha monotherapy., , Interferon monotherapy, including PegIntron, is indicated mainly in case of intolerance or contraindication to ribavirin., , Please refer to the ribavirin SmPC when PegIntron is to be used in combination with ribavirin., , Paediatric population (bitherapy), , PegIntron is indicated in a combination regimen with ribavirin for the treatment of children three years of age and older and adolescents who have CHC, previously untreated, without liver decompensation, and who are positive for HCV-RNA., , When deciding not to defer treatment until adulthood, it is important to consider that the combination therapy induced a growth inhibition that may be irreversible in some patients. The decision to treat should be made on a case-by-case basis., , Please refer to the ribavirin SmPC for capsules or oral solution when PegIntron is to be used in combination with ribavirin., ",
      "inn": "peginterferon alfa-2b",
      "marketingAuthorisationDate": "2000-05-24 01:00:00",
      "marketingAuthorisationHolder": "Merck Sharp & Dohme B.V.",
      "medicineName": "PegIntron",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/pegintron"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "PEGINTRON",
      "indication": "1 INDICATIONS AND USAGE PEGINTRON is an antiviral indicated for treatment of Chronic Hepatitis C (CHC) in patients with compensated liver disease. ( 1.1 ) 1.1 Chronic Hepatitis C (CHC) PEGINTRON ® , as part of a combination regimen, is indicated for the treatment of Chronic Hepatitis C (CHC) in patients with compensated liver disease. PEGINTRON in combination with ribavirin and an approved Hepatitis C Virus (HCV) NS3/4A protease inhibitor is indicated in adult patients with HCV genotype 1 infection (see labeling of the specific HCV NS3/4A protease inhibitor for further information). PEGINTRON in combination with ribavirin is indicated in patients with genotypes other than 1, pediatric patients (3-17 years of age), or in patients with genotype 1 infection where use of an HCV NS3/4A protease inhibitor is not warranted based on tolerability, contraindications or other clinical factors. PEGINTRON monotherapy should only be used in the treatment of CHC in patients with compensated liver disease if there are contraindications to or significant intolerance of ribavirin and is indicated for use only in previously untreated adult patients. Combination therapy provides substantially better response rates than monotherapy [see Clinical Studies (14.1 , 14.2) ] .",
      "manufacturer": "Merck Sharp & Dohme Corp.",
      "splSetId": "b70816bb-913a-467f-acb8-67ef62cf8dac"
    }
  ],
  "id": "Peginterferon_Alfa-2b",
  "nciThesaurus": {
    "casRegistry": "215647-85-1",
    "chebiId": "CHEBI:63615",
    "chemicalFormula": "C2H4NO2(C2H4O)n",
    "definition": "A covalent conjugate of recombinant interferon alpha, subtype 2b, and polyethylene glycol (PEG), used as an antiviral and antineoplastic agent. The biological activity of this agent is derived from its interferon alpha-2b protein moiety. Interferons alfa bind to specific cell-surface receptors, leading to the transcription and translation of genes whose protein products mediate antiviral, antiproliferative, anticancer, and immune-modulating effects. The PEG moiety lowers the clearance of interferon alpha-2b, thereby extending the duration of its therapeutic effects, but may also reduce the interferon-mediated stimulation of an immune response.",
    "fdaUniiCode": "G8RGG88B68",
    "identifier": "C1845",
    "preferredName": "Peginterferon Alfa-2b",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C2491"
    ],
    "synonyms": [
      "PEG Interferon Alpha-2b",
      "PEG Intron",
      "PEG-IFN Alfa-2b",
      "PEG-IFN-a 2b",
      "PEG-Interferon Alfa-2b",
      "PEG-Intron",
      "PEG-interferon alfa-2b",
      "PEGINTERFERON ALFA-2B",
      "Peginterferon Alfa-2b",
      "Pegylated Interferon Alpha-2b",
      "Polyethylene Glycol IFN-A2b",
      "Polyethylene Glycol Interferon Alfa-2b",
      "SCH 54031",
      "Sylatron"
    ]
  }
}