{
  "emaEpar": [
    {
      "activeSubstance": "peginterferon alfa-2a",
      "conditionIndication": "Chronic hepatitis BAdult patientsPegasys is indicated for the treatment of hepatitis B envelope antigen (HBeAg)-positive or HBeAg-negative chronic hepatitis B (CHB) in adult patients with compensated liver disease and evidence of viral replication, increased alanine aminotransferase (ALT) and histologically verified liver inflammation and/or fibrosis (see sections 4.4 and 5.1).Paediatric patients 3 years of age and olderPegasys is indicated for the treatment of HBeAg-positive CHB in non-cirrhotic children and adolescents 3 years of age and older with evidence of viral replication and persistently elevated serum ALT levels. With respect to the decision to initiate treatment in paediatric patients see sections 4.2, 4.4 and 5.1.Chronic hepatitis CAdult patientsPegasys is indicated in combination with other medicinal products, for the treatment of chronic hepatitis C (CHC) in patients with compensated liver disease (see sections 4.2, 4.4 and 5.1).For hepatitis C virus (HCV) genotype specific activity, see sections 4.2 and 5.1.Paediatric patients 5 years of age and olderPegasys in combination with ribavirin is indicated for the treatment of CHC in treatment-naïve children and adolescents 5 years of age and older who are positive for serum HCV-RNA.When deciding to initiate treatment in childhood, it is important to consider growth inhibition induced by combination therapy. The reversibility of growth inhibition is uncertain. The decision to treat should be made on a case by case basis (see section 4.4).",
      "inn": "peginterferon alfa-2a",
      "marketingAuthorisationDate": "2002-06-20 00:00:00",
      "marketingAuthorisationHolder": "zr pharma& GmbH",
      "medicineName": "Pegasys",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/pegasys"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Pegasys",
      "indication": "1 INDICATIONS AND USAGE PEGASYS is an inducer of the innate immune response indicated for the treatment of Chronic Hepatitis C (CHC) ( 1.1 ) Adult Patients: In combination therapy with other hepatitis C virus drugs for adults with compensated liver disease. PEGASYS monotherapy is indicated only if patient has contraindication or significant intolerance to other HCV drugs. Pediatric Patients: In combination with ribavirin for pediatric patients 5 years of age and older with compensated liver disease Chronic Hepatitis B (CHB) ( 1.2 ) Adult Patients: Treatment of adults with HBeAg-positive and HBeAg-negative chronic hepatitis B (CHB) infection who have compensated liver disease and evidence of viral replication and liver inflammation Pediatric Patients: Treatment of non-cirrhotic pediatric patients 3 years of age and older with HBeAg-positive CHB and evidence of viral replication and elevations in serum alanine aminotransferase (ALT) 1.1 Chronic Hepatitis C (CHC) Adult Patients: PEGASYS, as part of a combination regimen with other hepatitis C virus (HCV) antiviral drugs, is indicated for the treatment of adults with CHC and compensated liver disease. For information about the safe and effective use of other HCV antiviral drugs to be used in combination with PEGASYS, refer to their prescribing information. PEGASYS monotherapy is only indicated for the treatment of patients with CHC and compensated liver disease if there are contraindications or significant intolerance to other HCV antiviral drugs. Pediatric Patients: PEGASYS in combination with ribavirin is indicated for the treatment of pediatric patients 5 years of age and older with CHC and compensated liver disease. Limitations of Use : PEGASYS alone or in combination with ribavirin without additional HCV antiviral drugs is not recommended for treatment of patients with CHC who previously failed therapy with an interferon-alfa. PEGASYS is not recommended for treatment of patients with CHC who have had solid organ transplantation [see Use in Specific Populations (8.8) ] . 1.2 Chronic Hepatitis B (CHB) Adult Patients: PEGASYS is indicated for the treatment of adults with HBeAg-positive and HBeAg-negative CHB infection who have compensated liver disease and evidence of viral replication and liver inflammation. Pediatric Patients: PEGASYS is indicated for the treatment of HBeAg-positive CHB in non-cirrhotic pediatric patients 3 years of age and older with evidence of viral replication and elevations in serum alanine aminotransferase (ALT).",
      "manufacturer": "Genentech, Inc.",
      "splSetId": "de61685e-2b8c-4e22-84bb-869e13600440"
    }
  ],
  "id": "Peginterferon_Alfa-2a",
  "nciThesaurus": {
    "casRegistry": "198153-51-4",
    "chebiId": "",
    "chemicalFormula": "C10H18N3O5(C2H4O)n(C2H4O)n",
    "definition": "A covalent conjugate of recombinant interferon alfa, subtype 2a, and polyethylene glycol (PEG), used as an antiviral and antineoplastic agent. The biological activity of this agent is derived from its interferon alpha-2a protein moiety. Interferons alfa bind to specific cell-surface receptors, leading to the transcription and translation of genes whose protein products mediate antiviral, antiproliferative, anticancer and immune-modulating effects. The PEG moiety lowers the clearance of interferon alpha-2a, thereby extending the duration of its therapeutic effects, but may also reduce interferon-mediated stimulation of an immune response.",
    "fdaUniiCode": "Q46947FE7K",
    "identifier": "C33987",
    "preferredName": "Peginterferon Alfa-2a",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C2491"
    ],
    "synonyms": [
      "PEG-Interferon Alfa-2a",
      "PEG-interferon alfa-2a",
      "PEGINTERFERON ALFA-2A",
      "Pegasys",
      "Peginterferon Alfa-2a"
    ]
  }
}