{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Asclera",
      "indication": "1 INDICATIONS AND USAGE Asclera ® (polidocanol) is indicated to sclerose uncomplicated spider veins (varicose veins ≤1 mm in diameter) and uncomplicated reticular veins (varicose veins 1 to 3 mm in diameter) in the lower extremity. Asclera has not been studied in varicose veins more than 3 mm in diameter. Asclera (polidocanol) is a sclerosing agent indicated to sclerose uncomplicated spider veins (varicose veins ≤1 mm in diameter) and uncomplicated reticular veins (varicose veins 1 to 3 mm in diameter) in the lower extremity. Asclera has not been studied in varicose veins more than 3mm in diameter. ( 1 )",
      "manufacturer": "Merz North America, Inc",
      "splSetId": "90550274-6605-44de-8c25-c5591080270f"
    }
  ],
  "id": "Polidocanol",
  "nciThesaurus": {
    "casRegistry": "3055-99-0",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An alkyl polyglycol ether of lauryl alcohol with sclerosing and potential antineoplastic activities. Upon intralesional administration, polidocanol induces endothelial cell injury by disrupting calcium signaling and nitric oxide pathways. Following endothelial damage, platelets aggregate at the site of injury and attach to the venous wall, resulting in a dense network of platelets, cellular debris, and fibrin that occludes the vessel. Inducing endothelial cell damage within melanoma metastases may incite an antitumor response in untreated bystander lesions and inhibit the growth of in transit metastases and other cutaneous lesions.",
    "fdaUniiCode": "0AWH8BFG9A",
    "identifier": "C158511",
    "preferredName": "Polidocanol",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C2196",
      "C78274"
    ],
    "synonyms": [
      "Aethoxysklerol",
      "Asclera",
      "Dodecylnonaoxyethylene Glycol Monoether",
      "Laureth 9",
      "Laureth-9",
      "Lauromacrogol 400",
      "Nonaethylene Glycol Monododecyl Ether",
      "POLIDOCANOL",
      "Polidocanol"
    ]
  }
}