{
  "emaEpar": [
    {
      "activeSubstance": "regorafenib",
      "conditionIndication": "Stivarga is indicated as monotherapy for the treatment of adult patients with:metastatic colorectal cancer (CRC) who have been previously treated with, or are not considered candidates for, available therapies - these include fluoropyrimidine-based chemotherapy, an anti-VEGF therapy and an anti-EGFR therapy;unresectable or metastatic gastrointestinal stromal tumors (GIST) who progressed on or are intolerant to prior treatment with imatinib and sunitinib;hepatocellular carcinoma (HCC) who have been previously treated with sorafenib.",
      "inn": "regorafenib",
      "marketingAuthorisationDate": "2013-08-26 00:00:00",
      "marketingAuthorisationHolder": "Bayer Pharma AG",
      "medicineName": "Stivarga",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/stivarga"
    }
  ],
  "fdaDrugLabel": [],
  "id": "Regorafenib",
  "nciThesaurus": {
    "casRegistry": "755037-03-7",
    "chebiId": "",
    "chemicalFormula": "C21H15ClF4N4O3",
    "definition": "An orally bioavailable small molecule with potential antiangiogenic and antineoplastic activities. Regorafenib binds to and inhibits vascular endothelial growth factor receptors (VEGFRs) 2 and 3, and Ret, Kit, PDGFR and Raf kinases, which may result in the inhibition of tumor angiogenesis and tumor cell proliferation. VEGFRs are receptor tyrosine kinases that play important roles in tumor angiogenesis; the receptor tyrosine kinases RET, KIT, and PDGFR, and the serine/threonine-specific Raf kinase are involved in tumor cell signaling.",
    "fdaUniiCode": "24T2A1DOYB",
    "identifier": "C78204",
    "preferredName": "Regorafenib",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C129825",
      "C1404",
      "C1742"
    ],
    "synonyms": [
      "4-(4-(((4-chloro-3-(trifluoromethyl)phenyl)carbamoyl)amino)-3-fluorophenoxy)-N-methylpyridine-2-carboxamide",
      "BAY 73-4506",
      "REGORAFENIB",
      "Regorafenib",
      "Stivarga"
    ]
  }
}