{
  "emaEpar": [
    {
      "activeSubstance": "Selinexor",
      "conditionIndication": "Nexpovio is indicated in combination with dexamethasone for the treatment of multiple myeloma in adult patients who have received at least four prior therapies and whose disease is refractory to at least two proteasome inhibitors, two immunomodulatory agents and an anti-CD38 monoclonal antibody, and who have demonstrated disease progression on the last therapy.",
      "inn": "selinexor",
      "marketingAuthorisationDate": "2021-03-26 01:00:00",
      "marketingAuthorisationHolder": "Karyopharm Europe GmbH",
      "medicineName": "Nexpovio",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/nexpovio"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "XPOVIO",
      "indication": "1 INDICATIONS AND USAGE XPOVIO is a nuclear export inhibitor indicated: In combination with bortezomib and dexamethasone for the treatment of adult patients with multiple myeloma who have received at least one prior therapy ( 1.1 ). In combination with dexamethasone for the treatment of adult patients with relapsed or refractory multiple myeloma who have received at least four prior therapies and whose disease is refractory to at least two proteasome inhibitors, at least two immunomodulatory agents, and an anti-CD38 monoclonal antibody ( 1.1 ). For the treatment of adult patients with relapsed or refractory diffuse large B-cell lymphoma (DLBCL), not otherwise specified, including DLBCL arising from follicular lymphoma, after at least 2 lines of systemic therapy. This indication is approved under accelerated approval based on response rate. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trial(s) ( 1.2 ). 1.1 Multiple Myeloma XPOVIO in combination with bortezomib and dexamethasone is indicated for the treatment of adult patients with multiple myeloma who have received at least one prior therapy. XPOVIO in combination with dexamethasone is indicated for the treatment of adult patients with relapsed or refractory multiple myeloma who have received at least four prior therapies and whose disease is refractory to at least two proteasome inhibitors, at least two immunomodulatory agents, and an anti-CD38 monoclonal antibody. 1.2 Diffuse Large B-Cell Lymphoma XPOVIO is indicated for the treatment of adult patients with relapsed or refractory diffuse large B-cell lymphoma (DLBCL), not otherwise specified, including DLBCL arising from follicular lymphoma, after at least 2 lines of systemic therapy. This indication is approved under accelerated approval based on response rate [see Clinical Studies ( 14.2 )] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial(s).",
      "manufacturer": "Karyopharm Therapeutics Inc.",
      "splSetId": "f6dd2682-75a6-4863-90a8-a3197f6f78a8"
    }
  ],
  "id": "Selinexor",
  "nciThesaurus": {
    "casRegistry": "1393477-72-9",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally available, small molecule inhibitor of CRM1 (chromosome region maintenance 1 protein, exportin 1 or XPO1), with potential antineoplastic activity. Selinexor modifies the essential CRM1-cargo binding residue cysteine-528, thereby irreversibly inactivates CRM1-mediated nuclear export of cargo proteins such as tumor suppressor proteins (TSPs), including p53, p21, BRCA1/2, pRB, FOXO, and other growth regulatory proteins. As a result, this agent, via the approach of selective inhibition of nuclear export (SINE), restores endogenous tumor suppressing processes to selectively eliminate tumor cells while sparing normal cells. CRM1, the major export factor for proteins from the nucleus to the cytoplasm, is overexpressed in a variety of cancer cell types.",
    "fdaUniiCode": "31TZ62FO8F",
    "identifier": "C102546",
    "preferredName": "Selinexor",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C129824"
    ],
    "synonyms": [
      "2-Propenoic Acid, 3-(3-(3,5-Bis(trifluoromethyl)phenyl)-1H-1,2,4-triazol-1-yl)-, 2-(2-Pyrazinyl)hydrazide, (2Z)-",
      "ATG-010",
      "CRM1 Nuclear Export Inhibitor KPT-330",
      "KPT-330",
      "SELINEXOR",
      "SINE KPT-330",
      "Selective Inhibitor of Nuclear Export KPT-330",
      "Selinexor",
      "Xpovio"
    ]
  }
}