{
  "emaEpar": [
    {
      "activeSubstance": "talimogene laherparepvec",
      "conditionIndication": "Imlygic is indicated for the treatment of adults with unresectable melanoma that is regionally or distantly metastatic (Stage IIIB, IIIC and IVM1a) with no bone, brain, lung or other visceral disease., ",
      "inn": "talimogene laherparepvec",
      "marketingAuthorisationDate": "2015-12-16 01:00:00",
      "marketingAuthorisationHolder": "Amgen Europe B.V.",
      "medicineName": "Imlygic",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/imlygic"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Imlygic",
      "indication": "1 INDICATIONS AND USAGE IMLYGIC is a genetically modified oncolytic viral therapy indicated for the local treatment of unresectable cutaneous, subcutaneous, and nodal lesions in patients with melanoma recurrent after initial surgery. Limitations of use : IMLYGIC has not been shown to improve overall survival or have an effect on visceral metastases. IMLYGIC is a genetically modified oncolytic viral therapy indicated for the local treatment of unresectable cutaneous, subcutaneous, and nodal lesions in patients with melanoma recurrent after initial surgery. Limitations of use : IMLYGIC has not been shown to improve overall survival or have an effect on visceral metastases. ( 1 )",
      "manufacturer": "Amgen Inc",
      "splSetId": "64ffb680-ea8c-42fc-9649-9e8c0eb77ddb"
    }
  ],
  "id": "Talimogene_Laherparepvec",
  "nciThesaurus": {
    "casRegistry": "1187560-31-1",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An ICP34.5, ICP47-deleted, oncolytic herpes simplex type-1 virus (HSV-1) based on the JS1 strain, and encoding the immunostimulating factor human cytokine granulocyte-macrophage colony stimulating factor (GM-CSF) with potential immunostimulating and antineoplastic activities. Upon intratumoral injection, talimogene laherparepvec selectively infects and replicates in tumor cells, thereby inducing tumor cell lysis. In addition, GM-CSF attracts dendritic cells (DCs) and may stimulate a cytotoxic T cell response against tumor cells, which results in immune-mediated tumor cell death. Deletion of the gene encoding for ICP34.5 provides tumor selectivity and prevents replication in healthy cells. As ICP47 blocks antigen presentation in HSV-infected cells, deletion of this gene may induce a more potent antitumor immune response in the tumor cells. Additionally, deletion of ICP47 causes increased expression of the HSV US11 gene and allows US11 to be expressed as an immediate early and not a late gene. This further enhances the degree of viral replication and oncolysis of tumor cells.",
    "fdaUniiCode": "07730V90L6",
    "identifier": "C61314",
    "preferredName": "Talimogene Laherparepvec",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C1962",
      "C2139",
      "C717"
    ],
    "synonyms": [
      "ICP34.5-, ICP47-deleted Herpes Simplex Virus 1 (HSV-1) Incorporating the Human GM-CSF Gene",
      "Imlygic",
      "JS1 34.5-hGMCSF 47- pA-",
      "OncoVEX GM-CSF",
      "T-VEC",
      "TALIMOGENE LAHERPAREPVEC",
      "Talimogene Laherparepvec"
    ]
  }
}