{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "TABLOID",
      "indication": "INDICATIONS AND USAGE a) Acute Nonlymphocytic Leukemias TABLOID brand Thioguanine is indicated for remission induction and remission consolidation treatment of acute nonlymphocytic leukemias. However, it is not recommended for use during maintenance therapy or similar long-term continuous treatments due to the high risk of liver toxicity (see WARNINGS and ADVERSE REACTIONS). The response to this agent depends upon the age of the patient (younger patients faring better than older) and whether thioguanine is used in previously treated or previously untreated patients. Reliance upon thioguanine alone is seldom justified for initial remission induction of acute nonlymphocytic leukemias because combination chemotherapy including thioguanine results in more frequent remission induction and longer duration of remission than thioguanine alone. b) Other Neoplasms TABLOID brand Thioguanine is not effective in chronic lymphocytic leukemia, Hodgkin’s lymphoma, multiple myeloma, or solid tumors. Although thioguanine is one of several agents with activity in the treatment of the chronic phase of chronic myelogenous leukemia, more objective responses are observed with MYLERAN ® (busulfan), and therefore busulfan is usually regarded as the preferred drug.",
      "manufacturer": "Aspen Global Inc.",
      "splSetId": "4490128b-e73f-4849-9d6e-e8591639d771"
    }
  ],
  "id": "Thioguanine",
  "nciThesaurus": {
    "casRegistry": "154-42-7",
    "chebiId": "",
    "chemicalFormula": "C5H5N5S.H2O",
    "definition": "A synthetic guanosine analogue antimetabolite. Phosphorylated by hypoxanthine-guanine phosphoribosyltransferase, thioguanine incorporates into DNA and RNA, resulting in inhibition of DNA and RNA syntheses and cell death. This agent also inhibits glutamine-5-phosphoribosylpyrophosphate amidotransferase, thereby inhibiting purine synthesis.",
    "fdaUniiCode": "FTK8U1GZNX",
    "identifier": "C876",
    "preferredName": "Thioguanine",
    "semanticType": "Nucleic Acid, Nucleoside, or Nucleotide",
    "subclassOf": [],
    "synonyms": [
      "2-Amino 6MP",
      "2-Amino-1,7-dihydro-6H-purine-6-thione",
      "2-Amino-6-mercaptopurine",
      "2-Amino-6-purinethiol",
      "2-Aminopurin-6-thiol",
      "2-Aminopurine-6(1H)-thione",
      "2-Aminopurine-6-thiol",
      "2-Aminopurine-6-thiol Hemihydrate",
      "2-Mercapto-6-aminopurine",
      "6 Mercaptoguanine",
      "6 Thioguanine",
      "6-Amino-2-mercaptopurine",
      "6-Mercapto-2-aminopurine",
      "6-Mercaptoguanine",
      "6-TG",
      "6-Thioguanine",
      "6H-Purine-6-thione, 2-amino-1,7-dihydro- (9CI)",
      "BW 5071",
      "Lanvis",
      "THIOGUANINE",
      "Tabloid",
      "Thioguanine",
      "Thioguanine Hemihydrate",
      "Thioguanine Hydrate",
      "Tioguanin",
      "Tioguanine",
      "WR-1141",
      "Wellcome U3B",
      "X 27",
      "thioguanine"
    ]
  }
}