{
  "emaEpar": [
    {
      "activeSubstance": "thiotepa",
      "conditionIndication": "In combination with other chemotherapy medicinal products:with or without total body irradiation (TBI), as conditioning treatment prior to allogeneic or autologous haematopoietic progenitor cell transplantation (HPCT) in haematological diseases in adult and paediatric patients;when high dose chemotherapy with HPCT support is appropriate for the treatment of solid tumours in adult and paediatric patients.\". It is proposed that Tepadina must be prescribed by physicians experienced in conditioning treatment prior to haematopoietic progenitor cell transplantation.",
      "inn": "thiotepa",
      "marketingAuthorisationDate": "2010-03-15 01:00:00",
      "marketingAuthorisationHolder": "ADIENNE S.r.l. S.U.",
      "medicineName": "Tepadina",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/tepadina"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Thiotepa",
      "indication": "INDICATIONS AND USAGE Thiotepa for Injection, USP has been tried with varying results in the palliation of a wide variety of neoplastic diseases. However, the most consistent results have been seen in the following tumors: 1. Adenocarcinoma of the breast. 2. Adenocarcinoma of the ovary. 3. For controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. 4. For the treatment of superficial papillary carcinoma of the urinary bladder. While now largely superseded by other treatments, thiotepa has been effective against other lymphomas, such as lymphosarcoma and Hodgkin’s disease.",
      "manufacturer": "Dr.Reddy's Laboratories Inc.,",
      "splSetId": "0def6a5e-4bf5-b1fd-47b7-0f17ecfd9bc2"
    },
    {
      "brand": "Thiotepa",
      "indication": "INDICATIONS AND USAGE Thiotepa for Injection has been tried with varying results in the palliation of a wide variety of neoplastic diseases. However, the most consistent results have been seen in the following tumors: Adenocarcinoma of the breast. Adenocarcinoma of the ovary. For controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. For the treatment of superficial papillary carcinoma of the urinary bladder. While now largely superseded by other treatments, Thiotepa for Injection has been effective against other lymphomas, such as lymphosarcoma and Hodgkin's disease.",
      "manufacturer": "Sagent Pharmaceuticals",
      "splSetId": "448c29f1-6d9c-4f8e-8a69-9b85e973e728"
    },
    {
      "brand": "TEPADINA",
      "indication": "1 INDICATIONS AND USAGE TEPADINA (thiotepa) is an alkylating drug indicated: To reduce the risk of graft rejection when used in conjunction with high-dose busulfan and cyclophosphamide as a preparative regimen for allogeneic hematopoietic progenitor (stem) cell transplantation (HSCT) for pediatric patients with class 3 beta-thalassemia. (1.1, 14) For treatment of adenocarcinoma of the breast or ovary. (1.2) For controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. (1.3) For treatment of superficial papillary carcinoma of the urinary bladder. (1.4) 1.1 Class 3 Beta-Thalassemia TEPADINA is indicated to reduce the risk of graft rejection when used in conjunction with high-dose busulfan and cyclophosphamide as a preparative regimen for allogeneic hematopoietic progenitor (stem) cell transplantation (HSCT) for pediatric patients with class 3 beta-thalassemia [see Clinical Studies (14)]. 1.2 Adenocarcinoma of the Breast or Ovary TEPADINA is indicated for treatment of adenocarcinoma of the breast or ovary. 1.3 Malignant Effusions TEPADINA is indicated for controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. 1.4 Superficial Papillary Carcinoma of the Urinary Bladder TEPADINA is indicated for treatment of superficial papillary carcinoma of the urinary bladder.",
      "manufacturer": "Amneal Pharmaceuticals LLC",
      "splSetId": "559e353c-2dc0-16ba-e054-00144ff8d46c"
    },
    {
      "brand": "Thiotepa",
      "indication": "1 INDICATIONS AND USAGE Thiotepa for injection is an alkylating drug indicated: For treatment of adenocarcinoma of the breast or ovary. ( 1.2 ) For controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. ( 1.3 ) For treatment of superficial papillary carcinoma of the urinary bladder. ( 1.4 ) 1.2 Adenocarcinoma of the Breast or Ovary Thiotepa for injection is indicated for treatment of adenocarcinoma of the breast or ovary. 1.3 Malignant Effusions Thiotepa for injection is indicated for controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. 1.4 Superficial Papillary Carcinoma of the Urinary Bladder Thiotepa for injection is indicated for treatment of superficial papillary carcinoma of the urinary bladder. Pediatric use information is approved for Adienne SA 's TEPADINA (thiotepa) for Injection. However, due to Adienne SA 's marketing exclusivity rights, the drug product is not labeled with that information.",
      "manufacturer": "MSN LABORATORIES PRIVATE LIMITED",
      "splSetId": "6cb2e63c-1180-4201-b596-233d1b1a5dc8"
    },
    {
      "brand": "Thiotepa",
      "indication": "1 INDICATIONS AND USAGE Thiotepa for injection is an alkylating drug indicated: • For treatment of adenocarcinoma of the breast or ovary. ( 1.2 ) • For controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. ( 1.3 ) • For treatment of superficial papillary carcinoma of the urinary bladder. ( 1.4 ) 1.2 Adenocarcinoma of the Breast or Ovary Thiotepa for injection is indicated for treatment of adenocarcinoma of the breast or ovary. 1.3 Malignant Effusions Thiotepa for injection is indicated for controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. 1.4 Superficial Papillary Carcinoma of the Urinary Bladder Thiotepa for injection is indicated for treatment of superficial papillary carcinoma of the urinary bladder. Pediatric use information is approved for Adienne SA' s TEPADINA (thiotepa) for Injection. However, due to Adienne SA's marketing exclusivity rights, the drug product is not labeled with that information.",
      "manufacturer": "Gland Pharma Limited",
      "splSetId": "6cd6ae89-c553-4328-9262-4363610a1f19"
    },
    {
      "brand": "Thiotepa",
      "indication": "INDICATIONS AND USAGE Thiotepa for Injection, USP has been tried with varying results in the palliation of a wide variety of neoplastic diseases. However, the most consistent results have been seen in the following tumors: 1.Adenocarcinoma of the breast. 2.Adenocarcinoma of the ovary. 3.For controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. 4.For the treatment of superficial papillary carcinoma of the urinary bladder. While now largely superseded by other treatments, thiotepa has been effective against other lymphomas, such as lymphosarcoma and Hodgkin's disease.",
      "manufacturer": "Hikma Pharmaceuticals USA Inc.",
      "splSetId": "6dc898dc-5949-4aa4-83f8-4bd20c29eb93"
    },
    {
      "brand": "Thiotepa",
      "indication": "INDICATIONS AND USAGE Thiotepa for Injection, USP has been tried with varying results in the palliation of a wide variety of neoplastic diseases. However, the most consistent results have been seen in the following tumors: 1. Adenocarcinoma of the breast. 2. Adenocarcinoma of the ovary. 3. For controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. 4. For the treatment of superficial papillary carcinoma of the urinary bladder. While now largely superseded by other treatments, thiotepa has been effective against other lymphomas, such as lymphosarcoma and Hodgkin's disease.",
      "manufacturer": "STI Pharma LLC",
      "splSetId": "7f931b7f-207b-4160-a784-984e5280546f"
    },
    {
      "brand": "Thiotepa",
      "indication": "INDICATIONS AND USAGE Thiotepa for Injection, USP has been tried with varying results in the palliation of a wide variety of neoplastic diseases. However, the most consistent results have been seen in the following tumors: 1.Adenocarcinoma of the breast. 2.Adenocarcinoma of the ovary. 3.For controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. 4.For the treatment of superficial papillary carcinoma of the urinary bladder. While now largely superseded by other treatments, thiotepa has been effective against other lymphomas, such as lymphosarcoma and Hodgkin's disease.",
      "manufacturer": "Hikma Pharmaceuticals USA Inc.",
      "splSetId": "b19b03db-471d-4ee7-b1b8-6eccc39c41b0"
    },
    {
      "brand": "Thiotepa",
      "indication": "1 INDICATIONS AND USAGE Thiotepa for injection is an alkylating drug indicated: For treatment of adenocarcinoma of the breast or ovary. ( 1.2 ) For controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. ( 1.3 ) For treatment of superficial papillary carcinoma of the urinary bladder. ( 1.4 ) 1.2 Adenocarcinoma of the Breast or Ovary Thiotepa for injection is indicated for treatment of adenocarcinoma of the breast or ovary. 1.3 Malignant Effusions Thiotepa for injection is indicated for controlling intracavitary effusions secondary to diffuse or localized neoplastic diseases of various serosal cavities. 1.4 Superficial Papillary Carcinoma of the Urinary Bladder Thiotepa for injection is indicated for treatment of superficial papillary carcinoma of the urinary bladder. Pediatric use information is approved for Adienne SA 's TEPADINA (thiotepa) for Injection. However, due to Adienne SA 's marketing exclusivity rights, the drug product is not labeled with that information.",
      "manufacturer": "Novadoz Pharmaceuticals LLC",
      "splSetId": "b702dcc9-dd0e-4386-b1e2-f20562fd2ad9"
    }
  ],
  "id": "Thiotepa",
  "nciThesaurus": {
    "casRegistry": "52-24-4",
    "chebiId": "",
    "chemicalFormula": "C6H12N3PS",
    "definition": "A polyfunctional, organophosphorus alkylating agent and a stable derivative of N,N',N''-triethylenephosphoramide (TEPA), with antineoplastic activity. Upon administration, thiotepa is converted into highly reactive ethylenimine groups, which covalently bind to nucleophilic groups in DNA and demonstrate a preference for the N7 position of guanine bases. This induces crosslinking of alkylated guanine bases in double-stranded DNA, interferes with both DNA replication and cell division, and results in both the induction of apoptosis and the inhibition of cell growth.",
    "fdaUniiCode": "905Z5W3GKH",
    "identifier": "C875",
    "preferredName": "Thiotepa",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C292"
    ],
    "synonyms": [
      "1,1',1\"-phosphinothioylidynetrisaziridine",
      "1,1',1''-Phosphinothioyldynetrisaziridine",
      "1,1',1''-Phosphinothioylidynetrisaziridine",
      "Girostan",
      "N,N', N''-Triethylenethiophosphoramide",
      "N,N',N''-triethylenethiophosphoramide",
      "Oncotiotepa",
      "STEPA",
      "TESPA",
      "THIOTEPA",
      "TIO TEF",
      "TSPA",
      "Tepadina",
      "Tespamin",
      "Tespamine",
      "Thio-Tepa",
      "Thiofosfamide",
      "Thiofozil",
      "Thiophosphamide",
      "Thiophosphoramide",
      "Thioplex",
      "Thiotef",
      "Thiotepa",
      "Tifosyl",
      "Tio-tef",
      "Triethylene Thiophosphoramide",
      "Triethylene thiophosphoramide",
      "Triethylenethiophosphoramide",
      "Tris(1-aziridinyl)phosphine sulfide",
      "WR 45312",
      "thiotepa",
      "triethylenethiophosphoramide",
      "tris(1-aziridinyl)phosphine sulfide"
    ]
  }
}