{
  "emaEpar": [
    {
      "activeSubstance": "trastuzumab deruxtecan",
      "conditionIndication": "Enhertu as monotherapy is indicated for the treatment of adult patients with unresectable or metastatic HER2 positive breast cancer who have received two or more prior anti HER2 based regimens.",
      "inn": "trastuzumab deruxtecan",
      "marketingAuthorisationDate": "2021-01-18 01:00:00",
      "marketingAuthorisationHolder": "Daiichi Sankyo Europe GmbH",
      "medicineName": "Enhertu",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/enhertu"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Enhertu",
      "indication": "1 INDICATIONS AND USAGE ENHERTU is a HER2-directed antibody and topoisomerase inhibitor conjugate indicated for the treatment of: adult patients with unresectable or metastatic HER2-positive breast cancer who have received two or more prior anti-HER2-based regimens in the metastatic setting. ( 1.1 ) This indication is approved under accelerated approval based on tumor response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial. ( 1.1 , 14.1 ) adult patients with locally advanced or metastatic HER2-positive gastric or gastroesophageal junction adenocarcinoma who have received a prior trastuzumab-based regimen. ( 1.2 ) 1.1 Metastatic Breast Cancer ENHERTU is indicated for the treatment of adult patients with unresectable or metastatic HER2-positive breast cancer who have received two or more prior anti-HER2-based regimens in the metastatic setting. This indication is approved under accelerated approval based on tumor response rate and duration of response [see Clinical Studies (14.1) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in a confirmatory trial. 1.2 Locally Advanced or Metastatic Gastric Cancer ENHERTU is indicated for the treatment of adult patients with locally advanced or metastatic HER2-positive gastric or gastroesophageal junction (GEJ) adenocarcinoma who have received a prior trastuzumab-based regimen.",
      "manufacturer": "Daiichi Sankyo Inc.",
      "splSetId": "7e67e73e-ddf4-4e4d-8b50-09d7514910b6"
    }
  ],
  "id": "Trastuzumab_Deruxtecan",
  "nciThesaurus": {
    "casRegistry": "1826843-81-5",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An antibody-drug conjugate (ADC) composed of trastuzumab, a monoclonal antibody targeting human epidermal growth factor receptor 2 (ERBB2; EGFR2; HER2) conjugated to deruxtecan, a derivative of the camptothecin analog exatecan (DXd; DX-8951 derivative), a DNA topoisomerase 1 (topoisomerase I; Top1) inhibitor, with antineoplastic activity. Upon administration of trastuzumab deruxtecan, trastuzumab targets and binds to HER2 on tumor cells. Upon antibody/antigen binding and internalization, deruxtecan binds to and inhibits Top1-DNA complexes, which results in an inhibition of DNA replication, cell cycle arrest and tumor cell apoptosis. HER2, a tyrosine kinase receptor, is overexpressed by many cancer cell types. In addition, trastuzumab deruxtecan induces antibody-dependent cell-mediated cytotoxicity (ADCC) and causes a bystander killing effect.",
    "fdaUniiCode": "5384HK7574",
    "identifier": "C128799",
    "preferredName": "Trastuzumab Deruxtecan",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C155712"
    ],
    "synonyms": [
      "DS-8201",
      "DS-8201a",
      "Enhertu",
      "Fam-trastuzumab Deruxtecan-nxki",
      "TRASTUZUMAB DERUXTECAN",
      "Trastuzumab Deruxtecan",
      "WHO 10516"
    ]
  }
}