{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Trientine Hydrochloride",
      "indication": "INDICATIONS AND USAGE Trientine Hydrochloride Capsules are indicated in the treatment of patients with Wilson’s disease who are intolerant of penicillamine. Clinical experience with Trientine Hydrochloride Capsules is limited and alternate dosing regimens have not been well-characterized; all endpoints in determining an individual patient’s dose have not been well defined. Trientine Hydrochloride Capsules and penicillamine cannot be considered interchangeable. Trientine Hydrochloride Capsules should be used when continued treatment with penicillamine is no longer possible because of intolerable or life endangering side effects. Unlike penicillamine, Trientine Hydrochloride Capsules are not recommended in cystinuria or rheumatoid arthritis. The absence of a sulfhydryl moiety renders it incapable of binding cystine and, therefore, it is of no use in cystinuria. In 15 patients with rheumatoid arthritis, Trientine Hydrochloride Capsules were reported not to be effective in improving any clinical or biochemical parameter after 12 weeks of treatment. Trientine Hydrochloride Capsules are not indicated for treatment of biliary cirrhosis.",
      "manufacturer": "Oceanside Pharmaceutials",
      "splSetId": "1080f833-a727-4260-b412-519f1612a83c"
    },
    {
      "brand": "TRIENTINE HYDROCHLORIDE",
      "indication": "INDICATIONS AND USAGE Trientine Hydrochloride Capsule is indicated in the treatment of patients with Wilson's disease who are intolerant of penicillamine. Clinical experience with Trientine Hydrochloride Capsule is limited and alternate dosing regimens have not been well-characterized; all endpoints in determining an individual patient's dose have not been well defined. Trientine Hydrochloride Capsule and penicillamine cannot be considered interchangeable. Trientine hydrochloride Capsule should be used when continued treatment with penicillamine is no longer possible because of intolerable or life endangering side effects. Unlike penicillamine, Trientine Hydrochloride Capsule is not recommended in cystinuria or rheumatoid arthritis. The absence of a sulfhydryl moiety renders it incapable of binding cystine and, therefore, it is of no use in cystinuria. In 15 patients with rheumatoid arthritis, Trientine Hydrochloride Capsule was reported not to be effective in improving any clinical or biochemical parameter after 12 weeks of treatment. Trientine Hydrochloride Capsule is not indicated for treatment of biliary cirrhosis.",
      "manufacturer": "Lannett Company Inc.",
      "splSetId": "2c0d626e-ac87-4221-8566-1381b6f07840"
    },
    {
      "brand": "Trientine Hydrochloride",
      "indication": "INDICATIONS AND USAGE Trientine HCl capsules are indicated in the treatment of patients with Wilson’s disease who are intolerant of penicillamine. Clinical experience with trientine HCl capsules is limited and alternate dosing regimens have not been well-characterized; all endpoints in determining an individual patient’s dose have not been well defined. Trientine HCl capsules and penicillamine cannot be considered interchangeable. Trientine HCl capsules should be used when continued treatment with penicillamine is no longer possible because of intolerable or life endangering side effects. Unlike penicillamine, trientine HCl capsules are not recommended in cystinuria or rheumatoid arthritis. The absence of a sulfhydryl moiety renders it incapable of binding cystine and, therefore, it is of no use in cystinuria. In 15 patients with rheumatoid arthritis, trientine HCl capsules was reported not to be effective in improving any clinical or biochemical parameter after 12 weeks of treatment. Trientine HCl capsules are not indicated for treatment of biliary cirrhosis.",
      "manufacturer": "Amneal Pharmaceuticals NY LLC",
      "splSetId": "2cb8b940-881a-4529-92fb-fe4cad168619"
    },
    {
      "brand": "Trientine Hydrochloride",
      "indication": "INDICATIONS AND USAGE Trientine hydrochloride capsules are indicated in the treatment of patients with Wilson's disease who are intolerant of penicillamine. Clinical experience with trientine hydrochloride capsules is limited and alternate dosing regimens have not been well-characterized; all endpoints in determining an individual patient's dose have not been well defined. Trientine hydrochloride capsules and penicillamine cannot be considered interchangeable. Trientine hydrochloride capsules should be used when continued treatment with penicillamine is no longer possible because of intolerable or life endangering side effects. Unlike penicillamine, trientine hydrochloride capsules are not recommended in cystinuria or rheumatoid arthritis. The absence of a sulfhydryl moiety renders it incapable of binding cystine and, therefore, it is of no use in cystinuria. In 15 patients with rheumatoid arthritis, trientine hydrochloride capsules was reported not to be effective in improving any clinical or biochemical parameter after 12 weeks of treatment. Trientine hydrochloride capsules are not indicated for treatment of biliary cirrhosis.",
      "manufacturer": "Par Pharmaceutical, Inc.",
      "splSetId": "431c7f66-d58b-4eb0-b195-d164788f9acf"
    },
    {
      "brand": "Trientine Hydrochloride",
      "indication": "INDICATIONS AND USAGE Trientine Hydrochloride Capsule is indicated in the treatment of patients with Wilson's disease who are intolerant of penicillamine. Clinical experience with Trientine Hydrochloride Capsule is limited and alternate dosing regimens have not been well-characterized; all endpoints in determining an individual patient's dose have not been well defined. Trientine Hydrochloride Capsule and penicillamine cannot be considered interchangeable. Trientine hydrochloride Capsule should be used when continued treatment with penicillamine is no longer possible because of intolerable or life endangering side effects. Unlike penicillamine, Trientine Hydrochloride Capsule is not recommended in cystinuria or rheumatoid arthritis. The absence of a sulfhydryl moiety renders it incapable of binding cystine and, therefore, it is of no use in cystinuria. In 15 patients with rheumatoid arthritis, Trientine Hydrochloride Capsule was reported not to be effective in improving any clinical or biochemical parameter after 12 weeks of treatment. Trientine Hydrochloride Capsule is not indicated for treatment of biliary cirrhosis.",
      "manufacturer": "Navinta LLC",
      "splSetId": "4c9233bd-be3d-46f0-8fa9-a17e61b1b9a8"
    },
    {
      "brand": "Trientine hydrochloride",
      "indication": "INDICATIONS AND USAGE Trientine hydrochloride capsules USP 250 mg is indicated in the treatment of patients with Wilson's disease who are intolerant of penicillamine. Clinical experience with trientine hydrochloride capsules USP 250 mg is limited and alternate dosing regimens have not been well-characterized; all endpoints in determining an individual patient's dose have not been well defined. Trientine hydrochloride capsules USP 250 mg and penicillamine cannot be considered interchangeable. Trientine hydrochloride capsules USP 250 mg should be used when continued treatment with penicillamine is no longer possible because of intolerable or life endangering side effects. Unlike penicillamine, trientine hydrochloride capsules USP 250 mg is not recommended in cystinuria or rheumatoid arthritis. The absence of a sulfhydryl moiety renders it incapable of binding cystine and, therefore, it is of no use in cystinuria. In 15 patients with rheumatoid arthritis, trientine hydrochloride capsules USP 250 mg was reported not to be effective in improving any clinical or biochemical parameter after 12 weeks of treatment. Trientine hydrochloride capsules USP 250 mg is not indicated for treatment of biliary cirrhosis.",
      "manufacturer": "Novadoz Pharmaceuticals LLC",
      "splSetId": "6bc468ca-07ef-4965-b502-0330b76455a0"
    },
    {
      "brand": "Trientine Hydrochloride",
      "indication": "INDICATIONS AND USAGE Trientine hydrochloride is indicated in the treatment of patients with Wilson's disease who are intolerant of penicillamine. Clinical experience with trientine hydrochloride is limited and alternate dosing regimens have not been well-characterized; all endpoints in determining an individual patient's dose have not been well defined. Trientine hydrochloride and penicillamine cannot be considered interchangeable. Trientine hydrochloride should be used when continued treatment with penicillamine is no longer possible because of intolerable or life endangering side effects. Unlike penicillamine, trientine hydrochloride is not recommended in cystinuria or rheumatoid arthritis. The absence of a sulfhydryl moiety renders it incapable of binding cystine and, therefore, it is of no use in cystinuria. In 15 patients with rheumatoid arthritis, trientine hydrochloride was reported not to be effective in improving any clinical or biochemical parameter after 12 weeks of treatment. Trientine hydrochloride is not indicated for treatment of biliary cirrhosis.",
      "manufacturer": "Actavis Pharma, Inc.",
      "splSetId": "89970c97-2535-4856-b155-62d195b5147c"
    },
    {
      "brand": "Trientine hydrochloride",
      "indication": "INDICATIONS AND USAGE Trientine hydrochloride capsules are indicated in the treatment of patients with Wilson's disease who are intolerant of penicillamine. Clinical experience with trientine hydrochloride capsules is limited and alternate dosing regimens have not been well-characterized; all endpoints in determining an individual patient's dose have not been well defmed. Trientine hydrochloride capsules and penicillamine cannot be considered interchangeable. Trientine hydrochloride capsules should be used when continued treatment with penicillamine is no longer possible because of intolerable or life endangering side effects. Unlike penicillamine, trientine hydrochloride capsules are not recommended in cystinuria or rheumatoid arthritis. The absence of a sulfhydryl moiety renders it incapable of binding cystine and, therefore, it is of no use in cystinuria. In 15 patients with rheumatoid arthritis, trientine hydrochloride capsules was reported not to be effective in improving any clinical or biochemical parameter after 12 weeks of treatment. Trientine hydrochloride capsules are not indicated for treatment of biliary cirrhosis.",
      "manufacturer": "Zydus Pharmaceuticals (USA) Inc.",
      "splSetId": "98548636-c8bc-449b-9494-86abac9f2edc"
    },
    {
      "brand": "Trientine hydrochloride",
      "indication": "INDICATIONS AND USAGE Trientine hydrochloride capsules USP 250 mg is indicated in the treatment of patients with Wilson's disease who are intolerant of penicillamine. Clinical experience with trientine hydrochloride capsules USP 250 mg is limited and alternate dosing regimens have not been well-characterized; all endpoints in determining an individual patient's dose have not been well defined. Trientine hydrochloride capsules USP 250 mg and penicillamine cannot be considered interchangeable. Trientine hydrochloride capsules USP 250 mg should be used when continued treatment with penicillamine is no longer possible because of intolerable or life endangering side effects. Unlike penicillamine, trientine hydrochloride capsules USP 250 mg is not recommended in cystinuria or rheumatoid arthritis. The absence ofa sulfhydryl moiety renders it incapable of binding cystine and, therefore, it is of no use in cystinuria. In 15 patients with rheumatoid arthritis, trientine hydrochloride capsules USP 250 mg was reported not to be effective in improving any clinical or biochemical parameter after 12 weeks of treatment. Trientine hydrochloride capsules USP 250 mg is not indicated for treatment of biliary cirrhosis.",
      "manufacturer": "MSN LABORATORIES PRIVATE LIMITED",
      "splSetId": "a06303b2-ac18-41bf-82c3-881cf7ecefb2"
    },
    {
      "brand": "Trientine hydrochloride",
      "indication": "INDICATIONS AND USAGE Trientine hydrochloride is indicated in the treatment of patients with Wilson's disease who are intolerant of penicillamine. Clinical experience with trientine hydrochloride is limited and alternate dosing regimens have not been well-characterized; all endpoints in determining an individual patient's dose have not been well defined. Trientine hydrochloride and penicillamine cannot be considered interchangeable. Trientine hydrochloride should be used when continued treatment with penicillamine is no longer possible because of intolerable or life endangering side effects. Unlike penicillamine, trientine hydrochloride is not recommended in cystinuria or rheumatoid arthritis. The absence of a sulfhydryl moiety renders it incapable of binding cystine and, therefore, it is of no use in cystinuria. In 15 patients with rheumatoid arthritis, trientine hydrochloride was reported not to be effective in improving any clinical or biochemical parameter after 12 weeks of treatment. Trientine hydrochloride is not indicated for treatment of biliary cirrhosis.",
      "manufacturer": "Rising Pharmaceuticals, Inc.",
      "splSetId": "a7cf5608-6446-4965-a855-5a0c0b7afddc"
    },
    {
      "brand": "Syprine",
      "indication": "INDICATIONS AND USAGE Syprine is indicated in the treatment of patients with Wilson’s disease who are intolerant of penicillamine. Clinical experience with Syprine is limited and alternate dosing regimens have not been well-characterized; all endpoints in determining an individual patient’s dose have not been well defined. Syprine and penicillamine cannot be considered interchangeable. Syprine should be used when continued treatment with penicillamine is no longer possible because of intolerable or life endangering side effects. Unlike penicillamine, Syprine is not recommended in cystinuria or rheumatoid arthritis. The absence of a sulfhydryl moiety renders it incapable of binding cystine and, therefore, it is of no use in cystinuria. In 15 patients with rheumatoid arthritis, Syprine was reported not to be effective in improving any clinical or biochemical parameter after 12 weeks of treatment. Syprine is not indicated for treatment of biliary cirrhosis.",
      "manufacturer": "Bausch Health US LLC",
      "splSetId": "c34f77a7-996b-4470-b5df-d946a7fe5dbe"
    }
  ],
  "id": "Trientine_Hydrochloride",
  "nciThesaurus": {
    "casRegistry": "38260-01-4",
    "chebiId": "",
    "chemicalFormula": "C6H18N4.2HCl",
    "definition": "The hydrochloride salt form of a metal chelating agent with potential anti-angiogenic activity. Trientine chelates excess copper (Cu) ions in the body; the excess copper is subsequently removed from the body through the kidneys. As Cu is an essential cofactor for cuproenzymes, such as superoxide dismutase 1 (SOD1), depletion of copper may inhibit the activation of signal transduction pathways required for cellular proliferation and angiogenesis. In addition, trientine may inhibit copper-induced secretion of interleukin-8 (IL-8).",
    "fdaUniiCode": "HC3NX54582",
    "identifier": "C61987",
    "preferredName": "Trientine Hydrochloride",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C1742",
      "C360"
    ],
    "synonyms": [
      "N,N-bis (2-aminoethyl)-1,2-ethanediamine Dihydrochloride",
      "Syprine",
      "TRIENTINE HYDROCHLORIDE",
      "Trientine Hydrochloride"
    ]
  }
}