{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Vinorelbine",
      "indication": "1 INDICATIONS AND USAGE Vinorelbine Injection is indicated: In combination with cisplatin for first-line treatment of patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) As a single agent for the treatment of patients with metastatic NSCLC Vinorelbine Injection is a vinca alkaloid indicated: In combination with cisplatin for first-line treatment of patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) ( 1 ) As a single agent for first-line treatment of patients with metastatic NSCLC ( 1 )",
      "manufacturer": "Sagent Pharmaceuticals",
      "splSetId": "10a70995-e04d-4044-b1dc-c9aa27460397"
    },
    {
      "brand": "Vinorelbine",
      "indication": "1 INDICATIONS AND USAGE Vinorelbine injection is a vinca alkaloid indicated: In combination with cisplatin for first-line treatment of patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) (1) As a single agent for first-line treatment of patients with metastatic NSCLC (1) Vinorelbine injection is indicated: In combination with cisplatin for first-line treatment of patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) As a single agent for the treatment of patients with metastatic NSCLC",
      "manufacturer": "Ingenus Pharmaceuticals, LLC",
      "splSetId": "6a16e044-7d0e-44bd-8e7e-588a5063935f"
    },
    {
      "brand": "NAVELBINE",
      "indication": "1 INDICATIONS AND USAGE NAVELBINE is a vinca alkaloid indicated: In combination with cisplatin for first-line treatment of patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) As a single agent, for the treatment of patients with metastatic NSCLC NAVELBINE is a vinca alkaloid indicated: In combination with cisplatin for first-line treatment of patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) ( 1 ) As a single agent for first-line treatment of patients with metastatic NSCLC ( 1 )",
      "manufacturer": "Pierre Fabre Pharmaceuticals, Inc.",
      "splSetId": "6d47c96a-7fdc-48ac-9250-41c5d3ecf8db"
    },
    {
      "brand": "Vinorelbine",
      "indication": "1 INDICATIONS AND USAGE Vinorelbine injection is indicated: In combination with cisplatin for first-line treatment of patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) As a single agent for the treatment of patients with metastatic NSCLC Vinorelbine injection is a vinca alkaloid indicated: In combination with cisplatin for first-line treatment of patients with locally advanced or metastatic non-small cell lung cancer (NSCLC) ( 1 ) As a single agent for first-line treatment of patients with metastatic NSCLC ( 1 )",
      "manufacturer": "Actavis Pharma, Inc.",
      "splSetId": "dd3dcc9a-e40c-4677-9ee6-f318e7c7d835"
    }
  ],
  "id": "Vinorelbine_Tartrate",
  "nciThesaurus": {
    "casRegistry": "125317-39-7",
    "chebiId": "CHEBI:32296",
    "chemicalFormula": "C45H54N4O8.2C4H6O6",
    "definition": "The ditartrate salt of a semisynthetic vinca alkaloid derived from the leaves of the periwinkle plant (Vinca rosea) with antineoplastic properties.  Vinorelbine binds to tubulin, thereby inhibiting tubulin polymerization into microtubules and spindle formation and resulting in apoptosis of susceptible cancer cells. Inhibition of mitotic microtubules correlates with antitumor activity, whereas inhibition of axonal microtubules seems to correlate with vinorelbine's neurotoxicity. Compared to related vinca alkaloids, vinorelbine is more selective against mitotic than axonal microtubules in vitro, which may account for its decreased neurotoxicity.  This agent is also a radiation-sensitizing agent.",
    "fdaUniiCode": "253GQW851Q",
    "identifier": "C1395",
    "preferredName": "Vinorelbine Tartrate",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C67422",
      "C932"
    ],
    "synonyms": [
      "Biovelbin",
      "Eunades",
      "KW-2307",
      "NVB",
      "Navelbine",
      "Navelbine Ditartrate",
      "Navelbine ditartrate",
      "VINORELBINE TARTRATE",
      "Vinorelbine Ditartrate",
      "Vinorelbine Tartrate",
      "vinorelbine tartrate"
    ]
  }
}