{
  "emaEpar": [
    {
      "activeSubstance": "Acalabrutinib",
      "conditionIndication": "Calquence as monotherapy or in combination with obinutuzumab is indicated for the treatment of adult patients with previously untreated chronic lymphocytic leukaemia (CLL)., , Calquence as monotherapy is indicated for the treatment of adult patients with chronic lymphocytic leukaemia (CLL) who have received at least one prior therapy., ",
      "inn": "acalabrutinib",
      "marketingAuthorisationDate": "2020-11-05 01:00:00",
      "marketingAuthorisationHolder": "AstraZeneca AB",
      "medicineName": "Calquence",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/calquence"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "CALQUENCE",
      "indication": "1 INDICATIONS AND USAGE CALQUENCE is a kinase inhibitor indicated for the treatment of adult patients with: • Mantle cell lymphoma (MCL) who have received at least one prior therapy. (1.1) This indication is approved under accelerated approval based on overall response rate. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. (1.1, 14.1) • Chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL). (1.2) 1.1 Mantle Cell Lymphoma CALQUENCE is indicated for the treatment of adult patients with mantle cell lymphoma (MCL) who have received at least one prior therapy. This indication is approved under accelerated approval based on overall response rate [see Clinical Studies (14.1) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. 1.2 Chronic Lymphocytic Leukemia or Small Lymphocytic Lymphoma CALQUENCE is indicated for the treatment of adult patients with chronic lymphocytic leukemia (CLL) or small lymphocytic lymphoma (SLL) .",
      "manufacturer": "AstraZeneca Pharmaceuticals LP",
      "splSetId": "dd4835ef-e1bc-4997-a399-1ffa2556fbfe"
    }
  ],
  "id": "Acalabrutinib",
  "nciThesaurus": {
    "casRegistry": "1420477-60-6",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "An orally available inhibitor of Bruton's tyrosine kinase (BTK) with potential antineoplastic activity. Upon administration, acalabrutinib inhibits the activity of BTK and prevents the activation of the B-cell antigen receptor (BCR) signaling pathway. This prevents both B-cell activation and BTK-mediated activation of downstream survival pathways. This leads to an inhibition of the growth of malignant B cells that overexpress BTK. BTK, a member of the src-related BTK/Tec family of cytoplasmic tyrosine kinases, is overexpressed in B-cell malignancies; it plays an important role in B lymphocyte development, activation, signaling, proliferation and survival.",
    "fdaUniiCode": "I42748ELQW",
    "identifier": "C113442",
    "preferredName": "Acalabrutinib",
    "semanticType": "Pharmacologic Substance",
    "subclassOf": [
      "C124801",
      "C129825"
    ],
    "synonyms": [
      "ACALABRUTINIB",
      "ACP-196",
      "Acalabrutinib",
      "Benzamide, 4-(8-Amino-3-((2S)-1-(1-oxo-2-butyn-1-yl)-2-pyrrolidinyl)imidazo(1,5-a)pyrazin-1-yl)-N-2-pyridinyl-",
      "Bruton Tyrosine Kinase Inhibitor ACP-196",
      "Calquence"
    ]
  }
}