{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Acetylcysteine",
      "indication": "1 INDICATIONS AND USAGE Acetylcysteine Injection is indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen in patients with acute ingestion or from repeated supratherapeutic ingestion (RSI). Acetylcysteine Injection is an antidote for acetaminophen overdose indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen in patients with an acute ingestion or from repeated supratherapeutic ingestion (RSI) ( 1 ).",
      "manufacturer": "Akorn, Inc.",
      "splSetId": "4072b547-c242-4a40-8c91-5481b86cbf1e"
    },
    {
      "brand": "ACETADOTE",
      "indication": "1 INDICATIONS AND USAGE ACETADOTE is indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen in patients with acute ingestion or from repeated supratherapeutic ingestion (RSI). ACETADOTE is an antidote for acetaminophen overdose indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen in patients with an acute ingestion or from repeated supratherapeutic ingestion (RSI) ( 1 ).",
      "manufacturer": "Cumberland Pharmaceuticals Inc.",
      "splSetId": "472f158a-5ab9-4308-8e49-1116e6ea3d39"
    },
    {
      "brand": "Acetylcysteine",
      "indication": "INDICATIONS AND USAGE Acetylcysteine is indicated as adjuvant therapy for patients with abnormal, viscid, or inspissated mucous secretions in such conditions as: Chronic bronchopulmonary disease (chronic emphysema, emphysema with bronchitis, chronic asthmatic bronchitis, tuberculosis, bronchiectasis and primary amyloidosis of the lung) Acute bronchopulmonary disease (pneumonia, bronchitis, tracheobronchitis) Pulmonary complications of cystic fibrosis Tracheostomy care Pulmonary complications associated with surgery Use during anesthesia Post-traumatic chest conditions Atelectasis due to mucous obstruction Diagnostic bronchial studies (bronchograms, bronchospirometry, and bronchial wedge catheterization)",
      "manufacturer": "Hospira, Inc.",
      "splSetId": "5558a5f5-e821-473b-7d8a-5d33d09f0586"
    },
    {
      "brand": "Acetylcysteine",
      "indication": "1 INDICATIONS AND USAGE Acetylcysteine injection is indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen in patients with acute ingestion or from repeated supratherapeutic ingestion (RSI). Acetylcysteine injection is an antidote for acetaminophen overdose indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen in patients with an acute ingestion or from repeated supratherapeutic ingestion (RSI) ( 1 ).",
      "manufacturer": "AuroMedics Pharma LLC",
      "splSetId": "5ae53725-1abb-4122-9c85-f26c2c31566c"
    },
    {
      "brand": "Acetylcysteine",
      "indication": "INDICATIONS AND USAGE: Acetylcysteine Solution, USP is indicated as adjuvant therapy for patients with abnormal, viscid, or inspissated mucous secretions in such conditions as: Chronic bronchopulmonary disease (chronic emphysema, emphysema with bronchitis, chronic asthmatic bronchitis, tuberculosis, bronchiectasis and primary amyloidosis of the lung) Acute bronchopulmonary disease (pneumonia, bronchitis, tracheobronchitis) Pulmonary complications of cystic fibrosis Tracheostomy care Pulmonary complications associated with surgery Use during anesthesia Post-traumatic chest conditions Atelectasis due to mucous obstruction Diagnostic bronchial studies (bronchograms, bronchospirometry, and bronchial wedge catheterization)",
      "manufacturer": "Fresenius Kabi USA, LLC",
      "splSetId": "75b48fab-cef6-465c-a1e0-d085b3988bc4"
    },
    {
      "brand": "Acetylcysteine",
      "indication": "1 INDICATIONS AND USAGE Acetylcysteine Injection is an antidote for acetaminophen overdose indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen. Overdose incidences are divided into two types; Acute Ingestion or Repeated Supratherapeutic Ingestion (RSI). [see Dosage and Administration ( 2 ) and Acetaminophen Assays – Interpretation and Methodology -(Acute or Repeated Supratherapeutic Ingestion) ( 1.1 , 1.2 )] . On admission for suspected acetaminophen overdose, a serum blood sample should be drawn at least 4 hours after ingestion to determine the acetaminophen level and will serve as a basis for determining the need for treatment with acetylcysteine. If the patient presents after 4 hours post-ingestion, the serum acetaminophen sample should be determined immediately. Acetylcysteine Injection should be administered within 8 hours from acetaminophen ingestion for maximal protection against hepatic injury for patients whose serum acetaminophen levels fall above the \"possible\" toxicity line on the Rumack-Matthew nomogram (line connecting 150 mcg/mL at 4 hours with 37.5 mcg/mL at 12 hours); [see Acetaminophen Assays – Interpretation and Methodology (1.1, 1.2 )] . If the time of ingestion is unknown, or the serum acetaminophen level is not available, cannot be interpreted, or is not available within the 8 hour time interval from acetaminophen ingestion, Acetylcysteine Injection should be administered immediately if 24 hours or less have elapsed from the reported time of ingestion of an overdose of acetaminophen, regardless of the quantity reported to have been ingested. The aspartate aminotransferase (AST, SGOT), alanine aminotranferase (ALT, SGPT), bilirubin, prothrombin time, creatinine, blood urea nitrogen (BUN), blood glucose, and electrolytes also should be determined in order to monitor hepatic and renal function and electrolyte and fluid balance. NOTE: The critical ingestion-treatment interval for maximal protection against severe hepatic injury is between 0 to 8 hours. Efficacy diminishes progressively after 8 hours and treatment initiation between 15 and 24 hours post-ingestion of acetaminophen yields limited efficacy. However, it does not appear to worsen the condition of patients and it should not be withheld, since the reported time of ingestion may not be correct. Acetylcysteine Injection is an antidote for acetaminophen overdose indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen (1) 1.1 Acetaminophen Assays Interpretation and Methodology – Acute Ingestion The acute ingestion of acetaminophen in quantities of 150 mg/kg or greater may result in hepatic toxicity. However, the reported history of the quantity of a drug ingested as an overdose is often inaccurate and is not a reliable guide to therapy of the overdose. Therefore, plasma or serum acetaminophen concentrations, determined as early as possible, but no sooner than four hours following an acute overdose, are essential in assessing the potential risk of hepatotoxicity. If an assay for acetaminophen cannot be obtained, it is necessary to assume that the overdose is potentially toxic. Interpretation of Acetaminophen Assays When results of the plasma acetaminophen assay are available, refer to the nomogram in Figure 1 to determine if plasma concentration is in the potentially toxic range. Values above the line connecting 200 mcg/mL at 4 hours with 50 mcg/mL at 12 hours (probable line) are associated with a probability of hepatic toxicity if an antidote is not administered. If the predetoxification plasma level is above the line connecting 150 mcg/mL at 4 hours with 37.5 mcg/mL at 12 hours (possible line), continue with maintenance doses of acetylcysteine. It is better to err on the safe side and thus this line, defining possible toxicity, is plotted 25% below the line defining probable toxicity. If the predetoxification plasma level is below the line connecting 150 mcg/mL at 4 hours with 37.5 mcg/mL at 12 hours (possible line), there is minimal risk of hepatic toxicity, and Acetylcysteine treatment may be discontinued. Estimating Potential for Hepatotoxicity: The following depiction of the Rumack- Matthew nomogram has been developed to estimate the probability that plasma levels in relation to intervals post-ingestion will result in hepatotoxicity. The Rumack-Matthew nomogram may underestimate the risk for hepatotoxicity in some patients with risk factors such as chronic alcoholism, malnutrition, or CYP2E1 enzyme inducing drugs (e.g., isoniazid). Figure 1. Rumack-Matthew Nomogram: Figure 1. Michael J Hodgman, Alexander R Garrard, A Review of Acetaminophen Poisoning. Crit Care Clin . 28 (2012) 499-516. Stephen J. Wolf, Kennon Heard, et.al, Clinical Policy: Critical Issues in the Management of Patients Presenting to the Emergency Department with Acetaminophen Overdose. Ann Emerg Med . 2007:50:292-313. figure 1 1.2 Acetaminophen Assays Interpretation and Methodology – Repeated Supratherapeutic Ingestion Repeated Supratherapeutic Ingestion (RSI) is defined as ingestion of acetaminophen at doses higher than those recommended for extended periods of time. The nomogram does not apply to patients with RSI. Treatment is based on the acetaminophen and elevated AST/ALT levels indicative of potential toxicity due to acetaminophen. For specific treatment information regarding the clinical management of repeated supratherapeutic acetaminophen overdose, please contact your regional poison center at 1-800-222-1222, or alternatively, a special health professional assistance line for acetaminophen overdose at 1-800-525-6115. Figure 2. Acetylcysteine Injection Treatment Flow Chart 1 Acetaminophen levels drawn less than 4 hours post-ingestion may be misleading. 2 With an extended-release preparation, an acetaminophen level drawn less than 8 hours post-ingestion may be misleading. Draw a second level at 4 to 6 hours after the initial level. If either falls above the toxicity line, acetylcysteine treatment should be initiated. 3 Acetylcysteine may be withheld until acetaminophen assay results are available as long as initiation of treatment is not delayed beyond 8 hours post-ingestion. If more than 8 hours post-ingestion, start acetylcysteine treatment immediately. figure 2",
      "manufacturer": "Fresenius Kabi USA, LLC",
      "splSetId": "8cca4e4c-85a2-d575-e053-2995a90a6599"
    },
    {
      "brand": "Acetylcysteine",
      "indication": "INDICATIONS AND USAGE: Acetylcysteine Solution, USP is indicated as adjuvant therapy for patients with abnormal, viscid, or inspissated mucous secretions in such conditions as: Chronic bronchopulmonary disease (chronic emphysema, emphysema with bronchitis, chronic asthmatic bronchitis, tuberculosis, bronchiectasis and primary amyloidosis of the lung) Acute bronchopulmonary disease (pneumonia, bronchitis, tracheobronchitis) Pulmonary complications of cystic fibrosis Tracheostomy care Pulmonary complications associated with surgery Use during anesthesia Post-traumatic chest conditions Atelectasis due to mucous obstruction Diagnostic bronchial studies (bronchograms, bronchospirometry, and bronchial wedge catheterization)",
      "manufacturer": "Fresenius Kabi USA, LLC",
      "splSetId": "8d81039e-20ef-5144-e053-2a95a90a89fd"
    },
    {
      "brand": "acetylcysteine",
      "indication": "1 INDICATIONS AND USAGE Acetylcysteine injection is indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen in patients with acute ingestion or from repeated supratherapeutic ingestion (RSI). Acetylcysteine injection is an antidote for acetaminophen overdose indicated to prevent or lessen hepatic injury after ingestion of a potentially hepatotoxic quantity of acetaminophen in patients with an acute ingestion or from repeated supratherapeutic ingestion (RSI) (1).",
      "manufacturer": "Paddock Laboratories, LLC.",
      "splSetId": "9d305722-e74f-4f48-8d2c-0daa99144749"
    }
  ],
  "id": "Acetylcysteine",
  "nciThesaurus": {
    "casRegistry": "616-91-1",
    "chebiId": "CHEBI:28939",
    "chemicalFormula": "C5H9NO3S",
    "definition": "A synthetic N-acetyl derivative of the endogenous amino acid L-cysteine, a precursor of the antioxidant enzyme glutathione.  Acetylcysteine regenerates liver stores of glutathione. This agent also reduces disulfide bonds in mucoproteins, resulting in liquification of mucus.  Some evidence suggests that acetylcysteine may exert an anti-apoptotic effect due to its antioxidant activity, possibly preventing cancer cell development or growth.  In addition, acetylcysteine has inhibited viral stimulation by reactive oxygen intermediates, thereby producing antiviral activity in HIV patients.",
    "fdaUniiCode": "WYQ7N0BPYC",
    "identifier": "C200",
    "preferredName": "Acetylcysteine",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C275",
      "C74536"
    ],
    "synonyms": [
      "ACETYLCYSTEINE",
      "Acetadote",
      "Acetylcysteine",
      "Airbron",
      "Broncholysin",
      "Brunac",
      "Fabrol",
      "Fluatox",
      "Fluimucetin",
      "Fluimucil",
      "Fluprowit",
      "L-Alpha-acetamido-beta-mercaptopropionic Acid",
      "Muco Sanigen",
      "Mucocedyl",
      "Mucolator",
      "Mucolyticum",
      "Mucomyst",
      "Mucosolvin",
      "Mucret",
      "N-Acetyl Cysteine",
      "N-Acetyl-L-cysteine",
      "N-Acetylcysteine",
      "N-acetyl-3-mercaptoalanine",
      "N-acetyl-L-cysteine",
      "N-acetylcysteine",
      "NAC",
      "Neo-Fluimucil",
      "Parvolex",
      "Respaire",
      "Tixair",
      "acetylcysteine"
    ]
  }
}