{
  "emaEpar": [],
  "fdaDrugLabel": [
    {
      "brand": "Bleomycin",
      "indication": "INDICATIONS AND USAGE Bleomycin for injection should be considered a palliative treatment. It has been shown to be useful in the management of the following neoplasms either as a single agent or in proven combinations with other approved chemotherapeutic agents: Squamous Cell Carcinoma Head and neck (including mouth, tongue, tonsil, nasopharynx, oropharynx, sinus, palate, lip, buccal mucosa, gingivae, epiglottis, skin, larynx), penis, cervix, and vulva. The response to bleomycin is poorer in patients with previously irradiated head and neck cancer. Lymphomas Hodgkin's Disease, non-Hodgkin's lymphoma. Testicular Carcinoma Embryonal cell, choriocarcinoma, and teratocarcinoma. Bleomycin for injection has also been shown to be useful in the management of: Malignant Pleural Effusion Bleomycin for injection is effective as a sclerosing agent for the treatment of malignant pleural effusion and prevention of recurrent pleural effusions.",
      "manufacturer": "Teva Parenteral Medicines, Inc.",
      "splSetId": "2ef2901b-e3ee-47ba-81d9-48c6668fd19b"
    },
    {
      "brand": "Bleomycin",
      "indication": "INDICATIONS AND USAGE Palliation and treatment adjutant to surgery and radiation therapy of the following neoplasms: Squamous cell carcinoma of the skin, head and neck, and esophagus (primary indication). Squamous cell carcinoma of the larynx, penis and uterine cervix. Squamous cell carcinoma of the bronchus (response infrequent). Ch0riocarcinoma and embryonal cell carcinoma of the testis. Advanced Hodgkin’s disease and Other lymphomas. Mycosis fungoides. Note . Use of bleomycin after radiation therapy is less successful than use before radiation therapy. Bleomycin is bone marrow sparing and may be used when other cytotoxic agents are contraindicated.",
      "manufacturer": "Amneal Pharmaceuticals LLC",
      "splSetId": "38955939-8d1e-4db2-9aed-3bab72ca5f8f"
    },
    {
      "brand": "Bleomycin",
      "indication": "INDICATIONS AND USAGE Bleomycin for injection should be considered a palliative treatment. It has been shown to be useful in the management of the following neoplasms either as a single agent or in proven combinations with other approved chemotherapeutic agents: Squamous Cell Carcinoma: Head and neck (including mouth, tongue, tonsil, nasopharynx, oropharynx, sinus, palate, lip, buccal mucosa, gingivae, epiglottis, skin, larynx), penis, cervix, and vulva. The response to bleomycin for injection is poorer in patients with previously irradiated head and neck cancer. Lymphomas: Hodgkin's disease, non-Hodgkin's lymphoma. Testicular Carcinoma: Embryonal cell, choriocarcinoma, and teratocarcinoma. Bleomycin for injection has also been shown to be useful in the management of: Malignant Pleural Effusion: Bleomycin for injection is effective as a sclerosing agent for the treatment of malignant pleural effusion and prevention of recurrent pleural effusions.",
      "manufacturer": "Cipla USA Inc.",
      "splSetId": "497e462a-a295-4db1-9002-d2633efbd676"
    },
    {
      "brand": "Bleomycin",
      "indication": "INDICATIONS AND USAGE Bleomycin for Injection, USP should be considered a palliative treatment. It has been shown to be useful in the management of the following neoplasms either as a single agent or in proven combinations with other approved chemotherapeutic agents: Squamous Cell Carcinoma: Head and neck (including mouth, tongue, tonsil, nasopharynx, oropharynx, sinus, palate, lip, buccal mucosa, gingivae, epiglottis, skin, larynx), penis, cervix, and vulva. The response to Bleomycin for Injection, USP is poorer in patients with previously irradiated head and neck cancer. Lymphomas: Hodgkin's disease, non-Hodgkin's lymphoma. Testicular Carcinoma: Embryonal cell, choriocarcinoma, and teratocarcinoma. Bleomycin for Injection, USP has also been shown to be useful in the management of: Malignant Pleural Effusion: Bleomycin for Injection, USP is effective as a sclerosing agent for the treatment of malignant pleural effusion and prevention of recurrent pleural effusions.",
      "manufacturer": "Meitheal Pharmaceuticals Inc.",
      "splSetId": "640602f9-a7df-46f0-a9b1-19c471008bee"
    },
    {
      "brand": "Bleomycin",
      "indication": "INDICATIONS AND USAGE Bleomycin for Injection, USP should be considered a palliative treatment. It has been shown to be useful in the management of the following neoplasms either as a single agent or in proven combinations with other approved chemotherapeutic agents: Squamous Cell Carcinoma: Head and neck (including mouth, tongue, tonsil, nasopharynx, oropharynx, sinus, palate, lip, buccal mucosa, gingivae, epiglottis, skin, larynx), penis, cervix, and vulva. The response to Bleomycin for Injection, USP is poorer in patients with previously irradiated head and neck cancer. Lymphomas: Hodgkin's disease, non-Hodgkin's lymphoma. Testicular Carcinoma: Embryonal cell, choriocarcinoma, and teratocarcinoma. Bleomycin for Injection, USP has also been shown to be useful in the management of: Malignant Pleural Effusion: Bleomycin for Injection, USP is effective as a sclerosing agent for the treatment of malignant pleural effusion and prevention of recurrent pleural effusions.",
      "manufacturer": "NorthStar Rx LLC",
      "splSetId": "6824b1e1-e5fa-4371-ade9-1346e12ab0c7"
    },
    {
      "brand": "Bleomycin",
      "indication": "INDICATIONS AND USAGE Bleomycin for Injection should be considered a palliative treatment. It has been shown to be useful in the management of the following neoplasms either as a single agent or in proven combinations with other approved chemotherapeutic agents: Squamous Cell Carcinoma Head and neck (including mouth, tongue, tonsil, nasopharynx, oropharynx, sinus, palate, lip, buccal mucosa, gingivae, epiglottis, skin, larynx), penis, cervix, and vulva. The response to bleomycin is poorer in patients with previously irradiated head and neck cancer. Lymphomas Hodgkin's disease, non-Hodgkin's lymphoma. Testicular Carcinoma Embryonal cell, choriocarcinoma, and teratocarcinoma. Bleomycin has also been shown to be useful in the management of: Malignant Pleural Effusion Bleomycin is effective as a sclerosing agent for the treatment of malignant pleural effusion and prevention of recurrent pleural effusions.",
      "manufacturer": "Hospira, Inc.",
      "splSetId": "905e0984-2ce3-481c-b1a0-0ef0a616479a"
    },
    {
      "brand": "Bleomycin",
      "indication": "INDICATIONS AND USAGE: Bleomycin for Injection, USP should be considered a palliative treatment. It has been shown to be useful in the management of the following neoplasms either as a single agent or in proven combinations with other approved chemotherapeutic agents: Squamous Cell Carcinoma: Head and neck (including mouth, tongue, tonsil, nasopharynx, oropharynx, sinus, palate, lip, buccal mucosa, gingivae, epiglottis, skin, larynx), penis, cervix, and vulva. The response to Bleomycin for Injection is poorer in patients with previously irradiated head and neck cancer. Lymphomas: Hodgkin’s disease, non-Hodgkin’s lymphoma. Testicular Carcinoma: Embryonal cell, choriocarcinoma, and teratocarcinoma. Bleomycin for Injection, USP has also been shown to be useful in the management of: Malignant Pleural Effusion: Bleomycin for Injection is effective as a sclerosing agent for the treatment of malignant pleural effusion and prevention of recurrent pleural effusions.",
      "manufacturer": "Fresenius Kabi USA, LLC",
      "splSetId": "b5806c40-12ce-48e3-8abd-9f8997ef4428"
    },
    {
      "brand": "Bleomycin",
      "indication": "INDICATIONS AND USAGE Bleomycin for Injection, USP should be considered a palliative treatment. It has been shown to be useful in the management of the Squamous Cell Carcinoma Head and neck (including mouth, tongue, tonsil, nasopharynx, oropharynx, sinus, palate, lip, buccal mucosa, gingivae, epiglottis, skin, larynx), penis, cervix, and vulva. The response to bleomycin is poorer in patients with previously irradiated head and neck cancer. Lymphomas Hodgkin's disease, non-Hodgkin's lymphoma. Testicular Carcinoma Embryonal cell, choriocarcinoma, and teratocarcinoma. Bleomycin for Injection, USP has also been shown to be useful in the management of: Malignant Pleural Effusion Bleomycin is effective as a sclerosing agent for the treatment of malignant pleural effusion and prevention of recurrent pleural effusions.",
      "manufacturer": "Hikma Pharmaceuticals USA Inc.",
      "splSetId": "cccfb763-79fa-4186-89fb-d8d061d3c161"
    },
    {
      "brand": "Bleomycin",
      "indication": "INDICATIONS AND USAGE Bleomycin for Injection should be considered a palliative treatment. It has been shown to be useful in the management of the following neoplasms either as a single agent or in proven combinations with other approved chemotherapeutic agents: Squamous Cell Carcinoma Head and neck (including mouth, tongue, tonsil, nasopharynx, oropharynx, sinus, palate, lip, buccal mucosa, gingivae, epiglottis, skin, larynx), penis, cervix, and vulva. The response to bleomycin is poorer in patients with previously irradiated head and neck cancer. Lymphomas Hodgkin's disease, non-Hodgkin's lymphoma. Testicular Carcinoma Embryonal cell, choriocarcinoma, and teratocarcinoma. Bleomycin has also been shown to be useful in the management of: Malignant Pleural Effusion Bleomycin is effective as a sclerosing agent for the treatment of malignant pleural effusion and prevention of recurrent pleural effusions.",
      "manufacturer": "Hospira, Inc.",
      "splSetId": "e629ba5a-4e08-4249-9551-af6dbd98a7e4"
    }
  ],
  "id": "Bleomycin_Sulfate",
  "nciThesaurus": {
    "casRegistry": "9041-93-4",
    "chebiId": "CHEBI:34582",
    "chemicalFormula": "",
    "definition": "A mixture of the sulfate salts of basic glycopeptide antineoplastic antibiotics isolated from Streptomyces verticillus. Bleomycin sulfate forms complexes with iron that reduce molecular oxygen to superoxide and hydroxyl radicals which cause single- and double-stranded breaks in DNA; these reactive oxygen species also induce lipid peroxidation, carbohydrate oxidation, and alterations in prostaglandin synthesis and degradation.",
    "fdaUniiCode": "7DP3NTV15T",
    "identifier": "C312",
    "preferredName": "Bleomycin Sulfate",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C2311"
    ],
    "synonyms": [
      "BLEOMYCIN SULFATE",
      "Blanoxan",
      "BleMomycine",
      "Blenoxane",
      "Bleo-S",
      "Bleo-cell",
      "Bleocin",
      "Bleolem",
      "Bleomycin Sulfas",
      "Bleomycin Sulfate",
      "Bleomycin Sulphate",
      "Bleomycin sulfate",
      "Bleomycini Sulfas",
      "Blexane",
      "Oil Bleo",
      "bleomycin sulfate"
    ]
  }
}