{
  "emaEpar": [
    {
      "activeSubstance": "nivolumab",
      "conditionIndication": "MelanomaOpdivo as monotherapy or in combination with ipilimumab is indicated for the treatment of advanced (unresectable or metastatic) melanoma in adults.Relative to nivolumab monotherapy, an increase in progression-free survival (PFS) and overall survival (OS) for the combination of nivolumab with ipilimumab is established only in patients with low tumour PD-L1 expression.Adjuvant treatment of melanomaOpdivo as monotherapy is indicated for the adjuvant treatment of adults with melanoma with involvement of lymph nodes or metastatic disease who have undergone complete resection.Non-Small Cell Lung Cancer (NSCLC)Opdivo in combination with ipilimumab and 2 cycles of platinum-based chemotherapy is indicated for the first-line treatment of metastatic non-small cell lung cancer in adults whose tumours have no sensitising EGFR mutation or ALK translocation.Opdivo as monotherapy is indicated for the treatment of locally advanced or metastatic non-small cell lung cancer after prior chemotherapy in adults.Renal Cell Carcinoma (RCC)Opdivo as monotherapy is indicated for the treatment of advanced renal cell carcinoma after prior therapy in adults.Opdivo in combination with ipilimumab is indicated for the first-line treatment of adult patients with intermediate/poor-risk advanced renal cell carcinoma.Classical Hodgkin Lymphoma (cHL)Opdivo as monotherapy is indicated for the treatment of adult patients with relapsed or refractory classical Hodgkin lymphoma after autologous stem cell transplant (ASCT) and treatment with brentuximab vedotin.Squamous Cell Cancer of the Head and Neck (SCCHN)Opdivo as monotherapy is indicated for the treatment of recurrent or metastatic squamous cell cancer of the head and neck in adults progressing on or after platinum-based therapy.Urothelial CarcinomaOpdivo as monotherapy is indicated for the treatment of locally advanced unresectable or metastatic urothelial carcinoma in adults after failure of prior platinum-containing therapy.Oesophageal squamous cell carcinoma (OSCC)Opdivo as monotherapy is indicated for the treatment of adult patients with unresectable advanced, recurrent or metastatic oesophageal squamous cell carcinoma after prior fluoropyrimidine- and platinum-based combination chemotherapy.",
      "inn": "nivolumab",
      "marketingAuthorisationDate": "2015-06-19 00:00:00",
      "marketingAuthorisationHolder": "Bristol-Myers Squibb Pharma EEIG",
      "medicineName": "Opdivo",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/opdivo"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "OPDIVO",
      "indication": "1 INDICATIONS AND USAGE OPDIVO is a programmed death receptor-1 (PD-1) blocking antibody indicated for the treatment of: Melanoma • patients with unresectable or metastatic melanoma, as a single agent or in combination with ipilimumab. (1.1) • patients with melanoma with lymph node involvement or metastatic disease who have undergone complete resection, in the adjuvant setting. (1.2) Non-Small Cell Lung Cancer (NSCLC) • adult patients with metastatic non-small cell lung cancer expressing PD-L1 (≥1%) as determined by an FDA-approved test, with no EGFR or ALK genomic tumor aberrations, as first-line treatment in combination with ipilimumab. (1.3) • adult patients with metastatic or recurrent non-small cell lung cancer with no EGFR or ALK genomic tumor aberrations as first-line treatment, in combination with ipilimumab and 2 cycles of platinum-doublet chemotherapy. (1.3) • patients with metastatic non-small cell lung cancer and progression on or after platinum-based chemotherapy. Patients with EGFR or ALK genomic tumor aberrations should have disease progression on FDA-approved therapy for these aberrations prior to receiving OPDIVO. (1.3) Malignant Pleural Mesothelioma • adult patients with unresectable malignant pleural mesothelioma, as first-line treatment in combination with ipilimumab. (1.4) Renal Cell Carcinoma (RCC) • patients with intermediate or poor risk advanced renal cell carcinoma, as a first-line treatment in combination with ipilimumab. (1.5) • patients with advanced renal cell carcinoma, as a first-line treatment in combination with cabozantinib. (1.5) • patients with advanced renal cell carcinoma who have received prior anti-angiogenic therapy. (1.5) Classical Hodgkin Lymphoma (cHL) • adult patients with classical Hodgkin lymphoma that has relapsed or progressed after a : (1.6) • autologous hematopoietic stem cell transplantation (HSCT) and brentuximab vedotin, or • 3 or more lines of systemic therapy that includes autologous HSCT. Squamous Cell Carcinoma of the Head and Neck (SCCHN) • patients with recurrent or metastatic squamous cell carcinoma of the head and neck with disease progression on or after a platinum-based therapy. (1.7) Urothelial Carcinoma • patients with locally advanced or metastatic urothelial carcinoma who a : • have disease progression during or following platinum-containing chemotherapy • have disease progression within 12 months of neoadjuvant or adjuvant treatment with platinum-containing chemotherapy. (1.8) Colorectal Cancer • adult and pediatric (12 years and older) patients with microsatellite instability-high (MSI-H) or mismatch repair deficient (dMMR) metastatic colorectal cancer that has progressed following treatment with a fluoropyrimidine, oxaliplatin, and irinotecan, as a single agent or in combination with ipilimumab. a (1.9) Hepatocellular Carcinoma (HCC) • patients with hepatocellular carcinoma who have been previously treated with sorafenib, as a single agent or in combination with ipilimumab. a (1.10) Esophageal Squamous Cell Carcinoma (ESCC) • patients with unresectable advanced, recurrent or metastatic esophageal squamous cell carcinoma after prior fluoropyrimidine- and platinum-based chemotherapy. (1.11) a This indication is approved under accelerated approval based on overall response rate and duration of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. 1.1 Unresectable or Metastatic Melanoma OPDIVO, as a single agent or in combination with ipilimumab, is indicated for the treatment of patients with unresectable or metastatic melanoma. 1.2 Adjuvant Treatment of Melanoma OPDIVO is indicated for the adjuvant treatment of patients with melanoma with involvement of lymph nodes or metastatic disease who have undergone complete resection. 1.3 Metastatic Non-Small Cell Lung Cancer • OPDIVO, in combination with ipilimumab, is indicated for the first-line treatment of adult patients with metastatic non-small cell lung cancer (NSCLC) whose tumors express PD-L1 (≥1%) as determined by an FDA-approved test [see Dosage and Administration (2.1) ] , with no EGFR or ALK genomic tumor aberrations. • OPDIVO, in combination with ipilimumab and 2 cycles of platinum-doublet chemotherapy, is indicated for the first-line treatment of adult patients with metastatic or recurrent non-small cell lung cancer (NSCLC), with no EGFR or ALK genomic tumor aberrations. • OPDIVO is indicated for the treatment of patients with metastatic NSCLC with progression on or after platinum-based chemotherapy. Patients with EGFR or ALK genomic tumor aberrations should have disease progression on FDA-approved therapy for these aberrations prior to receiving OPDIVO. 1.4 Malignant Pleural Mesothelioma OPDIVO, in combination with ipilimumab, is indicated for the first-line treatment of adult patients with unresectable malignant pleural mesothelioma. 1.5 Advanced Renal Cell Carcinoma • OPDIVO, in combination with ipilimumab, is indicated for the first-line treatment of patients with intermediate or poor risk advanced RCC. • OPDIVO, in combination with cabozantinib, is indicated for the first-line treatment of patients with advanced RCC. • OPDIVO as a single agent is indicated for the treatment of patients with advanced renal cell carcinoma (RCC) who have received prior anti-angiogenic therapy. 1.6 Classical Hodgkin Lymphoma OPDIVO is indicated for the treatment of adult patients with classical Hodgkin lymphoma (cHL) that has relapsed or progressed after: • autologous hematopoietic stem cell transplantation (HSCT) and brentuximab vedotin, or • 3 or more lines of systemic therapy that includes autologous HSCT. This indication is approved under accelerated approval based on overall response rate [see Clinical Studies (14.6) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. 1.7 Squamous Cell Carcinoma of the Head and Neck OPDIVO is indicated for the treatment of patients with recurrent or metastatic squamous cell carcinoma of the head and neck (SCCHN) with disease progression on or after platinum-based therapy. 1.8 Urothelial Carcinoma OPDIVO is indicated for the treatment of patients with locally advanced or metastatic urothelial carcinoma who: • have disease progression during or following platinum-containing chemotherapy • have disease progression within 12 months of neoadjuvant or adjuvant treatment with platinum-containing chemotherapy. This indication is approved under accelerated approval based on tumor response rate and duration of response [see Clinical Studies (14.8) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. 1.9 Microsatellite Instability-High or Mismatch Repair Deficient Metastatic Colorectal Cancer OPDIVO, as a single agent or in combination with ipilimumab, is indicated for the treatment of adult and pediatric patients 12 years and older with microsatellite instability-high (MSI-H) or mismatch repair deficient (dMMR) metastatic colorectal cancer (CRC) that has progressed following treatment with a fluoropyrimidine, oxaliplatin, and irinotecan. This indication is approved under accelerated approval based on overall response rate and duration of response [see Clinical Studies (14.9) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. 1.10 Hepatocellular Carcinoma OPDIVO , as a single agent or in combination with ipilimumab, is indicated for the treatment of patients with hepatocellular carcinoma (HCC) who have been previously treated with sorafenib. This indication is approved under accelerated approval based on overall response rate and duration of response [see Clinical Studies (14.10) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. 1.11 Esophageal Squamous Cell Carcinoma OPDIVO is indicated for the treatment of patients with unresectable advanced, recurrent or metastatic esophageal squamous cell carcinoma (ESCC) after prior fluoropyrimidine- and platinum-based chemotherapy.",
      "manufacturer": "E.R. Squibb & Sons, L.L.C.",
      "splSetId": "f570b9c4-6846-4de2-abfa-4d0a4ae4e394"
    }
  ],
  "id": "Nivolumab",
  "nciThesaurus": {
    "casRegistry": "946414-94-4",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A fully human immunoglobulin (Ig) G4 monoclonal antibody directed against the negative immunoregulatory human cell surface receptor programmed death-1 (PD-1, PCD-1) with immune checkpoint inhibitory and antineoplastic activities. Upon administration, nivolumab binds to and blocks the activation of PD-1, an immunoglobulin superfamily (IgSF) transmembrane protein, by its ligands programmed cell death ligand 1 (PD-L1), which is overexpressed on certain cancer cells, and programmed cell death ligand 2 (PD-L2), which is primarily expressed on antigen-presenting cells (APCs). This results in the activation of T-cells and cell-mediated immune responses against tumor cells. Activated PD-1 negatively regulates T-cell activation and plays a key role in tumor evasion from host immunity.",
    "fdaUniiCode": "31YO63LBSN",
    "identifier": "C68814",
    "preferredName": "Nivolumab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C128037",
      "C129822"
    ],
    "synonyms": [
      "BMS-936558",
      "MDX-1106",
      "NIVO",
      "NIVOLUMAB",
      "Nivolumab",
      "ONO-4538",
      "Opdivo"
    ]
  }
}