{
  "emaEpar": [
    {
      "activeSubstance": "Pembrolizumab",
      "conditionIndication": "MelanomaKeytruda as monotherapy is indicated for the treatment of advanced (unresectable or metastatic) melanoma in adults.Keytruda as monotherapy is indicated for the adjuvant treatment of adults with Stage III melanoma and lymph node involvement who have undergone complete resection (see section 5.1).Non small cell lung carcinoma (NSCLC)Keytruda as monotherapy is indicated for the first line treatment of metastatic non small cell lung carcinoma in adults whose tumours express PD L1 with a ≥ 50% tumour proportion score (TPS) with no EGFR or ALK positive tumour mutations.Keytruda, in combination with pemetrexed and platinum chemotherapy, is indicated for the first-line treatment of metastatic non squamous non small cell lung carcinoma in adults whose tumours have no EGFR or ALK positive mutations.Keytruda, in combination with carboplatin and either paclitaxel or nab paclitaxel, is indicated for the first line treatment of metastatic squamous non small cell lung carcinoma in adults.Keytruda as monotherapy is indicated for the treatment of locally advanced or metastatic non small cell lung carcinoma in adults whose tumours express PD L1 with a ≥ 1% TPS and who have received at least one prior chemotherapy regimen. Patients with EGFR or ALK positive tumour mutations should also have received targeted therapy before receiving Keytruda.Classical Hodgkin lymphoma (cHL)Keytruda as monotherapy is indicated for the treatment of adult and paediatric patients aged 3 years and older with relapsed or refractory classical Hodgkin lymphoma who have failed autologous stem cell transplant (ASCT) or following at least two prior therapies when ASCT is not a treatment option.Urothelial carcinomaKeytruda as monotherapy is indicated for the treatment of locally advanced or metastatic urothelial carcinoma in adults who have received prior platinum containing chemotherapy (see section 5.1).Keytruda as monotherapy is indicated for the treatment of locally advanced or metastatic urothelial carcinoma in adults who are not eligible for cisplatin containing chemotherapy and whose tumours express PD L1 with a combined positive score (CPS) ≥ 10 (see section 5.1).Head and neck squamous cell carcinoma (HNSCC)Keytruda, as monotherapy or in combination with platinum and 5 fluorouracil (5 FU) chemotherapy, is indicated for the first line treatment of metastatic or unresectable recurrent head and neck squamous cell carcinoma in adults whose tumours express PD L1 with a CPS ≥ 1 (see section 5.1).Keytruda as monotherapy is indicated for the treatment of recurrent or metastatic head and neck squamous cell carcinoma in adults whose tumours express PD L1 with a ≥ 50% TPS and progressing on or after platinum containing chemotherapy (see section 5.1).Renal cell carcinoma (RCC)Keytruda, in combination with axitinib, is indicated for the first line treatment of advanced renal cell carcinoma in adults (see section 5.1).Colorectal cancer (CRC)Keytruda as monotherapy is indicated for the first line treatment of metastatic microsatellite instability high (MSI H) or mismatch repair deficient (dMMR) colorectal cancer in adults.MelanomaKeytruda as monotherapy is indicated for the treatment of advanced (unresectable or metastatic) melanoma in adults.Keytruda as monotherapy is indicated for the adjuvant treatment of adults with Stage III melanoma and lymph node involvement who have undergone complete resection (see section 5.1).Non small cell lung carcinoma (NSCLC)Keytruda as monotherapy is indicated for the first line treatment of metastatic non small cell lung carcinoma in adults whose tumours express PD L1 with a ≥ 50% tumour proportion score (TPS) with no EGFR or ALK positive tumour mutations.Keytruda, in combination with pemetrexed and platinum chemotherapy, is indicated for the first line treatment of metastatic non squamous non small cell lung carcinoma in adults whose tumours have no EGFR or ALK positive mutations.Keytruda, in combination with carboplatin and either paclitaxel or nab paclitaxel, is indicated for the first line treatment of metastatic squamous non small cell lung carcinoma in adults.Keytruda as monotherapy is indicated for the treatment of locally advanced or metastatic non small cell lung carcinoma in adults whose tumours express PD L1 with a ≥ 1% TPS and who have received at least one prior chemotherapy regimen. Patients with EGFR or ALK positive tumour mutations should also have received targeted therapy before receiving KEYTRUDA.Classical Hodgkin lymphoma (cHL)Keytruda as monotherapy is indicated for the treatment of adult and paediatric patients aged 3 years and older with relapsed or refractory classical Hodgkin lymphoma who have failed autologous stem cell transplant (ASCT)  following at least two prior therapies when ASCT is not a treatment option.Urothelial carcinomaKeytruda as monotherapy is indicated for the treatment of locally advanced or metastatic urothelial carcinoma in adults who have received prior platinum containing chemotherapy (see section 5.1).Keytruda as monotherapy is indicated for the treatment of locally advanced or metastatic urothelial carcinoma in adults who are not eligible for cisplatin containing chemotherapy and whose tumours express PD L1 with a combined positive score (CPS) ≥ 10 (see section 5.1).Head and neck squamous cell carcinoma (HNSCC)Keytruda, as monotherapy or in combination with platinum and 5 fluorouracil (5 FU) chemotherapy, is indicated for the first line treatment of metastatic or unresectable recurrent head and neck squamous cell carcinoma in adults whose tumours express PD L1 with a CPS ≥ 1 (see section 5.1).Keytruda as monotherapy is indicated for the treatment of recurrent or metastatic head and neck squamous cell carcinoma in adults whose tumours express PD L1 with a ≥ 50% TPS and progressing on or after platinum containing chemotherapy (see section 5.1).Renal cell carcinoma (RCC)Keytruda, in combination with axitinib, is indicated for the first line treatment of advanced renal cell carcinoma in adults (see section 5.1).Colorectal cancer (CRC)Keytruda as monotherapy is indicated for the first line treatment of metastatic microsatellite instability high (MSI H) or mismatch repair deficient (dMMR) colorectal cancer in adults.",
      "inn": "pembrolizumab",
      "marketingAuthorisationDate": "2015-07-17 00:00:00",
      "marketingAuthorisationHolder": "Merck Sharp & Dohme B.V.",
      "medicineName": "Keytruda",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/keytruda"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "KEYTRUDA",
      "indication": "1 INDICATIONS AND USAGE KEYTRUDA is a programmed death receptor-1 (PD-1)-blocking antibody indicated: Melanoma for the treatment of patients with unresectable or metastatic melanoma. ( 1.1 ) for the adjuvant treatment of patients with melanoma with involvement of lymph node(s) following complete resection. ( 1.1 ) Non-Small Cell Lung Cancer (NSCLC) in combination with pemetrexed and platinum chemotherapy, as first-line treatment of patients with metastatic nonsquamous NSCLC, with no EGFR or ALK genomic tumor aberrations. ( 1.2 ) in combination with carboplatin and either paclitaxel or paclitaxel protein-bound, as first-line treatment of patients with metastatic squamous NSCLC. ( 1.2 ) as a single agent for the first-line treatment of patients with NSCLC expressing PD-L1 [Tumor Proportion Score (TPS) ≥1%] as determined by an FDA-approved test, with no EGFR or ALK genomic tumor aberrations, and is: stage III where patients are not candidates for surgical resection or definitive chemoradiation, or metastatic. ( 1.2 , 2.1 ) as a single agent for the treatment of patients with metastatic NSCLC whose tumors express PD-L1 (TPS ≥1%) as determined by an FDA-approved test, with disease progression on or after platinum-containing chemotherapy. Patients with EGFR or ALK genomic tumor aberrations should have disease progression on FDA-approved therapy for these aberrations prior to receiving KEYTRUDA. ( 1.2 , 2.1 ) Small Cell Lung Cancer (SCLC ) for the treatment of patients with metastatic SCLC with disease progression on or after platinum-based chemotherapy and at least one other prior line of therapy. 1 ( 1.3 ) Head and Neck Squamous Cell Cancer (HNSCC) in combination with platinum and FU for the first-line treatment of patients with metastatic or with unresectable, recurrent HNSCC. ( 1.4 ) as a single agent for the first-line treatment of patients with metastatic or with unresectable, recurrent HNSCC whose tumors express PD-L1 [Combined Positive Score (CPS) ≥1] as determined by an FDA-approved test. ( 1.4 , 2.1 ) as a single agent for the treatment of patients with recurrent or metastatic HNSCC with disease progression on or after platinum-containing chemotherapy. ( 1.4 ) Classical Hodgkin Lymphoma (cHL) for the treatment of adult patients with relapsed or refractory cHL. ( 1.5 ) for the treatment of pediatric patients with refractory cHL, or cHL that has relapsed after 2 or more lines of therapy. ( 1.5 ) Primary Mediastinal Large B-Cell Lymphoma (PMBCL) for the treatment of adult and pediatric patients with refractory PMBCL, or who have relapsed after 2 or more prior lines of therapy. ( 1.6 ) Limitations of Use : KEYTRUDA is not recommended for treatment of patients with PMBCL who require urgent cytoreductive therapy. Urothelial Carcinoma for the treatment of patients with locally advanced or metastatic urothelial carcinoma who are not eligible for cisplatin-containing chemotherapy and whose tumors express PD-L1 [Combined Positive Score (CPS) ≥10] as determined by an FDA-approved test, or in patients who are not eligible for any platinum-containing chemotherapy regardless of PD-L1 status. 1 ( 1.7 , 2.1 ) for the treatment of patients with locally advanced or metastatic urothelial carcinoma who have disease progression during or following platinum-containing chemotherapy or within 12 months of neoadjuvant or adjuvant treatment with platinum-containing chemotherapy. ( 1.7 ) for the treatment of patients with Bacillus Calmette-Guerin (BCG)-unresponsive, high-risk, non-muscle invasive bladder cancer (NMIBC) with carcinoma in situ (CIS) with or without papillary tumors who are ineligible for or have elected not to undergo cystectomy. ( 1.7 ) Microsatellite Instability-High or Mismatch Repair Deficient Cancer for the treatment of adult and pediatric patients with unresectable or metastatic, microsatellite instability-high (MSI-H) or mismatch repair deficient (dMMR) solid tumors that have progressed following prior treatment and who have no satisfactory alternative treatment options, 1 or colorectal cancer that has progressed following treatment with a fluoropyrimidine, oxaliplatin, and irinotecan. 1 ( 1.8 , 2.1 ) Limitations of Use : The safety and effectiveness of KEYTRUDA in pediatric patients with MSI-H central nervous system cancers have not been established. Microsatellite Instability-High or Mismatch Repair Deficient Colorectal Cancer (CRC) for the first-line treatment of patients with unresectable or metastatic MSI-H or dMMR colorectal cancer (CRC). ( 1.9 , 2.1 ) Gastric Cancer for the treatment of patients with recurrent locally advanced or metastatic gastric or gastroesophageal junction adenocarcinoma whose tumors express PD-L1 [Combined Positive Score (CPS) ≥1] as determined by an FDA-approved test, with disease progression on or after 2 or more prior lines of therapy including fluoropyrimidine- and platinum-containing chemotherapy and if appropriate, HER2/neu-targeted therapy. 1 ( 1.10 , 2.1 ) Esophageal Cancer for the treatment of patients with recurrent locally advanced or metastatic squamous cell carcinoma of the esophagus whose tumors express PD-L1 [Combined Positive Score (CPS) ≥10] as determined by an FDA-approved test, with disease progression after one or more prior lines of systemic therapy. ( 1.11 , 2.1 ) Cervical Cancer for the treatment of patients with recurrent or metastatic cervical cancer with disease progression on or after chemotherapy whose tumors express PD-L1 [Combined Positive Score (CPS) ≥1] as determined by an FDA-approved test. 1 ( 1.12 , 2.1 ) Hepatocellular Carcinoma (HCC) for the treatment of patients with HCC who have been previously treated with sorafenib. 1 ( 1.13 ) Merkel Cell Carcinoma (MCC) for the treatment of adult and pediatric patients with recurrent locally advanced or metastatic Merkel cell carcinoma. 1 ( 1.14 ) Renal Cell Carcinoma (RCC) in combination with axitinib, for the first-line treatment of patients with advanced RCC. ( 1.15 ) Endometrial Carcinoma in combination with lenvatinib, for the treatment of patients with advanced endometrial carcinoma that is not MSI-H or dMMR, who have disease progression following prior systemic therapy and are not candidates for curative surgery or radiation. 1 ( 1.16 ) Tumor Mutational Burden-High (TMB-H) Cancer for the treatment of adult and pediatric patients with unresectable or metastatic tumor mutational burden-high (TMB-H) [≥10 mutations/megabase (mut/Mb)] solid tumors, as determined by an FDA-approved test, that have progressed following prior treatment and who have no satisfactory alternative treatment options. 1 ( 1.17 , 2.1 ) Limitations of Use : The safety and effectiveness of KEYTRUDA in pediatric patients with TMB-H central nervous system cancers have not been established. Cutaneous Squamous Cell Carcinoma (cSCC) for the treatment of patients with recurrent or metastatic cutaneous squamous cell carcinoma that is not curable by surgery or radiation. ( 1.18 ) Triple-Negative Breast Cancer (TNBC) in combination with chemotherapy, for the treatment of patients with locally recurrent unresectable or metastatic TNBC whose tumors express PD-L1 [Combined Positive Score (CPS) ≥10] as determined by an FDA approved test. 2 ( 1.19 , 2.1 ) Adult Indications: Additional Dosing Regimen of 400 mg Every 6 Weeks for use at an additional recommended dosage of 400 mg every 6 weeks for all approved adult indications. 3 ( 1.20 , 2.2 ) 1 This indication is approved under accelerated approval based on tumor response rate and durability of response. Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. 2 This indication is approved under accelerated approval based on progression-free survival. Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. 3 This indication is approved under accelerated approval based on pharmacokinetic data, the relationship of exposure to efficacy, and the relationship of exposure to safety. Continued approval for this dosing may be contingent upon verification and description of clinical benefit in the confirmatory trials. 1.1 Melanoma KEYTRUDA ® (pembrolizumab) is indicated for the treatment of patients with unresectable or metastatic melanoma. KEYTRUDA is indicated for the adjuvant treatment of patients with melanoma with involvement of lymph node(s) following complete resection. 1.2 Non-Small Cell Lung Cancer KEYTRUDA, in combination with pemetrexed and platinum chemotherapy, is indicated for the first-line treatment of patients with metastatic nonsquamous non-small cell lung cancer (NSCLC), with no EGFR or ALK genomic tumor aberrations. KEYTRUDA, in combination with carboplatin and either paclitaxel or paclitaxel protein-bound, is indicated for the first-line treatment of patients with metastatic squamous NSCLC. KEYTRUDA, as a single agent, is indicated for the first-line treatment of patients with NSCLC expressing PD-L1 [Tumor Proportion Score (TPS) ≥1%] as determined by an FDA-approved test [see Dosage and Administration (2.1) ] , with no EGFR or ALK genomic tumor aberrations, and is: stage III where patients are not candidates for surgical resection or definitive chemoradiation, or metastatic. KEYTRUDA, as a single agent, is indicated for the treatment of patients with metastatic NSCLC whose tumors express PD-L1 (TPS ≥1%) as determined by an FDA-approved test [see Dosage and Administration (2.1) ] , with disease progression on or after platinum-containing chemotherapy. Patients with EGFR or ALK genomic tumor aberrations should have disease progression on FDA-approved therapy for these aberrations prior to receiving KEYTRUDA. 1.3 Small Cell Lung Cancer KEYTRUDA is indicated for the treatment of patients with metastatic small cell lung cancer (SCLC) with disease progression on or after platinum-based chemotherapy and at least one other prior line of therapy. This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.3) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. 1.4 Head and Neck Squamous Cell Cancer KEYTRUDA, in combination with platinum and fluorouracil (FU), is indicated for the first-line treatment of patients with metastatic or with unresectable, recurrent head and neck squamous cell carcinoma (HNSCC). KEYTRUDA, as a single agent, is indicated for the first-line treatment of patients with metastatic or with unresectable, recurrent HNSCC whose tumors express PD-L1 [Combined Positive Score (CPS) ≥1] as determined by an FDA-approved test [see Dosage and Administration (2.1) ] . KEYTRUDA, as a single agent, is indicated for the treatment of patients with recurrent or metastatic HNSCC with disease progression on or after platinum-containing chemotherapy. 1.5 Classical Hodgkin Lymphoma KEYTRUDA is indicated for the treatment of adult patients with relapsed or refractory classical Hodgkin lymphoma (cHL). KEYTRUDA is indicated for the treatment of pediatric patients with refractory cHL, or cHL that has relapsed after 2 or more lines of therapy. 1.6 Primary Mediastinal Large B-Cell Lymphoma KEYTRUDA is indicated for the treatment of adult and pediatric patients with refractory primary mediastinal large B-cell lymphoma (PMBCL), or who have relapsed after 2 or more prior lines of therapy. Limitations of Use : KEYTRUDA is not recommended for treatment of patients with PMBCL who require urgent cytoreductive therapy. 1.7 Urothelial Carcinoma KEYTRUDA is indicated for the treatment of patients with locally advanced or metastatic urothelial carcinoma who are not eligible for cisplatin-containing chemotherapy and whose tumors express PD-L1 (CPS ≥10) as determined by an FDA-approved test [see Dosage and Administration (2.1) ] , or in patients who are not eligible for any platinum-containing chemotherapy regardless of PD-L1 status. This indication is approved under accelerated approval based on tumor response rate and duration of response [see Clinical Studies (14.7) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in confirmatory trials. KEYTRUDA is indicated for the treatment of patients with locally advanced or metastatic urothelial carcinoma who have disease progression during or following platinum-containing chemotherapy or within 12 months of neoadjuvant or adjuvant treatment with platinum-containing chemotherapy. KEYTRUDA is indicated for the treatment of patients with Bacillus Calmette-Guerin (BCG)-unresponsive, high-risk, non-muscle invasive bladder cancer (NMIBC) with carcinoma in situ (CIS) with or without papillary tumors who are ineligible for or have elected not to undergo cystectomy. 1.8 Microsatellite Instability-High or Mismatch Repair Deficient Cancer KEYTRUDA is indicated for the treatment of adult and pediatric patients with unresectable or metastatic, microsatellite instability-high (MSI-H) or mismatch repair deficient (dMMR) solid tumors that have progressed following prior treatment and who have no satisfactory alternative treatment options, or colorectal cancer that has progressed following treatment with a fluoropyrimidine, oxaliplatin, and irinotecan. This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.8) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. Limitations of Use : The safety and effectiveness of KEYTRUDA in pediatric patients with MSI-H central nervous system cancers have not been established. 1.9 Microsatellite Instability-High or Mismatch Repair Deficient Colorectal Cancer KEYTRUDA is indicated for the first-line treatment of patients with unresectable or metastatic MSI-H or dMMR colorectal cancer (CRC). 1.10 Gastric Cancer KEYTRUDA is indicated for the treatment of patients with recurrent locally advanced or metastatic gastric or gastroesophageal junction adenocarcinoma whose tumors express PD-L1 (CPS ≥1) as determined by an FDA-approved test [see Dosage and Administration (2.1) ] , with disease progression on or after 2 or more prior lines of therapy including fluoropyrimidine- and platinum-containing chemotherapy and if appropriate, HER2/neu-targeted therapy. This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.10) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. 1.11 Esophageal Cancer KEYTRUDA is indicated for the treatment of patients with recurrent locally advanced or metastatic squamous cell carcinoma of the esophagus whose tumors express PD-L1 (CPS ≥10) as determined by an FDA-approved test [see Dosage and Administration (2.1) ] , with disease progression after one or more prior lines of systemic therapy. 1.12 Cervical Cancer KEYTRUDA is indicated for the treatment of patients with recurrent or metastatic cervical cancer with disease progression on or after chemotherapy whose tumors express PD-L1 (CPS ≥1) as determined by an FDA-approved test [see Dosage and Administration (2.1) ] . This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.12) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. 1.13 Hepatocellular Carcinoma KEYTRUDA is indicated for the treatment of patients with hepatocellular carcinoma (HCC) who have been previously treated with sorafenib . This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.13) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. 1.14 Merkel Cell Carcinoma KEYTRUDA is indicated for the treatment of adult and pediatric patients with recurrent locally advanced or metastatic Merkel cell carcinoma (MCC). This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.14) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. 1.15 Renal Cell Carcinoma KEYTRUDA, in combination with axitinib, is indicated for the first-line treatment of patients with advanced renal cell carcinoma (RCC). 1.16 Endometrial Carcinoma KEYTRUDA, in combination with lenvatinib, is indicated for the treatment of patients with advanced endometrial carcinoma that is not MSI-H or dMMR, who have disease progression following prior systemic therapy and are not candidates for curative surgery or radiation. This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.16) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. 1.17 Tumor Mutational Burden-High Cancer KEYTRUDA is indicated for the treatment of adult and pediatric patients with unresectable or metastatic tumor mutational burden-high (TMB-H) [≥10 mutations/megabase (mut/Mb)] solid tumors, as determined by an FDA-approved test [see Dosage and Administration (2.1) ] , that have progressed following prior treatment and who have no satisfactory alternative treatment options. This indication is approved under accelerated approval based on tumor response rate and durability of response [see Clinical Studies (14.17) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. Limitations of Use : The safety and effectiveness of KEYTRUDA in pediatric patients with TMB-H central nervous system cancers have not been established. 1.18 Cutaneous Squamous Cell Carcinoma KEYTRUDA is indicated for the treatment of patients with recurrent or metastatic cutaneous squamous cell carcinoma (cSCC) that is not curable by surgery or radiation. 1.19 Triple-Negative Breast Cancer KEYTRUDA, in combination with chemotherapy, is indicated for the treatment of patients with locally recurrent unresectable or metastatic triple-negative breast cancer (TNBC) whose tumors express PD-L1 (CPS ≥10) as determined by an FDA-approved test [see Dosage and Administration (2.1) ] . This indication is approved under accelerated approval based on progression-free survival [see Clinical Studies (14.19) ] . Continued approval for this indication may be contingent upon verification and description of clinical benefit in the confirmatory trials. 1.20 Adult Indications: Additional Dosing Regimen of 400 mg Every 6 Weeks KEYTRUDA is indicated for use at an additional recommended dosage of 400 mg every 6 weeks for all approved adult indications [see Indications and Usage (1.1 - 1.19) and Dosage and Administration (2.2) ] . This indication is approved under accelerated approval based on pharmacokinetic data, the relationship of exposure to efficacy, and the relationship of exposure to safety [see Clinical Pharmacology (12.2) and Clinical Studies (14.20) ] . Continued approval for this dosing may be contingent upon verification and description of clinical benefit in the confirmatory trials.",
      "manufacturer": "Merck Sharp & Dohme Corp.",
      "splSetId": "9333c79b-d487-4538-a9f0-71b91a02b287"
    }
  ],
  "id": "Pembrolizumab",
  "nciThesaurus": {
    "casRegistry": "1374853-91-4",
    "chebiId": "",
    "chemicalFormula": "",
    "definition": "A humanized monoclonal immunoglobulin (Ig) G4 antibody directed against human cell surface receptor PD-1 (programmed death-1 or programmed cell death-1) with potential immune checkpoint inhibitory and antineoplastic activities. Upon administration, pembrolizumab binds to PD-1, an inhibitory signaling receptor expressed on the surface of activated T cells, and blocks the binding to and activation of PD-1 by its ligands, which results in the activation of T-cell-mediated immune responses against tumor cells. The ligands for PD-1 include programmed cell death ligand 1 (PD-L1), overexpressed on certain cancer cells, and programmed cell death ligand 2 (PD-L2), which is primarily expressed on APCs. Activated PD-1 negatively regulates T-cell activation and plays a key role in in tumor evasion from host immunity.",
    "fdaUniiCode": "DPT0O3T46P",
    "identifier": "C106432",
    "preferredName": "Pembrolizumab",
    "semanticType": "Amino Acid, Peptide, or Protein",
    "subclassOf": [
      "C128037"
    ],
    "synonyms": [
      "Immunoglobulin G4, Anti-(Human Programmed Cell Death 1); Humanized Mouse Monoclonal (228-L-proline(H10-S>P))gamma 4 Heavy Chain (134-218')-disulfide with Humanized Mouse Monoclonal Kappa Light Chain Dimer (226-226'':229-229'')-bisdisulfide",
      "Keytruda",
      "Lambrolizumab",
      "MK-3475",
      "PEMBROLIZUMAB",
      "Pembrolizumab",
      "SCH 900475"
    ]
  }
}