{
  "emaEpar": [
    {
      "activeSubstance": "zoledronic acid, zoledronic acid monohydrate",
      "conditionIndication": "Prevention of skeletal related events (pathological fractures, spinal compression, radiation or surgery to bone, or tumour-induced hypercalcaemia) in patients with advanced malignancies involving bone;, \ttreatment of tumour-induced hypercalcaemia (TIH);, \tprevention of skeletal related events (pathological fractures, spinal compression, radiation or surgery to bone, or tumour-induced hypercalcaemia) in patients with advanced malignancies involving bone;, \ttreatment of tumour-induced hypercalcaemia (TIH);, \tprevention of skeletal related events (pathological fractures, spinal compression, radiation or surgery to bone, or tumour-induced hypercalcaemia) in adult patients with advanced malignancies involving bone;, \ttreatment of adult patients with tumour-induced hypercalcaemia (TIH)., ",
      "inn": "zoledronic acid",
      "marketingAuthorisationDate": "2001-03-20 01:00:00",
      "marketingAuthorisationHolder": "Novartis Europharm Limited",
      "medicineName": "Zometa",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zometa"
    },
    {
      "activeSubstance": "zoledronic acid monohydrate",
      "conditionIndication": "Prevention of skeletal related events (pathological fractures, spinal compression, radiation or surgery to bone, or tumour-induced hypercalcaemia) in adult patients with advanced malignancies involving bone.Treatment of adult patients with tumour-induced hypercalcaemia (TIH).",
      "inn": "zoledronic acid",
      "marketingAuthorisationDate": "2012-08-03 00:00:00",
      "marketingAuthorisationHolder": "medac Gesellschaft für klinische Spezialpräparate mbH",
      "medicineName": "Zoledronic acid medac",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zoledronic-acid-medac"
    },
    {
      "activeSubstance": "zoledronic acid monohydrate",
      "conditionIndication": "Prevention of skeletal related events (pathological fractures, spinal compression, radiation or surgery to bone, or tumour-induced hypercalcaemia) in adult patients with advanced malignancies involving bone.Treatment of adult patients with tumour-induced hypercalcaemia (TIH).",
      "inn": "zoledronic acid",
      "marketingAuthorisationDate": "2014-01-16 01:00:00",
      "marketingAuthorisationHolder": "Accord Healthcare S.L.U.",
      "medicineName": "Zoledronic Acid Accord",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zoledronic-acid-accord"
    },
    {
      "activeSubstance": "zoledronic acid monohydrate",
      "conditionIndication": "Prevention of skeletal-related events (pathological fractures, spinal compression, radiation or surgery to bone, or tumour-induced hypercalcaemia) in adult patients with advanced malignancies involving bone., , Treatment of adult patients with tumour-induced hypercalcaemia. , ",
      "inn": "zoledronic acid",
      "marketingAuthorisationDate": "2012-04-20 00:00:00",
      "marketingAuthorisationHolder": "Actavis Group PTC ehf  ",
      "medicineName": "Zoledronic acid Actavis",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zoledronic-acid-actavis"
    },
    {
      "activeSubstance": "zoledronic acid",
      "conditionIndication": "Prevention of skeletal-related events and treatment of tumour-induced hypercalcaemia.",
      "inn": "zoledronic acid",
      "marketingAuthorisationDate": "2012-08-16 00:00:00",
      "marketingAuthorisationHolder": "Teva B.V.",
      "medicineName": "Zoledronic acid Teva",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zoledronic-acid-teva"
    },
    {
      "activeSubstance": "zoledronic acid",
      "conditionIndication": "Prevention of skeletal related events (pathological fractures, spinal compression, radiation or surgery to bone, or tumour-induced hypercalcaemia) in adult patients with advanced malignancies involving bone;treatment of adult patients with tumour-induced hypercalcaemia (TIH).",
      "inn": "zoledronic acid",
      "marketingAuthorisationDate": "2012-08-23 00:00:00",
      "marketingAuthorisationHolder": "Mylan S.A.S.",
      "medicineName": "Zoledronic acid Mylan",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zoledronic-acid-mylan"
    },
    {
      "activeSubstance": "zoledronic acid",
      "conditionIndication": "Treatment of osteoporosis:, , in post-menopausal women;, \tin men;, at increased risk of fracture, including those with a recent low-trauma hip fracture., , Treatment of osteoporosis associated with long-term systemic glucocorticoid therapy in post-menopausal women and in men at increased risk of fracture., , Treatment of Paget's disease of the bone., ",
      "inn": "zoledronic acid",
      "marketingAuthorisationDate": "2005-04-15 00:00:00",
      "marketingAuthorisationHolder": "Novartis Europharm Limited ",
      "medicineName": "Aclasta",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/aclasta"
    },
    {
      "activeSubstance": "zoledronic acid monohydrate",
      "conditionIndication": "4 mg / 5 ml and 4 mg / 100 ml:Prevention of skeletal-related events (pathological fractures, spinal compression, radiation or surgery to bone, or tumour-induced hypercalcaemia) in adult patients with advanced malignancies involving bone.Treatment of adult patients with tumour-induced hypercalcaemia (TIH).5 mg / 100 ml:Treatment of osteoporosis:in post-menopausal women;in men;at increased risk of fracture, including those with a recent low-trauma hip fracture.Treatment of osteoporosis associated with long-term systemic glucocorticoid therapy:in post-menopausal women;in men;at increased risk of fracture.Treatment of Paget's disease of the bone in adults.",
      "inn": "zoledronic acid",
      "marketingAuthorisationDate": "2012-11-19 01:00:00",
      "marketingAuthorisationHolder": "Pfizer Europe MA EEIG",
      "medicineName": "Zoledronic Acid Hospira",
      "url": "https://www.ema.europa.eu/en/medicines/human/EPAR/zoledronic-acid-hospira"
    }
  ],
  "fdaDrugLabel": [
    {
      "brand": "Zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. (1.1) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. (1.2) Important limitation of use: The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or nontumor-related hypercalcemia. (1.3) 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 ( 4.0 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. 1.3 Important Limitation of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other nontumor-related conditions have not been established.",
      "manufacturer": "Heritage Pharmaceuticals Inc. d/b/a Avet Pharmaceuticals Inc.",
      "splSetId": "00a5bd5a-e5ee-4bad-b510-a4d4485485c8"
    },
    {
      "brand": "Zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE ZOLEDRONIC ACID Injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy.( 1.2 ) Limitations of Use : The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL = Ca in mg/dL + 0.8 (4.0 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non–tumor-related conditions have not been established.",
      "manufacturer": "Northstar RxLLC",
      "splSetId": "1349fb63-3d9d-4dc0-bdbb-5af0429f9a72"
    },
    {
      "brand": "zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid Injection is a bisphosphonate indicated for: Treatment of Paget's disease of bone in men and women ( 1.5 ) 1.5 Paget's Disease of Bone Zoledronic Acid Injection is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget's disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [see Clinical Studies ( 14.5 )] .",
      "manufacturer": "Sagent Pharmaceuticals",
      "splSetId": "164500d7-51cf-438a-8bee-7a7dce76ad7a"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for: •Treatment and prevention of postmenopausal osteoporosis (1.1, 1.2) •Treatment to increase bone mass in men with osteoporosis (1.3) •Treatment and prevention of glucocorticoid-induced osteoporosis (1.4) •Treatment of Paget’s disease of bone in men and women (1.5) Limitations of Use Optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use (1.6) 1.1 Treatment of Osteoporosis in Postmenopausal Women Zoledronic acid injection is indicated for treatment of osteoporosis in postmenopausal women. In postmenopausal women with osteoporosis, diagnosed by bone mineral density (BMD) or prevalent vertebral fracture, zoledronic acid injection reduces the incidence of fractures (hip, vertebral and non-vertebral osteoporosis-related fractures). In patients at high risk of fracture, defined as a recent low-trauma hip fracture, zoledronic acid injection reduces the incidence of new clinical fractures [ see Clinical Studies (14.1) ]. 1.2 Prevention of Osteoporosis in Postmenopausal Women Zoledronic acid injection is indicated for prevention of osteoporosis in postmenopausal women [ see Clinical Studies (14.2) ]. 1.3 Osteoporosis in Men Zoledronic acid injection is indicated for treatment to increase bone mass in men with osteoporosis [ see Clinical Studies (14.3) ]. 1.4 Glucocorticoid-Induced Osteoporosis Zoledronic acid injection is indicated for the treatment and prevention of glucocorticoid-induced osteoporosis in men and women who are either initiating or continuing systemic glucocorticoids in a daily dosage equivalent to 7.5 mg or greater of prednisone and who are expected to remain on glucocorticoids for at least 12 months [ see Clinical Studies (14.4) ]. 1.5 Paget's Disease of Bone Zoledronic acid injection is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget’s disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [ see Clinical Studies (14.5) ]. 1.6 Important Limitations of Use The safety and effectiveness of zoledronic acid injection for the treatment of osteoporosis is based on clinical data of three years duration. The optimal duration of use has not been determined. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Fresenius Kabi USA, LLC",
      "splSetId": "16fcf8c9-ef8a-4e93-9ee6-acfadd35a861"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of Use: The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or nontumor-related hypercalcemia. ( 1.3 ) 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin­-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Dr. Reddy's Laboratories Limited",
      "splSetId": "1738a682-5903-b675-3a7a-61d299a6f248"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid Injection is a bisphosphonate indicated for the treatment of: • Hypercalcemia of malignancy. (1.1) • Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. (1.2) Limitation of Use : The safety and efficacy of Zoledronic Acid Injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL =Ca in mg/dL + 0.8 ( 4.0 g/dL – patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitation of Use The safety and efficacy of Zoledronic Acid Injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Gland Pharma Limited",
      "splSetId": "1740d7d8-a101-4688-8d8b-beb00559d602"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for: Treatment and prevention of postmenopausal osteoporosis ( 1.1 , 1.2 ) Treatment to increase bone mass in men with osteoporosis ( 1.3 ) Treatment and prevention of glucocorticoid-induced osteoporosis ( 1.4 ) Treatment of Paget's disease of bone in men and women ( 1.5 ) Limitations of Use Optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use ( 1.6 ) 1.1 Treatment of Osteoporosis in Postmenopausal Women Zoledronic acid injection is indicated for treatment of osteoporosis in postmenopausal women. In postmenopausal women with osteoporosis, diagnosed by bone mineral density (BMD) or prevalent vertebral fracture, zoledronic acid injection reduces the incidence of fractures (hip, vertebral and non-vertebral osteoporosis-related fractures). In patients at high risk of fracture, defined as a recent low-trauma hip fracture, zoledronic acid injection reduces the incidence of new clinical fractures [see Clinical Studies ( 14.1 )]. 1.2 Prevention of Osteoporosis in Postmenopausal Women Zoledronic acid injection is indicated for prevention of osteoporosis in postmenopausal women [see Clinical Studies ( 14.2 )]. 1.3 Osteoporosis in Men Zoledronic acid injection is indicated for treatment to increase bone mass in men with osteoporosis [see Clinical Studies ( 14.3 )]. 1.4 Glucocorticoid-Induced Osteoporosis Zoledronic acid injection is indicated for the treatment and prevention of glucocorticoid-induced osteoporosis in men and women who are either initiating or continuing systemic glucocorticoids in a daily dosage equivalent to 7.5 mg or greater of prednisone and who are expected to remain on glucocorticoids for at least 12 months [see Clinical Studies ( 14.4 )]. 1.5 Paget's Disease of Bone Zoledronic acid injection is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget's disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [see Clinical Studies ( 14.5 )]. 1.6 Important Limitations of Use The safety and effectiveness of zoledronic acid injection for the treatment of osteoporosis is based on clinical data of three years duration. The optimal duration of use has not been determined. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Athenex Pharmaceutical Division, LLC.",
      "splSetId": "175165dd-f20c-4f22-aea9-bd44632598a1"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1. INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for: • Treatment of Paget's disease of bone in men and women ( 1.5 ) 1.5 Paget's Disease of Bone Zoledronic acid injection is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget's disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [ see Clinical Studies (14.5) ].",
      "manufacturer": "Mylan Institutional LLC",
      "splSetId": "1977d713-4cc7-405e-b4c1-a9a91635eff6"
    },
    {
      "brand": "Zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: • Hypercalcemia of malignancy ( 1.1 ) • Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of Use : The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3 mmol/L] using the formula: cCa in mg/dL = Ca in mg/dL + 0.8 (4 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Mylan Institutional LLC",
      "splSetId": "20cd29cc-cef5-48c4-adfe-6b3dfee0ab61"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of use : The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4.0 g/dL – patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Akorn",
      "splSetId": "2191fccc-9f90-486c-8f30-dc828b62fe15"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid Injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitation of use: The safety and efficacy of Zoledronic Acid Injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4.0 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of Zoledronic Acid Injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Breckenridge Pharmaceutical, Inc",
      "splSetId": "2cf16c47-4c68-423e-a596-d0b1d3c5e067"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for: Treatment of Paget's disease of bone in men and women ( 1.5 ) 1.5 Paget's Disease of Bone Zoledronic acid injection is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget's disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [ see Clinical Studies ( 14.5 ) ].",
      "manufacturer": "Akorn, Inc.",
      "splSetId": "332bc852-7f9d-402d-8664-0ed908a5262e"
    },
    {
      "brand": "Reclast",
      "indication": "1 INDICATIONS AND USAGE Reclast is a bisphosphonate indicated for: Treatment and prevention of postmenopausal osteoporosis ( 1.1 , 1.2 ) Treatment to increase bone mass in men with osteoporosis ( 1.3 ) Treatment and prevention of glucocorticoid-induced osteoporosis ( 1.4 ) Treatment of Paget’s disease of bone in men and women ( 1.5 ) Limitations of Use Optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use ( 1.6 ) 1.1 Treatment of Osteoporosis in Postmenopausal Women Reclast is indicated for treatment of osteoporosis in postmenopausal women. In postmenopausal women with osteoporosis, diagnosed by bone mineral density (BMD) or prevalent vertebral fracture, Reclast reduces the incidence of fractures (hip, vertebral, and non-vertebral osteoporosis-related fractures). In patients at high risk of fracture, defined as a recent low-trauma hip fracture, Reclast reduces the incidence of new clinical fractures [ see Clinical Studies (14.1) ]. 1.2 Prevention of Osteoporosis in Postmenopausal Women Reclast is indicated for prevention of osteoporosis in postmenopausal women [ see Clinical Studies (14.2) ]. 1.3 Osteoporosis in Men Reclast is indicated for treatment to increase bone mass in men with osteoporosis [ see Clinical Studies (14.3 ) ]. 1.4 Glucocorticoid-Induced Osteoporosis Reclast is indicated for the treatment and prevention of glucocorticoid-induced osteoporosis in men and women who are either initiating or continuing systemic glucocorticoids in a daily dosage equivalent to 7.5 mg or greater of prednisone and who are expected to remain on glucocorticoids for at least 12 months [ s ee Clinical Studies (14.4) ]. 1.5 Paget's Disease of Bone Reclast is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget’s disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [ see Clinical Studies (14.5) ]. 1.6 Important Limitations of Use The safety and effectiveness of Reclast for the treatment of osteoporosis is based on clinical data of three years duration. The optimal duration of use has not been determined. All patients on bisphosphonate therapy should have the need for continued therapy reevaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture reevaluated periodically.",
      "manufacturer": "Novartis Pharmaceuticals Corporation",
      "splSetId": "3c79ff9c-a6f4-405d-b19c-7e473a61dedc"
    },
    {
      "brand": "Zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE ZOLEDRONIC ACID Injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy.( 1.2 ) Limitations of Use : The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL = Ca in mg/dL + 0.8 (4.0 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non–tumor-related conditions have not been established.",
      "manufacturer": "Accord Healthcare Inc.",
      "splSetId": "3df715a1-2562-4374-a383-6edc33c6e52f"
    },
    {
      "brand": "zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid Injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of Use : The safety and efficacy of Zoledronic Acid Injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3 mmol/L] using the formula: cCa in mg/dL = Ca in mg/dL + 0.8 (4 g/dL – patient albumin [1g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of Zoledronic Acid Injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Sagent Pharmaceuticals",
      "splSetId": "567578e6-cd2d-4339-b0f6-7a15444c0639"
    },
    {
      "brand": "zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of Malignancy ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of use: The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL= Ca in mg/dL + 0.8 (4.0 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Ingenus Pharmaceuticals, LLC",
      "splSetId": "5a9b379a-bba6-46a1-867f-79a9700fa02e"
    },
    {
      "brand": "ZOLEDRONIC ACID",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid Injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of use : The safety and efficacy of Zoledronic acid Injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. ( 1.3 ) 1.1 Hypercalcemia of Malignancy Zoledronic acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL =Ca in mg/dL + 0.8 ( 4.0 g/dL – patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of Zoledronic acid Injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other nontumor-related conditions have not been established.",
      "manufacturer": "BPI Labs, LLC",
      "splSetId": "634e9d4b-e940-4743-ad39-794dad28d79b"
    },
    {
      "brand": "Zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE ZOLEDRONIC ACID Injection is a bisphosphonate indicated for the treatment of: • Hypercalcemia of malignancy. ( 1.1 ) • Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy.( 1.2 ) Limitations of Use : The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL = Ca in mg/dL + 0.8 (4.0 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non–tumor-related conditions have not been established.",
      "manufacturer": "BluePoint Laboratories",
      "splSetId": "666b1833-ee9b-4a6f-bd4c-9526552cec0a"
    },
    {
      "brand": "zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid Injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of Use : The safety and efficacy of Zoledronic Acid Injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4.0 g/dL – patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of Zoledronic Acid Injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Sagent Pharmaceuticals",
      "splSetId": "6b056e07-f432-4523-af5f-b3cc141a3a0d"
    },
    {
      "brand": "ZOLEDRONIC ACID",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of Use : The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4.0 g/dL – patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Hospira, Inc.",
      "splSetId": "6f5c1c1d-00dc-4ac4-84ae-0804ab257985"
    },
    {
      "brand": "Zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: • Hypercalcemia of malignancy ( 1.1 ) • Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of Use : The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3 mmol/L] using the formula: cCa in mg/dL = Ca in mg/dL + 0.8 (4 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Mylan Institutional LLC",
      "splSetId": "76b5a767-f248-4c02-8509-ee9dac05d8be"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of use: The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or nontumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin‑corrected calcium (cCa) of greater than or equal to 12 mg/dL [3 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other nontumor-related conditions have not been established.",
      "manufacturer": "West-Ward Pharmaceuticals Corp",
      "splSetId": "784d33fa-0046-42eb-894b-3fc47dcfd4dc"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid Injection is a bisphosphonate indicated for the treatment of: • Hypercalcemia of malignancy. (1.1) • Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. (1.2) Limitations of Use : The safety and efficacy of Zoledronic Acid Injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4.0 g/dL – patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of Zoledronic Acid Injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Gland Pharma Limited",
      "splSetId": "7a5e8962-7c4b-40bb-ad69-0c3edb0338af"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1. INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for: • Treatment of Paget's disease of bone in men and women ( 1.5 ) 1.5 Paget's Disease of Bone Zoledronic acid injection is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget's disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [ see Clinical Studies (14.5) ].",
      "manufacturer": "Mylan Institutional LLC",
      "splSetId": "80006f10-85a3-4390-b5dc-3b2097134f3d"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for: •Treatment and prevention of postmenopausal osteoporosis ( 1.1 , 1.2 ) •Treatment to increase bone mass in men with osteoporosis ( 1.3 ) •Treatment and prevention of glucocorticoid-induced osteoporosis ( 1.4 ) •Treatment of Paget’s disease of bone in men and women ( 1.5 ) Limitations of Use Optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use ( 1.6 ) 1.1 Treatment of Osteoporosis in Postmenopausal Women Zoledronic acid injection is indicated for treatment of osteoporosis in postmenopausal women. In postmenopausal women with osteoporosis, diagnosed by bone mineral density (BMD) or prevalent vertebral fracture, zoledronic acid injection reduces the incidence of fractures (hip, vertebral and non-vertebral osteoporosis-related fractures). In patients at high risk of fracture, defined as a recent low-trauma hip fracture, zoledronic acid injection reduces the incidence of new clinical fractures [see Clinical Studies (14.1) ]. 1.2 Prevention of Osteoporosis in Postmenopausal Women Zoledronic acid injection is indicated for prevention of osteoporosis in postmenopausal women [see Clinical Studies (14.2) ]. 1.3 Osteoporosis in Men Zoledronic acid injection is indicated for treatment to increase bone mass in men with osteoporosis [see Clinical Studies (14.3) ]. 1.4 Glucocorticoid-Induced Osteoporosis Zoledronic acid injection is indicated for the treatment and prevention of glucocorticoid-induced osteoporosis in men and women who are either initiating or continuing systemic glucocorticoids in a daily dosage equivalent to 7.5 mg or greater of prednisone and who are expected to remain on glucocorticoids for at least 12 months [see Clinical Studies (14.4) ]. 1.5 Paget's Disease of Bone Zoledronic acid injection is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget’s disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [see Clinical Studies (14.5) ]. 1.6 Important Limitations of Use The safety and effectiveness of zoledronic acid injection for the treatment of osteoporosis is based on clinical data of three years duration. The optimal duration of use has not been determined. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically.",
      "manufacturer": "Gland Pharma Limited",
      "splSetId": "824eaeee-6b3d-4d62-b268-77f8bd8e7f10"
    },
    {
      "brand": "ZOLEDRONIC ACID",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of Use : The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL = Ca in mg/dL + 0.8 (4.0 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non–tumor-related conditions have not been established.",
      "manufacturer": "Hospira, Inc.",
      "splSetId": "957f4d54-1aec-4edd-ca94-e5db8e3c07eb"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid Injectionis a bisphosphonate indicated for the treatment of: • Hypercalcemia of malignancy. ( 1.1 ) • Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of use : The safety and efficacy of Zoledronic acid Injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 ( 4.0 g/dL – patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of Zoledronic acid Injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Apotex Corp",
      "splSetId": "aa160b73-9a99-48ac-a9b7-32e2b4b1c79e"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy (1.1) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. (1.2) Limitations of Use : The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL = Ca in mg/dL + 0.8 (4.0 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non−tumor-related conditions have not been established.",
      "manufacturer": "AuroMedics Pharma LLC",
      "splSetId": "ac7ff1eb-6e73-4cc8-9114-c5a4483ad4c3"
    },
    {
      "brand": "Zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ). Limitation of use: The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or nontumor-related-hypercalcemia . 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin­-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitation of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Dr. Reddy's Laboratories Inc",
      "splSetId": "b165df31-52f0-d67f-71e7-f3b4f18d2f15"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid Injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of Use : The safety and efficacy of Zoledronic Acid Injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4.0 g/dL – patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of Zoledronic Acid Injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Athenex Pharmaceutical Division, LLC.",
      "splSetId": "b38f6d02-145e-410d-ae0f-f7c93786ab6a"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of Use: The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or nontumor-related hypercalcemia. ( 1.3 ) 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin­-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Dr. Reddy's Laboratories Inc.",
      "splSetId": "bbb29627-76b5-e742-0e79-ef3bf22021b8"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid Injection is a bisphosphonate indicated for: Treatment of Paget’s disease of bone in men and women (1.5) 1.5 Paget's Disease of Bone Zoledronic Acid Injection is indicated for treatment of Paget’s disease of bone in men and women. Treatment is indicated in patients with Paget’s disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [see Clinical Studies (14.5) ] .",
      "manufacturer": "AuroMedics Pharma LLC",
      "splSetId": "bf5f96d4-f87c-4968-bed0-a4b5e77f4162"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for: Treatment of Paget’s disease of bone in men and women ( 1.5 ) 1.5 Paget's Disease of Bone Zoledronic acid injection is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget’s disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [see Clinical Studies (14.5) ].",
      "manufacturer": "Dr.Reddy's Laboratories Inc",
      "splSetId": "c8e02635-4473-8ba2-248f-ced58dbeabce"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid Injection is a bisphosphonate indicated for the treatment of: • Hypercalcemia of malignancy. ( 1.1 ) • Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitation of use : The safety and efficacy of Zoledronic Acid Injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4.0 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of Zoledronic Acid Injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "BluePoint Laboratories",
      "splSetId": "d73c0c7f-d008-4d38-967a-220eeaf8e8fc"
    },
    {
      "brand": "Zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE 1.1 Treatment of Osteoporosis in Postmenopausal Women Zoledronic acid injection is indicated for treatment of osteoporosis in postmenopausal women. In postmenopausal women with osteoporosis, diagnosed by bone mineral density (BMD) or prevalent vertebral fracture, zoledronic acid injection reduces the incidence of fractures (hip, vertebral and non-vertebral osteoporosis-related fractures). In patients at high risk of fracture, defined as a recent low-trauma hip fracture, zoledronic acid injection reduces the incidence of new clinical fractures [ see Clinical Studies (14.1) ]. 1.2 Prevention of Osteoporosis in Postmenopausal Women Zoledronic acid injection is indicated for prevention of osteoporosis in postmenopausal women [ see Clinical Studies (14.2) ]. 1.3 Osteoporosis in Men Zoledronic acid injection is indicated for treatment to increase bone mass in men with osteoporosis [ see Clinical Studies (14.3) ]. 1.4 Glucocorticoid-Induced Osteoporosis Zoledronic acid injection is indicated for the treatment and prevention of glucocorticoid-induced osteoporosis in men and women who are either initiating or continuing systemic glucocorticoids in a daily dosage equivalent to 7.5 mg or greater of prednisone and who are expected to remain on glucocorticoids for at least 12 months [ see Clinical Studies (14.4) ]. 1.5 Paget's Disease of Bone Zoledronic acid injection is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget’s disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [ see Clinical Studies (14.5) ]. 1.6 Important Limitations of Use The safety and effectiveness of zoledronic acid injection for the treatment of osteoporosis is based on clinical data of three years duration. The optimal duration of use has not been determined. All patients on bisphosphonate therapy should have the need for continued therapy re-evaluated on a periodic basis. Patients at low-risk for fracture should be considered for drug discontinuation after 3 to 5 years of use. Patients who discontinue therapy should have their risk for fracture re-evaluated periodically. Zoledronic acid injection is a bisphosphonate indicated for: • Treatment and prevention of postmenopausal osteoporosis (1.1, 1.2) • Treatment to increase bone mass in men with osteoporosis (1.3) • Treatment and prevention of glucocorticoid-induced osteoporosis (1.4) • Treatment of Paget’s disease of bone in men and women (1.5) Limitations of Use Optimal duration of use has not been determined. For patients at low-risk for fracture, consider drug discontinuation after 3 to 5 years of use (1.6)",
      "manufacturer": "Gland Pharma Limited",
      "splSetId": "d761011b-edd6-4d3f-bacd-8607dc2414fc"
    },
    {
      "brand": "zoledronic acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid Injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of Use : The safety and efficacy of Zoledronic Acid Injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3 mmol/L] using the formula: cCa in mg/dL = Ca in mg/dL + 0.8 (4 g/dL – patient albumin [1g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of Zoledronic Acid Injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Sagent Pharmaceuticals",
      "splSetId": "deb89be7-f40e-4fd4-a2cb-96634b45da84"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy. ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitations of use : The safety and efficacy of zoledronic acid has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL = Ca in mg/dL + 0.8 (4.0 g/dL - patient albumin (g/dL)). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of zoledronic acid in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "Hospira, Inc.",
      "splSetId": "e446acf7-6233-479a-9c4a-4bd1169d210c"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid Injection is a bisphosphonate indicated for the treatment of: • Hypercalcemia of malignancy. ( 1.1 ) • Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. ( 1.2 ) Limitation of use : The safety and efficacy of Zoledronic Acid Injection has not been established for use in hyperparathyroidism or non-tumor-related hypercalcemia. 1.1 Hypercalcemia of Malignancy Zoledronic Acid Injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4.0 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic Acid Injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use The safety and efficacy of Zoledronic Acid Injection in the treatment of hypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditions have not been established.",
      "manufacturer": "BluePoint Laboratories",
      "splSetId": "e9d11bae-dbbe-4acb-b2ae-236e680c545e"
    },
    {
      "brand": "ZOLEDRONIC ACID",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid is a bisphosphonate indicated for: • Treatment of Paget's disease of bone in men and women ( 1.5 ) 1.5 Paget's Disease of Bone Zoledronic acid is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget's disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [see Clinical Studies (14.5) ] .",
      "manufacturer": "Hospira, Inc.",
      "splSetId": "eb5dbd0a-6a12-4613-8053-ee378ace8c7f"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for the treatment of: Hypercalcemia of malignancy ( 1.1 ) Patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy ( 1.2 ) Important limitation of use: The safety and efficacy of zoledronic acid injection has not been established for use in hyperparathyroidism or nontumor-related hypercalcemia. ( 1.3 ) 1.1 Hypercalcemia of Malignancy Zoledronic acid injection is indicated for the treatment of hypercalcemia of malignancy defined as an albumin-corrected calcium (cCa) of greater than or equal to 12 mg/dL [3.0 mmol/L] using the formula: cCa in mg/dL=Ca in mg/dL + 0.8 (4.0 g/dL - patient albumin [g/dL]). 1.2 Multiple Myeloma and Bone Metastases of Solid Tumors Zoledronic acid injection is indicated for the treatment of patients with multiple myeloma and patients with documented bone metastases from solid tumors, in conjunction with standard antineoplastic therapy. Prostate cancer should have progressed after treatment with at least one hormonal therapy. Limitations of Use Thesafety and efficacy of zoledronic acid injection in the treatment ofhypercalcemia associated with hyperparathyroidism or with other non-tumor-related conditionshave not been established.",
      "manufacturer": "Fresenius Kabi USA, LLC",
      "splSetId": "f3f9de47-3d85-4d0c-a29e-1635cad3a970"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic Acid, Injection is a bisphosphonate indicated for: Treatment of Paget’s disease of bone in men and women ( 1.5 ) 1.5 Paget's Disease of Bone Zoledronic Acid Injection is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget’s disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [ see Clinical Studies ( 14.5 ) ].",
      "manufacturer": "Breckenridge Pharmaceutical, Inc",
      "splSetId": "f647bf88-9251-4e39-bc52-8d8c7552db1d"
    },
    {
      "brand": "Zoledronic Acid",
      "indication": "1 INDICATIONS AND USAGE Zoledronic acid injection is a bisphosphonate indicated for: Treatment of Paget’s disease of bone in men and women ( 1.5 ) 1.5 Paget's Disease of Bone Zoledronic acid injection is indicated for treatment of Paget's disease of bone in men and women. Treatment is indicated in patients with Paget’s disease of bone with elevations in serum alkaline phosphatase of two times or higher than the upper limit of the age-specific normal reference range, or those who are symptomatic, or those at risk for complications from their disease [see Clinical Studies (14.5) ].",
      "manufacturer": "Dr.Reddy's Laboratories Ltd",
      "splSetId": "f94a5c9e-74bc-d09e-cd65-394b2a5de2ad"
    }
  ],
  "id": "Zoledronic_Acid",
  "nciThesaurus": {
    "casRegistry": "165800-06-6",
    "chebiId": "",
    "chemicalFormula": "C5H10N2O7P2.H2O",
    "definition": "A synthetic imidazole bisphosphonate analog of pyrophosphate with anti-bone-resorption activity. A third-generation bisphosphonate, zoledronic acid binds to hydroxyapatite crystals in the bone matrix, slowing their dissolution and inhibiting the formation and aggregation of these crystals. This agent also inhibits farnesyl pyrophosphate synthase, an enzyme involved in terpenoid biosynthesis. Inhibition of this enzyme prevents the biosynthesis of isoprenoid lipids, donor substrates of farnesylation and geranylgeranylation during the post-translational modification of small GTPase signalling proteins, which are important in the process of osteoclast turnover. Decreased bone turnover and stabilization of the bone matrix contribute to the analgesic effect of zoledronic acid with respect to painful osteoblastic lesions. The agent also reduces serum calcium concentrations associated with hypercalcemia.",
    "fdaUniiCode": "6XC1PAD3KF",
    "identifier": "C1699",
    "preferredName": "Zoledronic Acid",
    "semanticType": "Organic Chemical",
    "subclassOf": [
      "C2136",
      "C443",
      "C67439"
    ],
    "synonyms": [
      "CGP 42446",
      "CGP42446A",
      "NDC-Zoledronate",
      "Reclast",
      "ZOL 446",
      "ZOLEDRONIC ACID",
      "Zoledronic Acid",
      "Zometa",
      "[1-Hydroxy-2-(1H-imidazol-1-yl)ethylidene]bisphosphonic Acid",
      "zoledronic acid"
    ]
  }
}